[
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "1",
        "section": "Scope",
        "text": "1.1. This Regulation applies to:\n 1.1.1. PART I: Approval of audible warning device, audible warning system,\nmultiple audible warning system supplied with direct or alternating current or\ncompressed air, which are intended for fitting to motor vehicles of categories\nL to L , M and N, excluding mopeds (categories L and L );1\n3 5 1 2\n1.1.2. PART II: Approval of motor vehicles listed in 1.1.1. with regard to fitting of\ndevices specified under Part I.\nI. Part I. Audible warning device, audible warning\nsystem, multiple audible warning system"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "2",
        "section": "Definitions",
        "text": "Audible warning device means a device consisting of one or several sound\nemission outlets that are excited simultaneously, emitting an acoustic signal\nwhich is intended to give audible warning of the presence of a vehicle in a\ndangerous road traffic situation and which is intentionally operated by a driver;\n2.2. \"Audible warning system\" means a combination of audible warning devices\nmounted on a common bracket operating simultaneously by the actuation of a\nsingle control;\n2.3. \"Multiple audible warning system\" means a combination of audible warning\ndevices capable of functioning independently;\n2.4. Principles of operation of audible warning device, audible warning system,\nmultiple audible warning system:\n2.4.1. \"Pneumatic\" means a principle of operation by an external compressed air\nsource;\n2.4.2. \"Electro-pneumatic\" means a principle of operation by a compressed air source\nwhich is controlled by electrical supply (direct or alternating current);\n2.4.3. \"Electro-magnetic with resonator disc\" means a principle of operation by\nelectro-magnetic force amplified by resonator disc;\n2.4.4. \"Electro-magnetic with horn\" means a principle of operation by electro-\nmagnetic force amplified by a horn;\n2.5. \"Type of audible warning device (audible warning system, multiple audible\nwarning system)\" means audible warning devices (audible warning systems,\nmultiple audible warning systems) not differing essentially from each other\nwith respect to such matters as:\n2.5.1. Trade name or mark;\n1 As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document\nECE/TRANS/WP.29/78/Rev.6, para. 2 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n4E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n2.5.2. Base designation:\n2.5.2.1. For vehicles of categories L to L of a power less than or equal to 7 kW\n3 5\n(class I);\n2.5.2.2. For vehicles of categories M, N and L to L of a power greater than 7 kW\n3 5\n(class II);\n2.5.3. Principles of operation;\n2.5.4. Audible warning devices, audible warning systems, multiple audible warning\nsystems with electrical supply:\n2.5.4.1. Type of electrical supply (direct or alternating current);\n2.5.4.2. Shape and dimensions of diaphragm(s);\n2.5.4.3. Rated voltage;\n2.5.5. Audible warning devices, audible warning systems, multiple audible warning\nsystems supplied directly from an external compressed air source:\n2.5.5.1. Rated operating pressure;\n2.5.6. Outer shape of a case;\n2.5.7. Shape or kind of sound outlet(s);\n2.5.8. Rated sound frequency or frequencies;\n2.5.9. Shape and dimensions of rigid connections for audible warning system,\nmultiple audible warning system.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "3",
        "section": "Application for approval",
        "text": "3.1. The application for approval of a type of audible warning device, audible\nwarning system, multiple audible warning system shall be submitted by its\nmanufacturer or by his duly accredited representative.\n3.2. It shall be accompanied by a duly filled technical information document, either\nin paper format in triplicate or alternatively upon agreement with the Type\nApproval Authority in electronic format. A model of the technical information\ndocument is shown in Annex 1A.\n3.3. In addition, the application for approval shall be accompanied by two samples\nof the type of audible warning device, audible warning system, multiple\naudible warning system.\n3.4. The Type Approval Authority shall verify the existence of satisfactory\narrangements for ensuring effective control of the conformity of production\nbefore type approval is granted."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "4",
        "section": "Markings",
        "text": "4.1. Audible warning devices and each sound emitting component of an audible\nwarning system or multiple audible warning system excluding mounting\naccessories, shall bear:\n4.1.1. The trade name or mark of the manufacturer and the model commercial name\nand/or number;\n5E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n4.1.2. The approval mark according to paragraph 5.5.\n4.2. The approval mark shall be shown on the audible warning device, audible\nwarning system, multiple audible warning system according to paragraph 5.5.\nEach sample shall have a space of adequate dimensions for the approval mark;\nthis space shall be indicated in the drawing.\n4.3. All markings shall be clearly legible and indelible."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "5",
        "section": "Approval",
        "text": "5.1. If the two samples submitted for approval conform to the provisions of\nparagraph 6. below, approval for this type of audible warning device, audible\nwarning system, multiple audible warning system shall be granted.\n5.2. An approval number shall be assigned to each type approved. Its first two digits\n(at present 00 for the UN Regulation in its original form) shall indicate the\nseries of amendments incorporating the most recent major technical\namendments made to the UN Regulation at the time of issue of the approval.\nThe same Contracting Party may not assign this number to another type of\naudible warning device, audible warning system, multiple audible warning\nsystem.\n5.3. The same approval number may be assigned to types of audible warning\ndevice, audible warning system, multiple audible warning system differing\nonly with respect to rated voltage, rated sound frequency or frequencies or\nrated operating pressure.\n5.4. Communication on approval or refusal or extension or withdrawal of approval\nor production definitely discontinued of a type of audible warning device,\naudible warning system, multiple audible warning system pursuant to this UN\nRegulation shall be communicated to the Parties to the Agreement applying\nthis UN Regulation by means of a form conforming to the model in Annex 1A\nto the UN Regulation.\n5.5. On every audible warning device, audible warning device, audible warning system,\nmultiple audible warning system which conforms to a type approved under this\nRegulation, there shall be affixed conspicuously, in an easily accessible place\nindicated on the approval form, an international approval mark comprising:\n5.5.1. A circle containing the letter \"E\" followed by the distinguishing number of the\ncountry granting approval2;\n5.5.2. An approval number;\n5.5.3. An additional symbol in the form of a figure in Roman numerals, showing the\nclass to which the audible warning device, audible warning system, multiple\naudible warning system belongs.\n5.6. Annex 2, Section I, to this Regulation gives an example of the arrangement of\nthe approval mark.\n2 The distinguishing numbers of the Contracting Parties to the 1958 Agreement are reproduced in\nAnnex 3 to the Consolidated Resolution on the Construction of Vehicles (R.E.3), document\nECE/TRANS/WP.29/78/Rev. 6, Annex 3 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n6E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n5.7. The Type Approval Authority or its duly accredited technical service shall\nverify the arrangements of the marks for ensuring effective control of the\nconformity of production before type approval is granted."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "6",
        "section": "Specifications",
        "text": "6.1. General specifications\n6.1.1. The audible warning device, audible warning system, multiple audible warning\nsystem shall emit a continuous and uniform sound; its acoustic spectrum shall\nnot vary substantially during its operation.\nFor audible warning devices, audible warning system, multiple audible\nwarning system supplied with alternating current, this requirement shall apply\nonly at constant generator speed, within the range specified in\nparagraph 6.3.4.2.\nThe type approval tests shall be carried out on two samples of each type\nsubmitted by the manufacturer for approval; both the samples shall be\nsubjected to all the tests and must conform to the technical specifications laid\ndown.\n6.1.2. The audible warning device, audible warning system, multiple audible warning\nsystem shall have acoustic characteristics (spectral distribution of the acoustic\nenergy, sound pressure level) and mechanical characteristics such that it\npasses, in the order indicated, the tests according to paragraphs 6.3. and 6.4.\n6.2. Measuring instruments\n6.2.1. Acoustic measurements\n6.2.1.1. When no general statement or conclusion can be made about conformance of\nthe sound level meter model to the full specifications of IEC 61672-1: 2013,    3 the\napparatus used for measuring the sound pressure level shall be a sound level\nmeter or equivalent measurement system meeting the requirements of Class 1\ninstruments as described in IEC 61672-3: 2013.3 Measurements shall be carried\nout using the \"fast\" response of the acoustic measurement instrument and the\n\"A\" weighting curve as described in IEC 61672-1:20133. When using a system\nthat includes a periodic monitoring of the A-weighted sound pressure level, a\nreading should be made at a time interval not greater than 30 ms.\nWhen measurements of the sound pressures in the one-third mid-band\nfrequencies 2,000, 2,500 and 3,150 Hz are carried out for one-third octaves,\nthe instrumentation shall meet all requirements of IEC 61260-1-2014, class 1.\nThe sound pressure level in the mid-band frequency 2,500 Hz shall be\ndetermined by adding the quadratic means of the sound pressures in the one-\nthird mid-band frequencies 2,000, 2,500 and 3,150 Hz.\nWhen measuring the rated sound frequency (or frequencies), the digital sound\nrecording system shall have at least a 16 bit quantization. The average auto\npower spectrum shall be determined, using a Hanning window and at least 66.6\nper cent overlap averages.\nThe instruments shall be maintained and calibrated in accordance with the\n3 For the purpose of this Regulation, the previous versions of the standards IEC 61672-1:2004 and\nIEC 61672-3:2006 may be applied.\n7E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\ninstructions of the instrument manufacturer.\n6.2.1.2. Calibration of the entire Acoustic Measurement System for a Measurement\nSession\nAt the beginning and at the end of every measurement session the entire\nmeasurement system shall be checked by means of a sound calibrator that\nfulfils the requirements for sound calibrators of at least precision Class 1\naccording to IEC 60942:2003. Without any further adjustment the difference\nbetween the readings of two consecutive checks shall be less than or equal\nto 0.5 dB.\nIf this value is exceeded, the results of the measurements obtained after the\nprevious satisfactory check shall be discarded.\n6.2.1.3. Compliance with requirements\nCompliance of the sound calibrator with the requirements of IEC 60942:2003\nand compliance of the instrumentation system with the requirements of\nIEC 61672-3:20133 shall be confirmed by the existence of a valid certificate of\ncompliance.\n6.2.2. Instrumentation for other measurements\nThe voltage shall be measured with instrumentation having an accuracy\nof ±0.05 V or better.\nThe resistance shall be measured with instrumentation having an accuracy of\n±0.01 Ω or better.\nThe distance shall be measured with instrumentation having an accuracy of ±5\nmm or better.\nThe time shall be measured with instrumentation having an accuracy of ±0.02 s\nor better.\nThe meteorological instrumentation used to monitor the environmental\nconditions during the test shall include the following devices, which meet at\nleast the following accuracy:\n(a) Temperature measuring device, ±1° C;\n(b) Wind speed-measuring device, ±1.0 m/s;\n(c) Barometric pressure measuring device, ±5 hPa;\n(d) A relative humidity measuring device, ±5 per cent.\n6.3. Measurement of the sound characteristics.\n6.3.1. The audible warning device, audible warning system, multiple audible warning\nsystem should, preferably, be tested in an anechoic chamber. Alternatively, it\nmay be tested in a semi-anechoic chamber or in an open space.4 In these cases,\nprecautions shall be taken to avoid reflections from the ground within the\nmeasuring area (for instance by erecting a set of absorbing screens). The wind\nspeed shall be not more than 5 m/s. The ambient noise level shall be at least\n10 dB lower than the sound pressure level to be measured.\n4 The site may take the form, for instance, of an open space of 50 m radius, the central part of which\nmust be practically horizontal over a radius of at least 20 m, the surface being of concrete, asphalt or a\n8E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\nIf the test facility shall be qualified as an anechoic environment it shall meet\nrequirements of Annex 3.\n6.3.2. The audible warning device, audible warning system, multiple audible warning\nsystem to be tested and the microphone shall be placed at the same height. This\nheight shall be 1.20 ± 0.05 m.\nIn alternative, the audible warning device, audible warning system, multiple\naudible warning system to be tested and the microphone may be placed in\nanother traverse line which complies with Annex 3 specification for anechoic\nenvironment.\nThe microphone shall be so placed that its diaphragm is at a distance\nof 2.00 ± 0.05 m from the plane of the sound outlet of the audible warning\ndevice, audible warning system, multiple audible warning system. The\nmicrophone must be positioned facing the front surface emitting sound of the\naudible warning device, audible warning system, multiple audible warning\nsystem in the direction in which the maximum sound level can be measured.\n(see figures in Annex 4).\nIn the case of audible warning device with several outlets, the distance shall be\ndetermined in relation to the plane of the nearest outlet to the microphone.\n6.3.3. The audible warning device, audible warning system, multiple audible warning\nsystem shall be mounted rigidly, by means of the equipment indicated by the\nmanufacturer, on a support whose mass is at least ten times that of the audible\nwarning device, audible warning system, multiple audible warning system\nunder test and not less than 30 kg. In addition, arrangements must be made\nensuring that reflections on the sides of the support and its own vibrations have\nno appreciable effect on the measuring results.\n6.3.4. The audible warning device, audible warning system, multiple audible warning\nsystem shall be supplied with current, as appropriate, at the following voltages:\n6.3.4.1. In the case of audible warning device, audible warning system, multiple\naudible warning system supplied with direct current, at a voltage measured at\nthe terminal of the electric power source of 13/12 of the rated voltage;\nsimilar material, which must not be covered with powdery snow, tall weeds, or loose soil or cinders,\nas mentioned in ISO 10844:2014. The measurements shall be made on a clear day. No-one other than\nthe observer reading the instrument shall remain near the audible warning device or the microphone,\nsince the presence of spectators may affect the readings of the instrument to a considerable extent, if\nthey are near the audible warning device or the microphone. Any peak which appears to be unrelated\nto the general sound level shall be disregarded in the reading.\n9E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n6.3.4.2. In the case of audible warning device, audible warning system, multiple\naudible warning system supplied with alternating current, the current shall be\nsupplied by an electric generator of the type normally used with this type of\naudible warning device, audible warning system, multiple audible warning\nsystem. The acoustic characteristics of the audible warning device, audible\nwarning system, multiple audible warning system shall be recorded for electric\ngenerator speeds corresponding to 50 per cent, 75 per cent and 100 per cent of\nthe maximum speed indicated by the manufacturer of the generator for\ncontinuous operation. During this test, no other electrical load shall be imposed\non the electric generator. The endurance test described in paragraph 6.4. shall\nbe carried out at a speed indicated by the manufacturer of the equipment and\nselected from the above range.\n6.3.5. If a rectified current source is used for the test of an audible warning device,\naudible warning system, multiple audible warning system supplied with direct\ncurrent, the alternating component of the voltage measured at its terminals,\nwhen the warning devices are in operation, shall not be more than 0.1 V, peak\nto peak.\n6.3.6. For audible warning device, audible warning system, multiple audible warning\nsystem supplied with direct current, the resistance of the connecting leads,\nexpressed in ohms, including terminals and contacts, shall be as close as\npossible to (0,10/12) x rated voltage in volt.\n6.3.7. Under the conditions set forth above, the sound-pressure level weighted in\naccordance with curve A shall not exceed the following values:\n(a) 115 dB(A) for audible warning device, audible warning system,\nmultiple audible warning system intended principally for vehicles of\ncategories L to L with a power less than or equal to 7 kW;\n3 5\n(b) 118 dB(A) for audible warning device, audible warning system,\nmultiple audible warning system intended principally for vehicles of\ncategories M, N and L to L with a power greater than 7 kW.\n3 5\n6.3.7.1. In addition, the sound-pressure level in the frequency band 1,800 to 3,550 Hz\nshall be greater than that of any component of a frequency above 3,550 Hz and\nin any event equal to or greater than:\n(a) 95 dB(A) for audible warning device, audible warning system, multiple\naudible warning system intended principally for vehicles of categories\nL to L with a power less than or equal to 7 kW;\n3 5\n(b) 105 dB(A) for audible warning device, audible warning system,\nmultiple audible warning system intended principally for vehicles of\ncategories M, N and L to L with a power greater than 7 kW.\n3 5\n6.3.7.2. Audible warning device, audible warning system, multiple audible warning\nsystem meeting the sound characteristics mentioned in (b) may be used on the\nvehicles mentioned in (a).\n6.3.7.3. In the case of multiple audible warning systems, the minimum values of sound\npressure level as specified in paragraph 6.3.7.1. shall be obtained when each\nof the constituent units is operated separately. The maximum values of the\nsound pressure level as specified in paragraph 6.3.7. shall not be exceeded\nwhen all the constituent units are operated simultaneously.\n10E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n6.3.8. The specifications indicated above shall also be met by an audible warning\ndevice, audible warning system, multiple audible warning system subjected to\nthe endurance test referred to in paragraph 6.4. below, with the supply voltage\nvarying between 115 per cent and 95 per cent of its rated voltage for audible\nwarning device, audible warning system, multiple audible warning system\nsupplied with direct current or, for audible warning device, audible warning\nsystem, multiple audible warning system supplied with alternating current,\nbetween 50 per cent and 100 per cent of the maximum speed of the generator\nindicated by the manufacturer for continuous operation.\n6.3.9. The time lapse between the moment when the audible warning device, audible\nwarning system, multiple audible warning system is actuated and the moment\nwhen the sound reaches the minimum value prescribed in paragraph 6.3.7.1.\nabove shall not exceed 0.2 second measured at an ambient temperature of\n20 + 5 ºC. This provision is applicable inter alia, to pneumatic or electro-\npneumatic audible warning device, audible warning system, multiple audible\nwarning system.\n6.3.10. Pneumatic or electro-pneumatic audible warning device, audible warning\nsystem, multiple audible warning system shall, when operating under the\npower supply conditions established by the manufacturers, satisfy the same\nacoustic requirements as are prescribed for electrically operated audible\nwarning device, audible warning system, multiple audible warning system.\n6.3.11. To confirm the rated sound frequency (or frequencies) of audible warning\ndevice, audible warning system, multiple audible warning system the tests to\nmeasure this parameter using a spectrum analyzer with a frequency resolution\nof at least 1 Hz shall be conducted. The measured frequency (or frequencies)\nof the audible warning device, audible warning system, multiple audible\nwarning system may differ from the rated sound frequency (or frequencies) no\nmore than 10 per cent.\n6.4. Endurance test\n6.4.1. The audible warning device, audible warning system, multiple audible warning\nsystem shall be supplied with current at the rated voltage and with the\nconnecting lead resistances specified in paragraphs 6.3.4. to 6.3.6. above, and\noperated respectively:\n10,000 times for audible warning device, audible warning system, multiple\naudible warning system intended principally for vehicles of categories L to L\n3 5\nwith a power less than or equal to 7 kW.\n50,000 times for audible warning device, audible warning system, multiple\naudible warning system intended principally for vehicles of categories M, N\nand L to L with a power greater than 7 kW, each time for one second followed\n3 5\nby an interval of 4 s.\nDuring the test, the audible warning device, audible warning system, multiple\naudible warning system shall be ventilated by an air current having a speed of\napproximately 10 m/s and the electro-pneumatic audible warning device,\naudible warning system, multiple audible warning system may be lubricated\nwith the oil recommended by the manufacturer after every 10,000 times of\noperation.\n6.4.2. If the test is made in an anechoic chamber, the chamber shall be large enough\nto ensure normal dispersal of the heat released by the audible warning device,\n11E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\naudible warning system, multiple audible warning system during the test.\n6.4.3. The ambient temperature in the testing room shall be between +15 and +30 ºC\ninclusively.\n6.4.4. If, after the audible warning device, audible warning system, multiple audible\nwarning system has been operated for half the number of times prescribed, the\nsound-level characteristics are no longer the same as before the test, the audible\nwarning device, audible warning system, multiple audible warning system may\nbe adjusted. After being operated the prescribed number of times, and after\nfurther adjustment if necessary, the audible warning device, audible warning\nsystem, multiple audible warning system must pass the test described in\nparagraph 6.3. above"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "7",
        "section": "Modification and extension of approval of the type\nof the audible warning device, audible warning\nsystem, multiple audible warning system",
        "text": "7.1. Every modification of the type of the audible warning device, audible warning\nsystem, multiple audible warning system shall be notified to the Type\nApproval Authority which granted approval to that type of the audible warning\ndevice, audible warning system, multiple audible warning system. This Type\nApproval Authority may then:\n7.1.1. Either take the view that the modifications made are not likely to have any\nappreciable adverse effect;\n7.1.2. Or call for a new report from the Technical Service responsible for the tests.\n7.2. Communication on confirmation of the approval, with particulars of the\nmodifications, or of refusal of approval shall be communicated to the Parties\nto the Agreement applying this Regulation, in accordance with the procedure\nindicated in paragraph 5.4. above.\n7.3. The Type Approval Authority issuing the extension of approval shall assign a\nseries number to each communication form drawn up for such an extension"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "8",
        "section": "Conformity of production",
        "text": "The conformity of production procedures shall comply with those set out in\nthe 1958 Agreement, Schedule 1 (E/ECE/TRANS/505/Rev.3) with the\nfollowing requirements:\n8.1. Audible warning device, audible warning system, multiple audible warning\nsystem approved under this Regulation shall be so manufactured as to conform\nto the type approved by meeting the requirements set forth in paragraph 6.\nabove.\n8.2. The authority which has granted type approval may at any time verify the\nconformity control methods applied in each production facility. The normal\nfrequency of these verifications shall be once every two years"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "9",
        "section": "Penalties for non-conformity of production",
        "text": "n9.1. The approval granted to a type of audible warning device, audible warning\nsystem, multiple audible warning system pursuant to this Regulation may be\nwithdrawn if the conditions set forth in paragraph 8.1. are not complied with\nor if the audible warning device, audible warning system, multiple audible\nwarning system fails to pass the checks referred to in paragraph 8.2. above.\n9.2. Should a Party to the Agreement applying this Regulation withdraw an\napproval which it has previously granted, it shall forthwith notify the other\nContracting Parties applying this Regulation by means of a copy of the\napproval form bearing at the end in large letters the statement, signed and\ndated: \"APPROVAL WITHDRAWN\"."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "10",
        "section": "Production definitively discontinued",
        "text": "If the holder of an approval granted pursuant to this Regulation discontinues\nthe production of the type of audible warning device, audible warning system,\nmultiple audible warning system approved, he shall inform the authority which\ngranted the approval. Upon receipt of the communication, this authority shall\ninform the other Parties to the Agreement applying this Regulation by means\nof a copy of the approval form bearing at the end in large letters the statement,\nsigned and dated: \"PRODUCTION DISCONTINUED\".\nII. Part II. Audible warning signals of motor vehicles"
     },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "11",
        "section": " Definitions",
        "text": "For the purpose of this Regulation,\n11.1. \"Approval of the motor vehicle\" shall be understood to mean approval of a\nvehicle type with regard to its audible warning signal;\n11.2. \"Vehicle type\" shall be understood to mean vehicles not essentially different\nfrom another with respect to such matters as:\n11.2.1. The number and type(s) of audible warning devices and/or audible warning\nsystems and/or multiple audible warning systems fitted on the vehicle;\n11.2.2. The mountings used to fit the audible warning device(s) and/or audible\nwarning system(s) and/or multiple audible warning system(s) to the vehicle;\n11.2.3. The position of the audible warning device(s) and/or audible warning\nsystem(s) and/or multiple audible warning system(s) on the vehicle;\n11.2.4. The rigidity of the parts of the structure on which the audible warning device(s)\nand/or audible warning system(s) and/or multiple audible warning system(s) is\n(are) mounted;\n11.2.5. The shape and materials of the bodywork at the front of the vehicle which\nmight affect the level of the sound emitted by the audible warning device(s)\nand/or audible warning system(s) and/or multiple audible warning system(s)\nand have a masking effect."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "12",
        "section": "Application for approval",
        "text": "n12.1. The application for approval of a vehicle type with regard to its audible\nwarning signals shall be submitted by the vehicle manufacturer or by his duly\naccredited representative;\n12.2. It shall be accompanied by a duly filled technical information document, either\nin paper format in triplicate or alternatively upon agreement with the Type\nApproval Authority in electronic format. A model of the technical information\ndocument is shown in Annex 1B.\n12.3. A vehicle representative of the vehicle type to be approved shall be submitted\nto the technical service responsible for the approval tests."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "13",
        "section": "Approval",
        "text": "13.1. If the vehicle type submitted for approval pursuant to this Regulation meets\nthe requirements of paragraph 14. below, approval for this vehicle type shall\nbe granted.\n13.2. An approval number shall be assigned to each type approved. Its first two digits\n(at present 00 for the UN Regulation in its original form) shall indicate the\nseries of amendments incorporating the most recent major technical\namendments made to the UN Regulation at the time of issue of the approval.\nThe same Contracting Party may not assign this number to another vehicle\ntype.\n13.3. Communication on approval or extension or withdrawal of approval or\nproduction definitely discontinued of a vehicle type pursuant to this Regulation\nshall be communicated to the Parties to the Agreement applying this\nRegulation by means of a form conforming to the model in Annex 1B to the\nUN Regulation.\n13.4. On every vehicle which conforms to a vehicle type approved under this\nRegulation there shall be affixed conspicuously, in an easily accessible place\nindicated on the approval form, an international approval mark comprising:\n13.4.1. A circle surrounding the letter \"E\" followed by the distinguishing number of\nthe country which has granted approval5;\n13.4.2. The number of this Regulation, followed by the letter \"R\", a dash and the\napproval number placed to the right of the circle prescribed in\nparagraph 13.4.1.\n13.5. If the vehicle conforms to a vehicle type approved, under one or more other\nRegulations annexed to the Agreement, in the country which has granted\napproval under this Regulation, the symbol prescribed in paragraph 13.4.2.\nneed not be repeated; in such a case the UN Regulation and approval numbers\nand the additional symbols of all the UN Regulations under which approval\nhas been granted in the country which has granted approval under this\nRegulation shall be placed in vertical columns to the right of the symbol\n5 The distinguishing numbers of the Contracting Parties to the 1958 Agreement are reproduced in\nAnnex 3 to the Consolidated Resolution on the Construction of Vehicles (R.E.3), document\nECE/TRANS/WP.29/78/Rev. 6, Annex 3 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html.\n14E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\nprescribed in paragraph 13.4.\n13.6. The approval mark must be clearly legible and indelible.\n13.7. The approval mark shall be placed near the plate bearing the characteristics of\nthe vehicle and may also be affixed to this plate.\n13.8. Annex 2, Section II, to this Regulation gives an example of the arrangement of\nthe approval mark.\n13.9. The Type Approval Authority shall verify the existence of satisfactory\narrangements for ensuring effective control of the conformity of production\nbefore type approval is granted."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "14",
        "section": "Specifications",
        "text": "14.1. General specifications\n14.1.1. The audible warning device, audible warning system, multiple audible warning\nsystem shall be so designed, constructed and assembled as to enable the\nvehicle, in normal use, despite the vibration to which it may be subjected, to\ncomply with the provisions of this Regulation.\n14.1.2. The audible warning device(s), audible warning system(s), multiple audible\nwarning system(s) and its (their) mounting elements to the vehicle shall be so\ndesigned, constructed and assembled as to be able to reasonably resist the\ncorrosive phenomena to which it is exposed with regards to the conditions of\nuse of the vehicle, including regional climate differences.\n14.2. Specifications regarding sound levels\n14.2.1. The sound made by the audible warning device(s), audible warning system(s),\nmultiple audible warning system(s) fitted to the vehicle type submitted for\napproval shall be measured by the methods described in paragraph 14.3.;\n14.2.2. Measured under the conditions specified in paragraphs 14.3. the sound-\npressure level of the audible warning signal tested shall be at least:\n(a) Equal to 83 dB (A) and not more than 112 dB (A) for the signals of\nvehicles of categories L to L of a power less than or equal to 7 kW;\n3 5\n(b) Equal to 87 dB (A) and at most 112 dB (A) for the signals of vehicles\nof categories M, N and L to L of a power greater than 7 kW.\n3 5\n14.2.3. The values measured in accordance with the provisions of paragraph 14.3 shall\nbe entered in the test report and a communication corresponding to the model\nshown in Annex 1B.\n14.3. Methods of measurement on stationary vehicle\n14.3.1. The vehicle shall comply with the following specifications:\n14.3.1.1. The audible warning device(s), audible warning system(s), multiple audible\nwarning system(s) fitted on the vehicle shall be of a type approved under this\nRegulation (Part I);\nAudible warning devices of Class II approved under this Regulation in its\noriginal form, and therefore not bearing the symbol II in their approval mark,\nmay continue to be fitted to vehicle types submitted for approval pursuant to\nthis Regulation.\n15E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n14.3.1.2. The test voltage shall be as specified in paragraph 6.3.4. of the UN Regulation;\nIn case of audible warning device(s), audible warning system(s), multiple\naudible warning system(s) supplied with direct current, the test voltage shall\nbe supplied by either:\n(a) The vehicle battery only; or\n(b) The vehicle battery with the vehicle engine warmed-up and at idle; or\n(c) With an external power source supply connected to the audible warning\ndevice(s), audible warning system(s), multiple audible warning\nsystem(s).\n14.3.2. The sound pressure level and other measurements shall be made according to\nthe conditions specified in paragraph 6.2. of this Regulation.\n14.3.3. The A-weighted sound pressure level emitted by the audible warning device(s),\naudible warning system(s), multiple audible warning system(s) fitted on the\nvehicle shall be measured at a distance of 7.00 ± 0.10 m in front of the vehicle\n(see figures in Annex 5), which is being placed on an open site6, on flat\nconcrete or asphalt surface.\n14.3.4. The microphone of the measuring instrument shall be placed approximately\n(± 0.10 m) in the mean longitudinal plane of the vehicle;\n14.3.5. Background noise and wind noise must be at least 10 dB (A) below the sound\nto be measured;\n14.3.6. The maximum sound-pressure level shall be sought within the range of 0.5 and\n1.5 m above the ground, and the height, at which the maximum sound-pressure\nlevel was found has to be fixed for the purpose of taking the measurements\nprescribed below.\nThe sound pressure level shall be measured at that fixed height for a duration\nof at least 3 seconds. The final result shall be the maximum A-weighted sound\npressure level of the reading period, rounded mathematically to the nearest\ninteger"},
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "15",
        "section": "Modification and extension of approval of the\nvehicle type",
        "text": "15.1. Every modification of the vehicle type shall be notified to the Type Approval\nAuthority which granted approval to the vehicle type. This Type Approval\nAuthority may then:\n15.1.1. Either take the view that the modifications made are not likely to have any\nappreciable adverse effect and that in any case the vehicle still meets the\nrequirements; or\n15.1.2. Call for a new report from the Technical Service responsible for the tests.\n6 See paragraph 6.3.l., footnote 4.\n16E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n15.2. Communication on confirmation of approval with particulars of the\nmodifications, or of refusal of approval shall be communicated to the Parties\nto the Agreement applying this Regulation, in accordance with the procedure\nindicated in paragraph 13.3. above.\n15.3. The Type Approval Authority issuing the extension of approval shall assign a\nseries number to each communication form drawn up for such an extension."},
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "16",
        "section": "Conformity of production",
        "text": "The conformity of production procedures shall comply with those set out in\nthe 1958 Agreement, Schedule 1 (ECE/TRANS/505/Rev.3) with the following\nrequirements:\n16.1. A vehicle approved under this Regulation shall be so manufactured as to\nconform to the type approved by meeting the requirements set forth in\nparagraph 14. above.\n16.2. The Type Approval Authority which has granted type approval may at any\ntime verify the conformity control methods applied in each production facility.\nThe normal frequency of these verifications shall be once every two years."},
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "17",
        "section": "Penalties for non-conformity of production",
        "text": "17.1. The approval granted to a vehicle type pursuant to this Regulation may be\nwithdrawn if the conditions set forth in paragraph 16.1. above are not complied\nwith, or if the vehicle fails to pass the checks referred to in paragraph 16.2.\nabove.\n17.2. Should a Party to the Agreement applying this Regulation withdraw an\napproval which it has previously granted, it shall forthwith notify the other\nContracting Parties applying this Regulation by means of a copy of the\napproval from bearing at the end in large letters the statement, signed and\ndated: \"APPROVAL WITHDRAWN"},
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "18",
        "section": "Production definitively discontinued",
        "text": "18.1. If the holder of the approval completely ceases to manufacture a vehicle type\napproved in accordance with this Regulation, he shall so inform the authority\nwhich granted the approval. Upon receiving the relevant communication that\nauthority shall inform thereof the other Parties to the 1958 Agreement applying\nthis Regulation by means of a communication form conforming to the model in\nAnnex 1B to this Regulation."},
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "19",
        "section": "Names and addresses of Technical Services",
        "text": "responsible for conducting approval tests and of\nType Approval Authorities\nThe Contracting Parties to the 1958 Agreement applying this Regulation shall\ncommunicate to the United Nations Secretariat the names and addresses of the\nTechnical Services responsible for conducting approval tests and of the Type\nApproval Authorities which grant approval and to which forms certifying\napproval or extension or refusal or withdrawal of approval, issued in other\ncountries, are to be sent." },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "20",
        "section": "Annex 1A",
        "text": "Communication\n(maximum format: A4 (210 x 297 mm)) issued by: Name of administration:\n........................................\n........................................\n........................................\n1\n1\nConcerning:2 Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a type of 2\naudible warning device\naudible warning system\nmultiple audible warning system\nfor motor vehicles pursuant to UN Regulation No. 28\nApproval No.: .0024393 Extension No.: 00\nSection I\n0.1. Make (trade name (mark) of manufacturer):\n0.2. Type or commercial description:\n0.3. Means of identification of type if marked:4\n0.3.1. Location of that marking:\n0.4. Class:5\n0.5. Company name and address of manufacturer:\n1 Distinguishing number of the country which has granted/extended/refused/withdrawn approval (see\napproval provisions in the Regulation). The proportions and dimensions in accordance with Annex 3.\n2 Delete (strike out) what does not apply.\n3 Example of Approval No and Extension No. The first two digits of the approval number indicate that\nUN Regulation No. 28 was in its original form.\n4 If the means of identification of type contains characters not relevant to describe the type warning\ndevices covered by the type-approval certificate such characters shall be represented in the\ndocumentation by the symbol: '?' (e.g. ABC??123??).\n5 As defined in the paragraph 2.5.2.\n19E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n0.6. Name and address of the manufacturer's representative (if any):\n0.7. Names and address(es) of assembly plant(s):\nSection II\n1. Additional information (where applicable): See Addendum\n2. Technical service responsible for carrying out the tests:\n3. Date of test report:\n4. Number of test report:\n5. Remarks (if any): See Addendum\n6. Place:\n7. Date:\n 8. Signature:\n9. Reasons for Extensions:\nAttachments:\nInformation package\nTest report(s)\nAddendum to the communication form No. 002439, 6\nExtension No.: 00\n1. Additional information\n1.1. Brief description of a principle of operation: pneumatic, electro-pneumatic,\nelectro-magnetic with resonator disc, electromagnetic with horn, etc.)2\n1.1.1. In case of audible warning system, multiple audible warning system number\nof devices\n1.2. Rated voltage(s), V2\n1.3. Rated operating pressure(s), MPa (kg/cm2)2\n1.4. Rated sound frequency (or frequencies), Hz2\n1.5. Geometrical characteristics (internal length and diameter) of connecting line\nbetween compressor or control and the audible warning device, audible\nwarning system, multiple audible warning system\n2. Test results for each of two samples:\n2.1. A-weighted sound pressure level, dB\n6 Example of Approval No and Extension No. The first two digits of the approval number indicate that\nUN Regulation No. 28 was in its original form.\n20E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n2.2. A-weighted sound pressure level in the frequency band 1,    800 to 3,     550 Hz, dB\n2.3. Measuring rated sound frequency (or frequencies), Hz2\n2.4. Endurance test: passed / not passed2\n3. Remarks \n21E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "21",
        "section": "Annex 1A – Appendix 1",
        "text": "Technical Information Document for type approval of 1\naudible warning device\naudible warning system\nmultiple audible warning system\nfor motor vehicles\n0. General\n0.1. Make (trade name (mark) of manufacturer):\n0.2. Type or commercial description:\n0.3. Means of identification of type if marked:\n0.3.1. Location of that marking:\n0.4. Class:\n0.5. Company name and address of manufacturer:\n0.6. Name and address of the manufacturer's representative (if any):\n0.7. Names and address(es) of assembly plant(s):\n1. General construction characteristics;\n1.1. Brief description of a principle of operation: pneumatic, electro-pneumatic,\nelectro-magnetic with resonator disc, electromagnetic with horn, etc.;1\n1.2. Rated voltage(s), V;1\n1.2.1. Type of electrical supply (direct or alternating current);\n1.3. Rated operating pressure(s), MPa (kg/cm2);1\n1.4. Rated sound frequency (or frequencies), Hz;1\n1.5. Outer shape of case;\n1.6. Shape and dimensions of diaphragm(s);\n1.7. Shape or kind of sound outlet(s);\n1.8. Geometrical characteristics (internal length and diameter) of connecting line\nbetween compressor or control and the audible warning device, audible\nwarning system, multiple audible warning system;\n1.9. Photographs and/or drawings;\n1.10. Drawings showing the place provided for the approval number in relation to the\ncircle of the approval mark; the location and the appearance of trade name or\nmark of the manufacturer and type or commercial description (if any);\n1.11. A list of the components used in production, duly identified, with an indication\nof the materials used;\n1 Delete (strike out) what does not apply.\n22E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n1.12. Drawings in cross section and of all the components used in production.\n1.13. Shape and dimensions of rigid connections for audible warning system,\nmultiple audible warning system.\nSigned:\nPosition in company:\nDate:\n23E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "22",
        "section": "Annex 1B\nCommunication",
        "text": "(maximum format: A4 (210 x 297 mm)) issued by: Name of administration:\n........................................\n........................................\n........................................\n1\n1\nconcerning: 2 Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a vehicle type with regard to its audible signals pursuant to UN Regulation No. 28\nApproval No.: .0024393 Extension No.: 00\nSection I\n0.1. Make (trade name of manufacturer of vehicle):\n0.2. Type:\n0.3. Means of identification of type if marked on the vehicle: 4\n0.3.1. Location of that marking:\n0.4. Category of vehicle: 5\n0.5. Company name and address of manufacturer:\n0.6. Names and address(es) of assembly plant(s):\n0.7. Name and address of the manufacturer's representative (if any):\n1 Distinguishing number of the country which has granted/extended/refused/withdrawn approval (see\napproval provisions in the Regulation). The proportions and dimensions in accordance with Annex 2.\n2 Delete (strike out) what does not apply.\n3 Example of Approval No and Extension No. The first two digits of the approval number indicate that\nRegulation No. 28 was in its original form.\n4 If the means of identification of type contains characters not relevant to describe the vehicle types\ncovered by the type-approval certificate such characters shall be represented in the documentation by\nthe symbol: '?' (e.g. ABC??123??).\n5 As defined in R.E.3.\n24E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\nSection II\n1. Additional information (where applicable): See Addendum\n2. Technical service responsible for carrying out the tests:\n3. Date of test report:\n4. Number of test report:\n5. Remarks (if any): See Addendum\n6. Place:\n7. Date:\n8. Signature:\n9. Reasons for Extensions:\nAttachments:\nInformation package\nTest report(s)\nAddendum to the communication form No. 002439, 3\nExtension No.: 00\n1. Additional information\n1.1. Make (trade name (mark) of manufacturer) of audible warning device(s),\naudible warning system(s), multiple audible warning system(s):\n1.2. Type or commercial description of audible warning device(s), audible warning\nsystem(s), multiple audible warning system(s):\n1.3. Means of identification of type if marked on the audible warning device(s),\naudible warning system(s), multiple audible warning system(s): 6\n1.4. The approval number and issuing authority of audible warning device(s),\naudible warning system(s), multiple audible warning system(s):\n2. Test results\n2.1. Power supply used: Vehicle battery only / Battery with vehicle engine at idle /\nExternal power supply2\n2.2. A-weighted sound pressure level: .......... dB\n3. Remarks\n6 If the means of identification of type contains characters not relevant to describe the type of audible\nwarning device(s) covered by the type-approval certificate, such characters shall be represented in the\ndocumentation by the symbol: '?' (e.g. ABC??123??).\n25E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "23",
        "section": "Annex 1B – Appendix 1",
        "text": "Technical Information Document for type approval of a\nvehicle with regard to its audible warning signals\n0. General\n0.1. Make (trade name of manufacturer of vehicle):\n0.2. Type:\n0.3. Means of identification of type if marked on the vehicle1:\n0.3.1. Location of that marking:\n0.4. Category of vehicle: 2\n0.5. Company name and address of manufacturer:\n0.6. Name and address of the manufacturer's representative (if any):\n0.7. Name(s) and Address(es) of assembly plant(s):\n0.8. Make (trade name (mark) of manufacturer) of audible warning device(s),\naudible warning system(s), multiple audible warning system(s):\n0.9. Type or commercial description of audible warning device(s), audible warning\nsystem(s), multiple audible warning system(s):\n0.10. Means of identification of type if marked on the audible warning device(s),\naudible warning system(s), multiple audible warning system(s): 3\n0.11. The approval number and issuing authority of audible warning device(s),\naudible warning system(s), multiple audible warning system(s):\n0.12. Rated voltage(s), V: 4\n0.13. Type of electrical supply (direct or alternating current):\n0.14. Rated operating pressure(s), MPa (kg/cm2):\n1. General construction characteristics of the mountings of the audible warning\ndevice(s), audible warning system(s), multiple audible warning system(s)on\nthe vehicle\n1.1. Photographs or drawings of a representative vehicle:\n1.2. Drawings of the mountings and mounting position(s) of the audible warning\ndevice(s):\n1 If the means of identification of type contains characters not relevant to describe the vehicle types\ncovered by the type-approval certificate such characters shall be represented in the documentation by\nthe symbol: '?' (e.g. ABC??123??).\n2 As defined in R.E.3.\n3 If the means of identification of type contains characters not relevant to describe the type warning\ndevices covered by the type-approval certificate such characters shall be represented in the\ndocumentation by the symbol: '?' (e.g. ABC??123??).\n4 Delete (strike out) what does not apply.\n26E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n1.3. Description of the component materials in front of the audible warning\ndevice(s), audible warning system(s), multiple audible warning system(s):\n1.4. A list of the components used in production on which the audible warning\ndevice(s), audible warning system(s), multiple audible warning system(s) are\nfitted, duly identified, with indication of the materials used;\n1.5. Detailed drawings of all the components on which the device(s) are fitted, used\nin production;\nSigned:\nPosition in company:\nDate:\n27E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "24",
        "section": "Annex 2",
        "text": "Arrangement of the approval mark\nI. Arrangement of the approval mark of the audible warning\ndevice, audible warning system, multiple audible warning\nsystem\n(see paragraph 5.5. of this Regulation)\nThe above approval mark affixed to an audible warning device shows that this audible\nwarning device of Class I has been approved in the Netherlands (E 4) under approval number\n002439. The first two digits of the approval number indicate that the approval was granted in\naccordance with the requirements of UN Regulation No. 28 in its original form.\nNotes:\n1. The approval number must be placed close to the circle and must be in a position\neither above or below the letter \"E\" or to left or right of that letter. The digits of the approval\nnumber must be on the same side of the letter \"E\" and face in the same direction. The use of\nRoman numerals as approval numbers should be avoided so as to prevent any confusion with\nother symbols.\n2. Approval marks of already existing types of audible warning devices (systems) or\nvehicle types may be continued to be used.\n28E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\nII. Arrangement of the approval mark of vehicle with regard to\nits audible warning signals\n(see paragraph 13.4. of this Regulation)\nModel A\nThe above approval mark affixed to a vehicle indicates that, pursuant to\nUN Regulation No. 28, this vehicle type has been approved in the Netherlands (E 4), with\nregard to its audible warning signals. The first two digits of the approval number indicate that\nUN Regulation No. 28 was in its original form.\nModel B\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned\nhas been approved in the Netherlands (E 4) pursuant to UN Regulations Nos. 28 and 33.1 The\napproval numbers indicate that, at the dates when the respective approvals were granted,\nUN Regulation No. 28 and UN Regulation No. 33 were in their original form.\n1 The latter number is given as an example only.\n29E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "25",
        "section": "Annex 3",
        "text": "Qualification criteria for anechoic environment\nThe anechoic environment shall meet the requirements of ISO 26101:2012 with the following\nqualification criteria and measurement requirements appropriate to this test method. For\nqualifying the acoustic space, the following evaluation shall be conducted:\n• Sound source location shall be placed in position of the audible warning device,\naudible warning system, multiple audible warning system to be tested;\n• Sound source shall provide a broadband input for measurement;\n• Evaluation shall be conducted in one-third-octave bands;\n• Microphone locations for evaluation shall be on a line from the source location to\nposition of the microphone used for measurement. This is commonly referred to as\nthe microphone traverse; only one microphone traverse line from the microphone to\nsound source shall be used;\n• A minimum of 10 points shall be used for evaluation on the microphone traverse line.\nThe measurement shall start at 0.5 ± 0.05 m from the sound source, and spacing shall\nbe 0.15 m (e.g. Figure 1);\n• The one-third-octave bands used to establish anechoic qualification shall be defined\nto cover the spectral range of interest from 250 Hz to 10 kHz;\n• The deviations of the measured sound pressure levels from those estimated using the\ninverse square law, shall not exceed the values given in the following table.\nOne-third-octave-band frequency\nAllowable deviations (dB)\n(Hz)\n≤ 630 ±1.5\n800 to 5000 ±1.0\n≥ 6300 ±1.5\n30E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\nFigure 1\nThe distance from\nThe distance from\nsurrounding object\nsurrounding object shall be\nshall be 0.5 or more.\n0.5 or more.\nSound 2.00±0.05\nsource\nMicrophone\nTraverse line\n0.50±0.05\n5\nExcept from\n00\n.\nmeasurement range ±\n0\n2\n1.\nMesh or ground\n(All dimensions are in m)\n31E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n"},
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "26",
        "section": "Annex 4",
        "text": "Microphone positions for measurements of acoustics\nparameters of audible warning device, audible warning\nsystem, multiple audible warning system\nA. In case of an audible warning device\nAll dimensions are in m\n32E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\nB. In case of audible warning system\nThe reference point is the centre of a figure connecting the sound emitting opening centre of\neach audible warning device.\nAll dimensions are in m\n33E/ECE/324/Rev.1/Add.27/Amend.5\nE/ECE/TRANS/505/Rev.1/Add.27/Amend.5\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
        "number": "27",
        "section": "Annex 5",
        "text": "Microphone positions for measurements of audible warning\nsignals of motor vehicles\nm\n5\n0\n.0\n±\nm\n0\n1\n.0\nmicrophone\nm\n5\n0\n.0\n±\nm\n0\n1\n.0\nh = 1.5m ± 0.05m\nmax\nP\nLmax\n7.0 m ± 0.10 m\nh = 0.5m ± 0,05m\nmin\nh : minimum height for measurements\nmin\nh : maximum height for measurements\nmax\nP : point of maximum sound pressure level\nLmax\n\"\n34"
    }

]