[
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "1",
        "section": "Scope",
        "text": "This Regulation applies to electrified vehicles of categories M and N1 which can be propelled in the normal mode, in reverse or at least one forward drive gear, without an internal combustion engine operating2 in respect to their audibility3."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "2",
        "section": "Definitions",
        "text": "For the purpose of this Regulation,\n2.1. \"Approval of a vehicle\" means the approval of a vehicle type with regard to\nsound.\n2.2. \"Acoustic Vehicle Alerting System\" (AVAS) means a component or set of\ncomponents installed in vehicles with the primary purpose to fulfil the\nrequirements of this Regulation.\n2.3. \"Vehicle type\" means a category of motor vehicles which does not differ\nessentially in such respects as:\n2.3.1. The shape and the materials of the bodywork of the vehicle which affect the\nsound level emitted;\n2.3.2. The principle of the drivetrain (from the batteries to the wheels).\nNotwithstanding the provisions of paragraph 2.3.2. vehicles which differ with\nrespect to overall gear ratios, battery type or the fitment of a range extender\nmay be considered vehicles of the same type;\n2.3.3. If applicable, the number and type(s) of sound emitting devices (hardware) of\nAVAS fitted on the vehicle.\n2.3.4. If applicable, the position of the AVAS on the vehicle.\n2.4. \"Frequency Shift\" means the variation of the frequency content of the AVAS\nsound as a function of the vehicle speed.\n2.5. \"Electrified vehicle\" means a vehicle with a powertrain containing at least one\nelectric motor or electric motor-generator.\n2.5.1. \"Pure Electric Vehicle\" (PEV) means a motor vehicle with an electric motor\nas its sole mean of propulsion.\n2.5.2. \"Hybrid Electric Vehicle\" (HEV) means a vehicle with a powertrain containing\nat least one electric motor or electric motor generator and at least one internal\ncombustion engine as propulsion energy converters.\n1 As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document\nECE/TRANS/WP.29/78/Rev.6, para. 2 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n2 At this stage, only acoustic measures shall be developed in order to overcome the concern of reduced\naudible signals from electrified vehicles. After finalisation, the appropriate Working Party (GR) shall\nbe assigned with the enhancement of the Regulation in order to develop alternative, non-acoustic\nmeasures, taking into account active safety systems such as, but not limited to, pedestrian detection\nsystems. To provide for environmental protection, this Regulation specifies also maximum limits.\n3 See paragraph 5.1.1. for more detailed specifications on the application.\n3This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n2.5.3. \"Fuel Cell Vehicle\"” (FCV) means a vehicle with a fuel cell and an electric\nmachine as propulsion energy converters.\n2.5.4. \"Fuel Cell Hybrid Vehicle\" (FCHV) means a vehicle with at least one fuel\nstorage system and at least one Rechargeable Electric Energy Storage System\n(REESS) as propulsion energy storage system.\n2.6. \"Mass in running order\" means the mass of the vehicle, with its fuel tank(s)\nfilled to at least 90 per cent of its or their capacity/ies, including the mass of\nthe driver (75 kg), of the fuel and liquids, fitted with the standard equipment\nin accordance with the manufacturer's specifications and, when they are fitted,\nthe mass of the bodywork, the cabin, the coupling and the spare wheel(s) as\nwell as the tools.\n2.7. \"Pause function\" means a mechanism to enable the driver to halt the operation\nof an AVAS.\n2.8. \"Front plane of the vehicle\" means a vertical plane tangent to the leading edge\nof the vehicle.\n2.9. \"Rear plane of the vehicle\" means a vertical plane tangent to the trailing edge\nof the vehicle.\n2.10. Symbols and abbreviated terms and the paragraph in which they are first used.",
        "tables": [
            [
                {
                    "Symbol": "ICE",
                    "Unit": "-",
                    "Paragraph": "6.2.",
                    "null": null,
                    "Explanation": "Internal Combustion Engine"
                },
                {
                    "Symbol": "AA'",
                    "Unit": "-",
                    "Paragraph": "Annex 3 \npara.3.",
                    "null": null,
                    "Explanation": "Line perpendicular to vehicle travel which \nindicates the beginning of the zone to record \nsound pressure level during test"
                },
                {
                    "Symbol": "BB'",
                    "Unit": "-",
                    "Paragraph": "Annex 3 \npara.3.",
                    "null": null,
                    "Explanation": "Line perpendicular to vehicle travel which \nindicates end of the zone to record sound \npressure level during test"
                },
                {
                    "Symbol": "PP'",
                    "Unit": "-",
                    "Paragraph": "Annex 3 \npara 3.",
                    "null": null,
                    "Explanation": "Line perpendicular to vehicle travel which \nindicates location of microphones"
                },
                {
                    "Symbol": "CC'",
                    "Unit": "-",
                    "Paragraph": "Annex 3 \npara.3.",
                    "null": null,
                    "Explanation": "Centreline of vehicle travel"
                },
                {
                    "Symbol": "v  \ntest",
                    "Unit": "km/h",
                    "Paragraph": "Annex 3 \npara.3.",
                    "null": null,
                    "Explanation": "Target vehicle test velocity"
                },
                {
                    "Symbol": "j",
                    "Unit": "-",
                    "Paragraph": "Annex 3 \npara.3.",
                    "null": null,
                    "Explanation": "Index for single test run within standstill or \nconstant speed test conditions"
                },
                {
                    "Symbol": "L  \nreverse",
                    "Unit": "dB(A)",
                    "Paragraph": "Annex 3 \npara.3.",
                    "null": null,
                    "Explanation": "Vehicle A-weighted sound pressure level for \nreversing test"
                },
                {
                    "Symbol": "L  \ncrs,10",
                    "Unit": "dB(A)",
                    "Paragraph": "Annex 3 \npara.3.",
                    "null": null,
                    "Explanation": "Vehicle A-weighted sound pressure level for \nconstant speed test at 10 km/h."
                },
                {
                    "Symbol": "L  \ncrs,20",
                    "Unit": "dB(A)",
                    "Paragraph": "Annex 3 \npara.3.",
                    "null": null,
                    "Explanation": "Vehicle A-weighted sound pressure level for \nconstant speed test at 20 km/h."
                },
                {
                    "Symbol": "L\ncorr",
                    "Unit": "dB(A)",
                    "Paragraph": "Annex 3 \npara.2.3.2.",
                    "null": null,
                    "Explanation": "Background noise correction"
                },
                {
                    "Symbol": "L  \ntest,j",
                    "Unit": "dB(A)",
                    "Paragraph": "Annex 3 \npara.2.3.2.",
                    "null": null,
                    "Explanation": "A-weighted sound pressure level result of jth \ntest run"
                },
                {
                    "Symbol": "L  \ntestcorr,j",
                    "Unit": "dB(A)",
                    "Paragraph": "Annex 3 \npara.2.3.2.",
                    "null": null,
                    "Explanation": "A-weighted sound pressure level result of jth \ntest run corrected for background noise"
                },
                {
                    "Symbol": "L  \nbgn",
                    "Unit": "dB(A)",
                    "Paragraph": "Annex 3 \npara.2.3.1.",
                    "null": "",
                    "Explanation": "Background A-weighted sound pressure level."
                },
                {
                    "Symbol": "∆L\nbgn, p-\n \np",
                    "Unit": "dB(A)",
                    "Paragraph": "Annex 3 \npara.2.3.2.",
                    "null": null,
                    "Explanation": "Range of maximum to minimum value of the \nrepresentative background noise A-weighted \nsound pressure level over a defined time \nperiod."
                },
                {
                    "Symbol": "∆L",
                    "Unit": "dB(A)",
                    "Paragraph": "Annex 3 \npara.2.3.2.",
                    "null": null,
                    "Explanation": "A-weighted sound pressure level of jth test \nresult minus the A-weighted background noise \nlevel (∆L = L  - L ) \ntest,j bgn"
                },
                {
                    "Symbol": "v  \nref",
                    "Unit": "km/h",
                    "Paragraph": "Annex 3 \npara.4.",
                    "null": null,
                    "Explanation": "Reference vehicle velocity used for calculating \nfrequency shift percentage."
                },
                {
                    "Symbol": "f  \nj, speed",
                    "Unit": "Hz",
                    "Paragraph": "Annex 3 \npara.4.",
                    "null": null,
                    "Explanation": "Single frequency component at a given vehicle \nspeed per sample segment, e.g. f    \n1,5"
                },
                {
                    "Symbol": "f  \nref",
                    "Unit": "Hz",
                    "Paragraph": "Annex 3 \npara.4.",
                    "null": null,
                    "Explanation": "Single frequency component at reference \nvehicle speed"
                },
                {
                    "Symbol": "f  \nspeed",
                    "Unit": "Hz",
                    "Paragraph": "Annex 3 \npara.4.",
                    "null": null,
                    "Explanation": "Single frequency component at a given vehicle \nspeed, e.g. f  \n5"
                },
                {
                    "Symbol": "l  \nveh",
                    "Unit": "m",
                    "Paragraph": "Annex 3, \nAppendix",
                    "null": null,
                    "Explanation": "Length of vehicle"
                }
            ]
        ]
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "3",
        "section": "Application for approval",
        "text": "3.1. The application for approval of a vehicle type with regard to reduced audibility\nshall be submitted by its manufacturer or by a duly accredited representative.\n3.2. It shall be accompanied by the undermentioned documents and the following\nparticulars:\n3.2.1. A description of the vehicle type with regard to the items mentioned in\nparagraph 2.3. above;\n3.2.2. A description of the engine(s) as mentioned in Annex 1, Addendum;\n3.2.3. If applicable, a list of the components constituting the AVAS;\n3.2.4. If applicable, a drawing of the assembled AVAS and an indication of its\nposition on the vehicle.\n3.3. In the case of paragraph 2.3., the single vehicle, representative of the type in\nquestion, will be selected by the Technical Service conducting approval tests,\nin accordance with the vehicle manufacturer.\n3.4. The Type Approval Authority shall verify the existence of satisfactory\narrangements for ensuring effective control of the conformity of production\nbefore type approval is granted."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "4",
        "section": "Markings",
        "text": "4.1. The components of the AVAS (if applicable) shall bear:\n4.1.1. The trade name or mark of the manufacturer(s) of the AVAS components;\n4.1.2. A designated identification number(s).\n4.2. These markings shall be clearly legible and be indelible.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "5",
        "section": "Approval",
        "text": "5.1. Type approval shall only be granted if the vehicle type meets the requirements\nof paragraphs 6. and 7. below.\n5.1.1. In case of hybrid vehicles, equipped with an internal combustion engine: if the\nmanufacturer can demonstrate to the Type Approval Authority that the vehicle\ncannot be assessed according to the provisions of the Regulation because the\ninternal combustion engine used for direct propulsion will be operational\nduring the specified tests within this regulation, this Regulation shall be\ndeemed not applicable to this vehicle.\n(updated according to Supplement 1 to the 01 series of amendments – Date of\nentry into force: 11 January 2020)\n5.2. An approval number shall be assigned to each type approved. Its first two digits\n(at present 01 corresponding to the 01 series of amendments) shall indicate the\nseries of amendments incorporating the most recent major technical\namendments made to this Regulation at the time of issue of the approval. The\nsame Contracting Party shall not assign the same number to another vehicle\ntype.\n6This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n5.3. Notice of approval or of extension or of refusal or withdrawal of approval or\nof production definitively discontinued of a vehicle type pursuant to this\nRegulation shall be communicated to the Parties to the Agreement applying\nthis Regulation by means of a form conforming to the model in Annex 1 to this\nRegulation.\n5.4. There shall be affixed to every vehicle conforming to a vehicle type approved\nunder this Regulation, conspicuously and in a readily accessible place specified\non the approval form, an international approval mark consisting of:\n5.4.1. A circle surrounding the letter \"E\" followed by the distinguishing number of\nthe country which has granted approval;\n5.4.2. The number of this Regulation, followed by the letter \"R\", a dash and the\napproval number to the right of the circle prescribed in paragraph 5.4.1.\n5.5. If the vehicle conforms to a vehicle type approved, under one or more other\nRegulations annexed to the Agreement, in the country which has granted\napproval under this Regulation, the symbol prescribed in paragraph 5.4.1. need\nnot be repeated. In such a case the regulation and approval numbers and the\nadditional symbols of all the Regulations under which approval has been\ngranted in the country which has granted approval under this Regulation shall\nbe placed in vertical columns to the right of the symbol prescribed in paragraph\n5.4.1.\n5.6. The approval mark shall be clearly legible and indelible.\n5.7. The approval mark shall be placed close to or on the vehicle data plate affixed\nby the manufacturer.\n5.8. Annex 2 to this Regulation gives examples of arrangements of the\napproval mark.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "6",
        "section": "Specifications",
        "text": "6.1. General specifications\nFor the purpose of this Regulation, the vehicle shall fulfil the following\nrequirements:\n6.2. Acoustics characteristics\nThe sound emitted by the vehicle type submitted for approval shall be measured\nby the methods described in Annex 3 to this Regulation.\nThe specifications of this Regulation are applicable for the speed range of\ngreater than 0 km/h up to and inclusive 20 km/h. Operation of an AVAS is\npermitted at vehicle speeds outside the specification range. AVAS may be\noperational independent of the operation of an internal combustion engine inside\nor outside of the specified operation range.\nIf the vehicle that is not equipped with an AVAS fulfils the overall levels as\nspecified in Table 2 below with a margin of +3 dB(A), the specification for\none-third octave bands and the frequency shift do not apply.\n(updated according to Supplement 1 to the 01 series of amendments – Date of\nentry into force: 11 January 2020)\n7This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n6.2.1. Constant speed tests\n6.2.1.1. The test speeds for approval are 10 km/h and 20 km/h.\n6.2.1.2. When tested under the conditions of Annex 3 paragraph 3.3.2., the vehicle shall\nemit a sound:\n(a) That has a minimum overall sound pressure level for the applicable test\nspeed according to Table 2 of paragraph 6.2.8.;\n(b) That has at least two of the one-third octave bands according to Table 2\nof paragraph 6.2.8. At least one of these bands shall be below or within\nthe 1,600 Hz one-third octave band;\n(c) With minimum sound pressure levels in the chosen bands for the\napplicable test speed according to Table 2 of paragraph 6.2.8., column 3\nor column 4.\n6.2.1.3. If after a vehicle is tested in accordance with Annex 3 paragraph 3.3.2., for ten\nconsecutive times within a series of measurements without recording a valid\nmeasurement because the vehicle's internal combustion engine (ICE) remains\nactive or restarts and interferes with the measurements, the vehicle is exempted\nfrom this particular test.\n6.2.2. Reversing test\n6.2.2.1. When tested under the conditions of Annex 3 paragraph 3.3.3. the vehicle shall\nemit a sound that has a minimum overall sound pressure level according to\nTable 2 of paragraph 6.2.8., column 5.\n6.2.2.2. If after a vehicle is tested in accordance with Annex 3, paragraph 3.3.3., for ten\nconsecutive times within a series of measurements without recording a valid\nmeasurement because the vehicle's ICE remains active or restarts and interferes\nwith the measurements, the vehicle is exempted from this particular test.\n6.2.3. Frequency shift to signify acceleration and deceleration\n6.2.3.1. The intention of frequency shift is to acoustically inform road users about the\nchange in vehicle speed.\n6.2.3.2. When tested under the conditions of Annex 3 paragraph 4, at least one tone\nwithin the frequency range as specified in paragraph 6.2.8. emitted by the\nvehicle shall vary proportionally with speed within each individual gear ratio\nby an average of at least 0.8 % per 1 km/h in the speed range from 5 km/h to\n20 km/h inclusive when driving in forward direction. In case more than one\nfrequency is shifted, only one frequency shift needs to fulfil the requirements.\n6.2.4. Stationary sound\nThe vehicle may emit a sound when stationary.\n6.2.5. Driver selectable sounds\nThe vehicle manufacturer may define alternative sounds which can be selected\nby the driver; each of these sounds shall be in compliance and approved with\nthe provisions in paragraphs 6.2.1. to 6.2.3.\n6.2.7. Pause function\nAny pause function as defined in paragraph 2.7. shall be prohibited.\n8This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n(updated according to Supplement 1 to the 01 series of amendments – Date of\nentry into force: 11 January 2020)\n6.2.8. Specifications on maximum sound level for AVAS\nWhen tested under the conditions of Annex 3 paragraph 3.3.2., a vehicle which\nis equipped with an AVAS, shall not emit an overall sound level of more than\n75 dB(A), if driving in forward direction.4\n(updated according to Supplement 1 to the 01 series of amendments – Date of\nentry into force: 11 January 2020)\n4 The maximum overall sound pressure level of 75 dB(A) measured at a distance of 2 m is\ncorresponding to the overall sound pressure level of 66 dB(A) measured at a distance of 7.5 m. The\nlimit value of 66 dB(A) at a distance of 7.5 m is the lowest permitted maximum value in Regulations\nestablished under the 1958 Agreement.\n9This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n6.2.9. Minimum sound levels\nThe sound level measured in accordance with the provisions of Annex 3 to this\nRegulation, mathematically rounded to the nearest integer value, shall have at\nleast the followings values:\nTable 2\nMinimum Sound Level Requirements in dB(A)\nConstant Speed Test Constant Speed Test\nFrequency Reversing Test\nparagraph 3.3.2. paragraph 3.3.2.\nin Hz paragraph 3.3.3.\n(10 km/h) (20 km/h)\nColumn 1 Column 2 Column 3 Column 4 Column 5\nOverall 50 56 47\n160 45 50\n200 44 49\n250 43 48\n315 44 49\n400 45 50\n500 45 50\ns\nd n 630 46 51\na\nB\ne 800 46 51\nv\na\ntc 1,000 46 51\nO\nd r3 1,250 46 51\n/1\n1,600 44 49\n2,000 42 47\n2,500 39 44\n3,150 36 41\n4,000 34 39\n5,000 31 36\n(updated according to Supplement 1 to the 01 series of amendments – Date of\nentry into force: 11 January 2020)\n",
        "tables": [
            [
                {
                    "Frequency\nin Hz": "Column 1",
                    "null": "Column 2",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "Column 3",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "Column 4",
                    "Reversing Test\nparagraph 3.3.3.": "Column 5"
                },
                {
                    "Frequency\nin Hz": "Overall",
                    "null": null,
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "50",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "56",
                    "Reversing Test\nparagraph 3.3.3.": "47"
                },
                {
                    "Frequency\nin Hz": "s\nd\nn\na\nB\ne\nv\na\ntc\nO\nd\nr3\n/1",
                    "null": "160",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "45",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "50",
                    "Reversing Test\nparagraph 3.3.3.": ""
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "200",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "44",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "49",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "250",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "43",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "48",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "315",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "44",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "49",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "400",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "45",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "50",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "500",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "45",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "50",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "630",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "46",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "51",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "800",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "46",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "51",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "1,000",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "46",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "51",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "1,250",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "46",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "51",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "1,600",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "44",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "49",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "2,000",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "42",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "47",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "2,500",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "39",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "44",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "3,150",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "36",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "41",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "4,000",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "34",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "39",
                    "Reversing Test\nparagraph 3.3.3.": null
                },
                {
                    "Frequency\nin Hz": null,
                    "null": "5,000",
                    "Constant Speed Test\nparagraph 3.3.2.\n(10 km/h)": "31",
                    "Constant Speed Test\nparagraph 3.3.2.\n(20 km/h)": "36",
                    "Reversing Test\nparagraph 3.3.3.": null
                }
            ]
        ]
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "7",
        "section": "Modification and extension of approval of a\nvehicle type",
        "text": "7.1. Every modification of the vehicle type shall be notified to the Type Approval\nAuthority which approved the vehicle type. The Type Approval Authority may\nthen either:\n7.1.1. consider that the modifications made are unlikely to have an appreciable\nadverse effect and that in any case the vehicle still complies with the\nrequirements, or\n7.1.2. require a further test report from the Technical Service responsible for\nconducting the tests.\n10This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n7.2. Confirmation or refusal of approval, specifying the alterations shall be\ncommunicated by the procedure specified in paragraph 5.3. above to the Parties\nto the Agreement applying this Regulation.\n7.3. The Type Approval Authority issuing the extension of approval shall assign a\nseries number for such an extension and inform thereof the other Parties to the\n1958 Agreement applying this Regulation by means of a communication form\nconforming to the model in Annex 1 to this Regulation.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "8",
        "section": "Conformity of production",
        "text": "The conformity of production procedures shall comply with those set out in the\nAgreement, Schedule 1 (E/ECE/TRANS/505/Rev.3) with the following\nrequirements:\n8.1. Vehicles approved according to this Regulation shall be manufactured so as to\nconform to the type approved and satisfy the requirements set forth in\nparagraph 6.2. above;\n8.2. The Type Approval Authority which has granted type approval may at any\ntime verify the conformity control methods applied in each production facility.\nThe normal frequency of these verifications shall be one every two years.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "9",
        "section": "Penalties for non-conformity of production",
        "text": "9.1. The approval granted in respect of a vehicle type pursuant to this Regulation\nmay be withdrawn if the requirements set forth above are not met.\n9.2. If a Contracting Party to the Agreement applying this Regulation withdraws an\napproval it has previously granted, it shall forthwith so notify the other\nContracting Parties applying this Regulation, by means of a communication\nform conforming to the model in Annex 1 to this Regulation.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "10",
        "section": "Production definitively discontinued",
        "text": "If the holder of the approval completely ceases to manufacture a vehicle type\napproved in accordance with this Regulation, he shall so inform the Type\nApproval Authority which granted the approval. Upon receiving the relevant\ncommunication that Type Approval Authority shall inform thereof the other\nParties to the 1958 Agreement applying this Regulation by means of a\ncommunication form conforming to the model in Annex 1 to this Regulation.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "11",
        "section": "Transitional provisions",
        "text": "1.1. Until 30 June 2019 ISO 10844:1994 may be applied as an alternative to ISO\n10844:2014 to check compliance of the test track as described in Annex 3,\nparagraph 2.1.2. of this Regulation.\n11.2. As from the official date of entry into force of the 01 series of amendments, no\nContracting Party applying this Regulation shall refuse to grant or refuse to\naccept type approvals under this Regulation as amended by the 01 series of\namendments.\n11This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n11.3. As from 1 September 2019, Contracting Parties applying this Regulation shall\nnot be obliged to accept type approvals to this Regulation in its original\nversion, first issued after 1 September 2019.\n11.4. Until 1 September 2021, Contracting Parties applying this Regulation shall\naccept type approvals to this Regulation in its original version, first issued\nbefore 1 September 2019.\n11.5. As from 1 September 2021, Contracting Parties applying this Regulation shall\nnot be obliged to accept type approvals to this Regulation in its original\nversion.\n11.6. Notwithstanding paragraphs 11.3. to 11.5. above, type approvals granted to\nthis Regulation in its original version, which are not affected by the 01 series\nof amendments, shall remain valid and Contracting Parties applying this\nRegulation shall accept them.\n11.7. Notwithstanding the transitional provisions above, Contracting Parties whose\napplication of this Regulation comes into force after the date of entry into force\nof the 01 series of amendments are not obliged to accept type approvals which\nwere granted in accordance with this Regulation in its original version and are\nonly obliged to accept type approval granted in accordance with the 01 series\nof amendments.\n11.8. Contracting Parties applying this Regulation shall not refuse to grant type\napprovals, or extensions thereof, under this Regulation in its original version.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "12",
        "section": "Names and addresses of Technical Services\nresponsible for conducting approval tests and of\nType Approval Authorities",
        "text": "The Contracting Parties to the 1958 Agreement applying this Regulation shall\ncommunicate to the United Nations Secretariat the names and addresses of the\nTechnical Services responsible for conducting approval tests and of the Type\nApproval Authorities which grant approval and to which forms certifying\napproval or extension or refusal or withdrawal of approval, issued in other\ncountries, are to be sent.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "13",
        "section": "Annex 1",
        "text": "Communication\n(maximum format: A4 (210 x 297 mm))\nissued by: Name of administration:\n......................................\n......................................\n......................................\n1\n1\nConcerning:2 Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a vehicle type with regard to its sound emission pursuant to UN Regulation No. 138\nApproval No. …………………….. Extension No. ……………………………\nSection I\n0.1. Make (trade name of manufacturer): ...............................................................\n0.2. Vehicle Type: ....................................................................................................\n0.3. Means of identification of type if marked on the vehicle:3 ................................\n0.3.1. Location of that marking: ..................................................................................\n0.4. Category of vehicle:4 .........................................................................................\n0.5. Propulsion principle (PEV/HEV/FCV/FCHV): .................................................\n0.6. Company name and address of manufacturer: ...................................................\n0.7. Names and Address(es) of assembly plant(s): ..................................................\n0.8. Name and address of the manufacturer's representative (if any): ......................\n1 Distinguishing number of the country which has granted/extended/refused/withdrawn approval (see\napproval provisions in the Regulation).\n2 Delete what does not apply.\n3 If the means of identification of type contains characters not relevant to describe the vehicle, types\ncovered by the type-approval certificate such characters shall be represented in the documentation by\nthe symbol: '? ' (e.g. ABC??123??).\n4 As defined in R.E.3.\n13This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nSection II\n1. Additional information (where applicable): See Addendum\n2. Technical Service responsible for carrying out the tests: ..................................\n3. Date of test report: ............................................................................................\n4. Number of test report: .......................................................................................\n5. Remarks (if any): See Addendum\n6. Place: ................................................................................................................\n7. Date: .................................................................................................................\n8. Signature: ..........................................................................................................\n9. Reasons for Extensions\nAttachments:\nInformation package\nTest report(s)\n14This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nAddendum to the communication form No …\nTechnical Information\n0. General\n0.1. Make (trade name of manufacturer):\n0.2. Means of identification of type, if marked on the vehicle:1\n0.2.1. Location of that marking:\n0.3 Category of vehicle:2\n0.4. Company name and address of manufacturer:\n0.5. Name and address of the manufacturer's representative (if any):\n0.6. Name(s) and Address(es) of assembly plant(s):\n1. Additional information\n1.1. Power plant\n1.1.1. Propulsion principle (PEV/HEV/FCV/FCHV) :\n1.1.2. Manufacturer of the engine(s):\n1.1.3. Manufacturer's engine code(s):\n1.2. Description of AVAS (if applicable): ..........\n1.2.1. Sound at Stationary (yes/no)\n1.2.2. No. of driver selectable sounds (1/2/3/…)\n2. Test results\n2.1. Sound level of moving vehicle: .......... dB(A) at 10 km/h\n2.2. Sound level of moving vehicle: .......... dB(A) at 20 km/h\n2.3. Sound level of moving vehicle: …...... dB(A) in reversing\n2.4. Frequency shift: .......... % /km/h\n3. Remarks\n1 If the means of identification of type contains characters not relevant to describe the vehicle, types\ncovered by the type-approval certificate such characters shall be represented in the documentation by\nthe symbol: '? ' (e.g. ABC??123??).\n2 As defined in R.E.3.\n15This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nTechnical Information Document3\n0. General\n0.1. Make (trade name of manufacturer): .................................................................\n0.2. Type\n0.3. Means of identification of type, if marked on the vehicle:4\n0.3.1. Location of that marking: ..................................................................................\n0.4. Category of vehicle:5 .........................................................................................\n0.5. Company name and address of manufacturer: ...................................................\n0.6. Name and address of the manufacturer's representative (if any): ......................\n0.8. Name(s) and Address(es) of assembly plant(s): ................................................\n1. General construction characteristics of the vehicle\n1.1. Photographs and/or drawings of a representative vehicle: .................................\n1.3. Number of axles and wheels:6 ............................................................................\n1.3.3. Powered axles (number, position, interconnection): ..........................................\n1.6. Position and arrangement of the engine(s): .......................................................\n2. Masses and dimensions7 (in kg and mm) (Refer to drawing where applicable):\n...........................................................................................................................\n2.4. Range of vehicle dimensions (overall): .............................................................\n2.4.1 For chassis without bodywork: ..........................................................................\n2.4.1.1. Length: ...............................................................................................................\n2.4.1.2. Width: ................................................................................................................\n2.4.2. For chassis with bodywork\n2.4.2.1. Length: ...............................................................................................................\n2.4.2.2. Width: ................................................................................................................\n3 Manufactures may automatically create this Technical Information Document by selecting the\nrelevant items from the commonly agreed matrix. These items will appear in the Technical\nInformation Document under the same numbers as in the matrix. Thus, the numbering of items in the\nTechnical Information Document may not necessarily be continuous.\n4 If the means of identification of type contains characters not relevant to describe the vehicle, types\ncovered by the type-approval certificate such characters shall be represented in the documentation by\nthe symbol: '? ' (e.g. ABC??123??).\n5 As defined in R.E.3.\n6 Only for the purpose of defining \"off-road vehicles\".\n7 (a) Standard ISO 612: 1978 — Road vehicles — Dimensions of motor vehicles and towed vehicles -\nterms and definitions.\n(b) Where there is one version with a normal cab and another with a sleeper cab, both sets of masses\nand dimensions are to be stated.\n(c) Optional equipment that affects the dimensions of the vehicle shall be specified.\n16This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n2.6. Mass in running order\nminimum and maximum: ...................................................................................\n3. Power plant8\n3.1. Manufacturer of the engine(s):\n3.1.1. Manufacturer's engine code(s) (as marked on the engine(s), or other means of\nidentification): ...................................................................................................\n3.3. Electric motor\n3.3.1. Type of the electric motor (winding, excitation):\n3.4. Engine or motor combination:\n3.4.4. Electric motor (describe each type of electric motor separately)\n3.4.4.1. Make: .................................................................................................................\n3.4.4.2. Type: ..................................................................................................................\n3.4.4.3. Maximum power: …..kW\n6. Suspension\n6.6. Tyre size\n6.6.2. Upper and lower limits of rolling radii\n6.6.2.1. Axle 1: ...............................................................................................................\n6.6.2.2. Axle 2: ...............................................................................................................\n6.6.2.3. Axle 3: ...............................................................................................................\n6.6.2.4. Axle 4: ...............................................................................................................\netc.\n9. Bodywork\n9.1. Type of bodywork:\n9.2. Materials used and methods of construction:\n12. Miscellaneous\n12.5. Details of materials and components influencing the sound emission of the\nvehicle (if not covered by other items): .............................................................\n17. AVAS (if applicable)\n17.1. Type of the AVAS (loudspeaker …): ................................................................\n17.1.1. Make: .................................................................................................................\n17.1.2. Type: ..................................................................................................................\n17.1.3. Geometrical characteristics (internal length and diameter)\n8 In the case of a vehicle that can run either on petrol, diesel, etc., or also in combination with another\nfuel, items shall be repeated. In the case of non-conventional engines and systems, particulars\nequivalent to those referred here shall be supplied by the manufacturer.\n17This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n17.2. The following documents are annexed to this communication:\n17.2.1. ... drawings of the mountings of the sound emitting device(s),\n17.2.2. ... drawings and diagrams giving the mounting positions and characteristics\nof the parts of the structure on which the devices are fitted.\n17.2.3. ... over-all views of the front of the vehicle and of the compartment in which\nthe device is situated and description of the component materials.\nSigned: ...........................................................................................................................\nPosition in company: ................................................................................................................\nDate: ...........................................................................................................................\n18This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "14",
        "section": "Annex 2",
        "text": "Arrangements of the approval mark\nModel A\n(See paragraph 5.4. of this Regulation)\n138 R - 01 2439\na = 8 mm min.\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned\nhas, with regard to its audibility, been approved in the Netherlands (E 4) pursuant to UN\nRegulation No. 138 under approval No. 012439.\nThe first two digits of the approval number indicate that UN Regulation No. 138 already\nincluded the 01 series of amendments when the approval was granted.\nModel B\n(See paragraph 5.5. of this Regulation)\n138 01 2439\n01 1628\na = 8 mm min.\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned\nhas been approved in the Netherlands (E 4) pursuant to UN Regulations Nos. 138 and 33.1\nThe approval numbers indicate that, at the dates when the respective approvals were granted,\nUN Regulation No. 138 included the 01 series of amendments while UN Regulation No. 33\nincluded the 01 series of amendments.\n1 The latter number is given as an example only.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "15",
        "section": "1Annex 3",
        "text": "Methods and instruments for measuring the sound made by\nmotor vehicles\n1. Instrumentation\n1.1. Instruments for acoustic measurement\n1.1.1. General\nThe apparatus used for measuring the sound pressure level shall be a sound\nlevel meter or equivalent measurement system meeting the requirements of\nClass 1 instruments (inclusive of the recommended windscreen, if used). These\nrequirements are described in IEC 61672-1-2013.\nThe entire measurement system shall be checked by means of a sound\ncalibrator that fulfils the requirements of Class 1 sound calibrators in\naccordance with IEC 60942-2003.\nMeasurements shall be carried out using the time weighting \"F\" of the acoustic\nmeasurement instrument and the \"A\" frequency weighting also described in\nIEC 61672-1-2013. When using a system that includes a periodic monitoring\nof the A-weighted sound pressure level, a reading should be made at a time\ninterval not greater than 30 ms.\nWhen measurements are carried out for one-third octaves, the instrumentation\nshall meet all requirements of IEC 61260-1-2014, class 1.\nWhen measurements are carried out for frequency shift, the digital sound\nrecording system shall have at least a 16 bit quantization. The sampling rate\nand the dynamic range shall be appropriate to the signal of interest.\nThe instruments shall be maintained and calibrated in accordance with the\ninstructions of the instrument manufacturer.\n1.1.2. Calibration\nAt the beginning and at the end of every measurement session, the entire\nacoustic measurement system shall be checked by means of a sound calibrator\nas described in paragraph 1.1.1.. Without any further adjustment, the difference\nbetween the readings shall be less than or equal to 0,5 dB(A). If this value is\nexceeded, the results of the measurements obtained after the previous\nsatisfactory check shall be discarded.\n1.1.3. Compliance with requirements\nCompliance of the sound calibrator with the requirements of IEC 60942-2003\nshall be verified once a year. Compliance of the instrumentation system with\nthe requirements of IEC 61672-3-2013 shall be verified at least every 2 years.\nAll compliance testing shall be conducted by a laboratory which is authorized\nto perform calibrations traceable to the appropriate standards.\n20This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n1.2. Instrumentation for speed measurements\nThe road speed of the vehicle shall be measured with instruments meeting\nspecification limits of at least ±0,5 km/h when using continuous measuring\ndevices.\nIf testing uses independent measurements of speed, this instrumentation shall\nmeet specification limits of at least ±0,2 km/h.\n1.3. Meteorological instrumentation\nThe meteorological instrumentation used to monitor the environmental\nconditions during the test shall meet the specifications of:\n(a) ±1 °C or less for a temperature measuring device;\n(b) ±1,0 m/s for a wind speed-measuring device;\n(c) ±5 hPa for a barometric pressure measuring device;\n(d) ±5 % for a relative humidity measuring device.\n2. Acoustic environment, meteorological conditions, and background noise\n2.1. Test site\n2.1.1. General\nThe specifications for the test site provide the necessary acoustic environment\nto carry out the vehicle tests documented in this Regulation. Outdoor and\nindoor test environments that meet the specifications of this Regulation\nprovide equivalent acoustic environments and produce results that are equally\nvalid.\n2.1.2. Outdoor testing\nThe test site shall be substantially level. For the measurement of vehicles in\nmotion, the test track construction and surface shall meet the requirements of\nISO 10844:2014. For the measurement of vehicles at a standstill, the test area\nshall be either:\n(a) ISO 10844:2014; or\n(b) Other dense asphalt; or\n(c) Dense concrete.\nWithin a radius of 50 m around the centre of the track, the space shall be free\nof large reflecting objects such as fences, rocks, bridges or buildings. The test\ntrack and the surface of the site shall be dry and free from absorbing materials\nsuch as powdery snow, or loose debris.\nIn the vicinity of the microphones, there shall be no obstacle that could\ninfluence the acoustic field and no person shall remain between the\nmicrophone and the noise source. The meter observer shall be positioned so as\nnot to influence the meter reading. Microphones shall be located as specified\nin Figures 1 of the Appendix to this annex.\n(updated according to Supplement 2 to the 01 series of amendments – Date of\nentry into force: 3 January 2021)\n2.1.3. Indoor hemi anechoic or anechoic testing\n21This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nThis paragraph specifies conditions applicable when testing a vehicle, either\noperating as it would on the road with all systems operational, or operating in\na mode where only the AVAS is operational.\nThe test facility shall meet requirements of ISO 26101:2012 with the following\nqualification criteria and measurement requirements appropriate to this test\nmethod.\nSpace to be deemed hemi-anechoic shall be defined as shown in Figure 3 of\nthe Appendix to this annex.\nFor qualifying the hemi acoustic space, the following evaluation shall be\nconducted:\n(a) Sound source location shall be place on the floor in middle of the space\ndeemed to be anechoic;\n(b) Sound source shall provide a broadband input for measurement;\n(c) Evaluation shall be conducted in one-third-octave bands;\n(d) Microphone locations for evaluation shall be on a line from the source\nlocation to each position of microphones used for measurement in this\nRegulation as shown in Figure 3 of the Appendix to this annex. This is\ncommonly referred to as the microphone transverse;\n(e) A minimum of 10 points shall be used for evaluation on the microphone\ntransverse line;\n(f) The one third octave bands used to establish hemi-anechoic\nqualification shall be defined to cover the spectral range of interest.\nThe test facility shall have a cut-off frequency, as defined in ISO 26101:2012,\nlower than the lowest frequency of interest. The lowest frequency of interest is\nthe frequency below which there is no signal content relevant to the\nmeasurement of sound emission for the vehicle under test.\nIn the vicinity of the microphones, there shall be no obstacle that could\ninfluence the acoustic field and no person shall remain between the\nmicrophone and the noise source. The meter observer shall be positioned so as\nnot to influence the meter reading. Microphones shall be located as specified\nin Figures 2 of the Appendix to this annex.\n2.2. Meteorological conditions\n2.2.1. For outdoor facilities\nMeteorological conditions are specified to provide a range of normal operating\ntemperatures and to prevent abnormal readings due to extreme environmental\nconditions.\nThe meteorological instrumentation shall deliver data representative for the test\nsite and shall be positioned adjacent to the test area at a height representative of\nthe height of the measuring microphone.\nA value representative of temperature, wind speed, relative humidity, and\nbarometric pressure shall be recorded during the measurement interval.\nThe measurements shall be made when the ambient air temperature is within the\nrange from 5 °C to 40 °C.\n22This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nThe ambient temperature may of necessity be restricted to a narrower\ntemperature range such that all key vehicle functionalities that can reduce\nvehicle noise emissions (e.g. start/stop, hybrid propulsion, battery propulsion,\nfuel-cell stack operation) are enabled according to manufacturer's\nspecifications.\nThe tests shall not be carried out if the wind speed, including gusts, at\nmicrophone height exceeds 5 m/s, during the measurement interval.\n2.2.2. For indoor facilities\nMeteorological conditions are specified to provide a range of normal operating\ntemperatures and to prevent abnormal readings due to extreme environmental\nconditions.\nThe meteorological instrumentation shall deliver data representative for the test\nsite and values of temperature, relative humidity, and barometric pressure shall\nbe recorded during the measurement interval.\nThe measurements shall be made when the ambient air temperature is within the\nrange from 5 °C to 40 °C.\nThe ambient temperature may of necessity be restricted to a narrower\ntemperature range such that all key vehicle functionalities that can reduce\nvehicle noise emissions (e.g. start/stop, hybrid propulsion, battery propulsion,\nfuel-cell stack operation) are enabled according to manufacturer's\nspecifications.\n(updated according to Supplement 1 to the 01 series of amendments – Date of\nentry into force: 11 January 2020)\n2.3. Background noise\n2.3.1. Measurement criteria for A-weighted sound pressure level\nThe background, or ambient noise, shall be measured for a duration of at least\n10 seconds. A 10 second sample taken from these measurements shall be used\nto calculate the reported background noise, ensuring the 10 seconds sample\nselected is representative of the background noise in absence of any transient\ndisturbance. The measurements shall be made with the same microphones and\nmicrophone locations used during the test.\nWhen testing in an indoor facility, the noise emitted by the roller-bench,\nchassis dynamometer or other test facility equipment, without the vehicle\ninstalled or present, inclusive of the noise caused by air handling of the facility\nand vehicle cooling, shall be reported as the background noise.\nThe recorded maximum A-weighted sound pressure level from both\nmicrophones during the 10 second sample shall be reported as the background\nnoise, L , for both left and right microphones.\nbgn\nFor each 10 second sample at each microphone, the maximum to minimum\nrange of the background noise, ∆L , shall be reported.\nbgn, p-p\nThe one-third-octave frequency spectrum, corresponding to the reported\nmaximum level of background noise in the microphone with the highest\nbackground level, shall be reported.\nAs an aid for measurement and reporting of background noises see flowchart\nin Figure 4 of the Appendix to this annex.\n23This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n2.3.2. Vehicle A-weighted sound pressure level measurement correction criteria\nDepending on the level and the range of maximum to minimum value of the\nrepresentative background noise A-weighted sound pressure level over a\ndefined time period, the measured jth test result within a test condition, L ,\ntest,j\nshall be corrected according to the table below to obtain the background noise\ncorrected level L . Except where noted, L = L - L .\ntestcorr,j testcorr,j test,j corr\nBackground noise corrections to measurements are only valid when the range\nof the maximum to minimum background noise A-weighted sound pressure\nlevels are 2 dB(A) or less.\nIn all cases where the range of the maximum to minimum background noise is\ngreater than 2 dB(A), the maximum level of the background noise shall be 10\ndB(A) or greater below the level of the measurement. When the maximum to\nminimum range of background noise is greater than 2 dB(A) and the level of\nthe background noise is less than 10 dB(A) below the measurement, no valid\nmeasurement is possible.\nTable 3\nCorrection for level of background noise when measuring vehicle A-weighted sound\npressure level\nCorrection for background noise\nSound pressure level of j-\nRange of maximum to minimum value\nth test result minus\nof the representative background background noise level Correction in dB(A)\nnoise A-weighted sound pressure level\nover a defined time period ∆L = L test,j - L bgn L corr\n∆L in dB(A)\nbgn, p-p in dB(A)\n- ∆L > 10 no correction needed\n8 ≤ ∆L <10 0,5\n6 ≤ ∆L <8 1,0\n< 2 4.5 ≤ ∆L <6 1,5\n3 ≤ ∆L <4.5 2,5\nno valid measurement\n∆L < 3\ncan be reported\nIf a sound peak obviously out of character with the general sound pressure\nlevel is observed, that measurement shall be discarded.\nAs an aid for measurement correction criteria see flowchart in Figure 5 of the\nappendix to this annex.\n2.3.3. Background noise requirements when analysing in one-third-octave bands\nWhen analysing one-third octaves according to this Regulation, the level of\nbackground noise in each one-third octave of interest, analysed according to\nparagraph 2.3.1., shall be at least 6 dB(A) below the measurement of the\nvehicle or AVAS under test in each one-third-octave band of interest. The A-\nweighted sound pressure level of the background noise shall be at least 10\ndB(A) below the measurement of the vehicle or AVAS under test.\nBackground compensation is not permitted for one-third octave band\n24This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nmeasurements.\nAs an aid for background noise requirements when analysing in one-third-\noctave bands see flowchart in Figure 6 of the Appendix to this annex.\n3. Test procedures for vehicle sound level\n3.1. Microphone positions\nThe distance from the microphone positions on the microphone line PP' to the\nperpendicular reference line CC' as specified in Figure 1 and 2 of the Appendix\nto this annex on the test track or in an indoor test facility shall be\n2,0 m ± 0,05 m.\nThe microphones shall be located 1,2 m ± 0,02 m above the ground level. The\nreference direction for free field conditions as specified in IEC 61672-1:2013\nshall be horizontal and directed perpendicularly towards the path of the vehicle\nline CC'.\n3.2. Conditions of the vehicle\n3.2.1. General conditions\nThe vehicle shall be representative of vehicles to be put on the market as\nspecified by the manufacturer in agreement with the Technical Service to fulfil\nthe requirements of this Regulation.\nMeasurements shall be made without any trailer, except in the case of non-\nseparable vehicles.\nIn the case of HEVs/FCHVs, the test shall be carried out in the most energy\nefficient mode so to avoid the restart of the ICE, e.g. all audio-, entertainment-\n, communication- and navigation-systems shall be switched off.\nBefore the measurements are started, the vehicle shall be brought to its normal\noperating conditions.\n3.2.2. Battery state of charge\nIf so equipped, propulsion batteries shall have a state-of-charge sufficiently\nhigh to enable all key functionalities according to the manufacturer's\nspecifications. Propulsion batteries shall be within their component-\ntemperature window to enable all key functionalities that could reduce vehicle\nsound emissions. Any other type of rechargeable energy storage system shall\nbe ready to operate during the test.\n3.2.3. Multi-mode operation\nIf the vehicle is equipped with multiple driver selectable operating modes, the\nmode which provides the lowest sound emission during the test conditions of\nparagraph 3.3. shall be selected.\nWhen the vehicle provides multiple operating modes that are automatically\nselected by the vehicle, it is the responsibility of the manufacturer to determine\nthe correct manner of testing to achieve the minimum sound emission.\nIn cases where it is not possible to determine the vehicle operating mode\nproviding the lowest sound emission, all modes shall be tested and the mode\ngiving the lowest test result shall be used to report the vehicle sound emission\nin accordance with this Regulation.\n25This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n3.2.4. Test mass of vehicle\nMeasurements shall be made on vehicles at mass in running order with an\nallowable tolerance of 15 per cent.\n3.2.5. Tyre selection and condition\nThe tyres fitted to the vehicle during testing are selected by the vehicle\nmanufacturer, and shall correspond to one of the tyre sizes and types\ndesignated for the vehicle by the vehicle manufacturer.\nThe tyres shall be inflated to the pressure recommended by the vehicle\nmanufacturer for the test mass of the vehicle.\n3.3. Operating conditions\n3.3.1. General\nFor each operating condition, the vehicle can be tested either indoor or outdoor.\nFor constant speed and reversing tests the vehicle may be tested either in\nmotion or in simulated operating condition. For simulated vehicle operation,\nsignals shall be applied to the vehicle to simulate actual in-use operation.\nIf the vehicle is equipped with an internal combustion engine, it shall be turned\noff.\n3.3.2. Constant speed tests\nThese tests are conducted with the vehicle in forward motion or with the\nvehicle speed simulated by an external signal to the AVAS with the vehicle in\nstandstill condition.\n3.3.2.1. Constant speed tests in forward motion\nFor a vehicle tested in an outdoor facility, the path of the centreline of the\nvehicle shall follow line CC' as closely as possible with constant speed v\ntest\nthroughout the entire test. The front plane of the vehicle shall pass from the\nline AA' at the start of the test and the rear plane of the vehicle shall pass from\nthe line BB' at the end of the test, as shown in Figure 1a of the Appendix to\nthis annex. Any trailer, which is not readily separable from the towing vehicle,\nshall be ignored when considering the crossing of the line BB'.\nA vehicle tested in an indoor facility, shall be located with the front plane of\nthe vehicle on the PP' line as shown in Figure 2a of the Appendix to this annex.\nThe vehicle shall maintain a constant test speed, v for at least 5 seconds.\ntest\nFor constant speed test condition of 10 km/h, the test speed v shall be\ntest\n10 km/h ± 2 km/h.\nFor constant speed test condition of 20 km/h, the test speed v shall be\ntest\n20 km/h ± 1 km/h.\nFor automatic transmission vehicles, the gear selector shall be placed as\nspecified by the manufacturer for normal driving.\nFor manual transmission vehicles, the gear selector shall be placed in the\nhighest gear which can achieve the target vehicle speed with constant engine\nspeed.\n3.3.2.2. Constant speed tests simulated by an external signal to the AVAS with the\nvehicle in standstill condition\n26This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nA vehicle tested in an indoor or outdoor facility, shall be located with the front\nplane of the vehicle on the PP' line as shown in Figure 2b of the Appendix to\nthis annex. The vehicle shall maintain a constant simulated test speed, v for\ntest\nat least 5 seconds.\nFor constant speed test condition of 10 km/h, the simulated test speed v shall\ntest\nbe 10 km/h ± 0,5 km/h.\nFor constant speed test condition of 20 km/h, the simulated test speed v shall\ntest\nbe 20 km/h ± 0,5 km/h\n3.3.3. Reversing tests\nThese tests may be conducted with the vehicle in rearward motion or with the\nvehicle speed simulated by an external signal to the AVAS or with the vehicle\nin standstill condition.\n3.3.3.1. Reversing test in motion\nFor a vehicle tested in an outdoor facility, the path of the centreline of the\nvehicle shall follow line CC' as closely as possible with constant speed v\ntest\nthroughout the entire test. The rear plane of the vehicle shall pass from the line\nAA' at the start of the test and the front plane of the vehicle shall pass from the\nline BB' at the end of the test, as shown on Figure 1b of the Appendix to this\nannex. Any trailer, which is not readily separable from the towing vehicle, shall\nbe ignored when considering the crossing of the line BB'.\nA vehicle tested in an indoor facility, shall be located with the rear plane of the\nvehicle on the PP' line as shown in Figure 2b of the Appendix to this annex.\nThe vehicle shall maintain a constant test speed, v for at least 5 seconds.\ntest\nFor constant speed test condition of 6 km/h, the test speed v shall be 6 km/h ±\ntest\n2 km/h.\nFor automatic transmission vehicles, the gear selector shall be placed as\nspecified by the manufacturer for normal reverse driving.\nFor manual transmission vehicles, the gear selector shall be placed in the\nhighest reverse gear which can achieve the target vehicle speed with constant\nengine speed.\n3.3.3.2. Reversing test simulated by an external signal to the AVAS with the vehicle in\nstandstill condition\nA vehicle tested in an indoor or outdoor facility, shall be located with the rear\nplane of the vehicle on the PP' line as shown in Figure 2b of the Appendix to\nthis annex. The vehicle shall maintain a constant simulated test speed, v for\ntest\nat least 5 seconds.\nFor constant test condition of 6 km/h, the simulated test speed v shall be\ntest\n6 km/h ± 0,5 km/h.\n3.3.3.3. Reversing test in standstill condition\nA vehicle tested in an indoor or outdoor facility, shall be located with the rear\nplane of the vehicle on the PP' line as shown in Figure 2b of the Appendix to\nthis annex.\nThe vehicle's gear selection control shall be in the reverse position and the\nbrake released for the test.\n27This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\n3.4. Measurement readings and reported values\nAt least four measurements for each test condition shall be made on both sides\nof the vehicle.\nThe first four valid consecutive measurement results for each test condition,\nwithin 2,0 dB(A) per side, allowing for the deletion of non-valid results, shall\nbe used for the calculation of the intermediate or final result.\nIf a sound peak obviously out of character with the general sound pressure\nlevel is observed, that measurement shall be discarded. For measurement of a\nvehicle in motion (forward and reversing) outdoor, the maximum A-weighted\nsound pressure level indicated during each passage of the vehicle between AA'\nand PP' (L ) shall be noted for each microphone position, to the first\ntest,j\nsignificant digit after the decimal place (for example XX,X). For measurement\nof a vehicle in motion indoor and in standstill (forward and reversing), the\nmaximum A-weighted sound pressure level indicated during each period of 5\nseconds for each microphone position, L shall be noted, to the first\ntest,j,\nsignificant digit after the decimal place (for example XX,X).\nL , shall be corrected according to paragraph 2.3.2. to obtain L .\ntestj testcorr,j\nFor each maximum A-weighted sound pressure level, the corresponding one-\nthird-octave spectrum shall be reported for each microphone position. No\nbackground correction shall be applied to any measured one-third octave\nresult.\n3.5. Data compilation and reported results\nFor each test condition described in paragraph 3.3., the background corrected\nresults, L , and the corresponding one third octave spectra of both sides\ntestcorr,j\nof the vehicle individually shall be arithmetically averaged and rounded to the\nfirst decimal place.\nThe final A-weighted sound pressure level results L , L and L to\ncrs 10 crs20 reverse\nbe reported are the lower values of the two averages of both sides, rounded to\nthe nearest integer. The final one third octave spectra to be reported are the\nspectra corresponding to the same side as the reported A-weighted sound\npressure level.\n4. Test procedures for frequency shift\n4.1. General\nThe provisions on frequency shift outlined in 6.2.3 of the main body shall be\nchecked using one of the following test methods to be selected by the\nmanufacturer:\nMethod (A) Test of the complete vehicle in motion on an outdoor test track\nMethod (B) Test of the complete vehicle in standstill condition on an outdoor\ntest track with simulation of the vehicle movement to the AVAS\nby an external signal generator\nMethod (C) Test of the complete vehicle in motion in an indoor facility on a\nchassis dynamometer\nMethod (D) Test of the complete vehicle in standstill condition in an indoor\nfacility with simulation of the vehicle movement to the AVAS\nby an external signal generator\n28This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nMethod (E) Test of the AVAS without a vehicle in an indoor facility with\nsimulation of the vehicle movement to the AVAS by an external\nsignal generator\nThe facility requirements as well as the vehicle and test setup specifications\nare the same as given in paragraphs 1., 2., 3.1. and 3.2. of this annex according\nto the selected test method unless the following paragraphs below provide\ndifferent or additional specifications.\nNo background noise correction shall be applied to any measurement. Special\ncare shall be given for outdoor measurements. Any interference of the\nbackground noise shall be avoided. If a sound peak obviously out of character\nwith the general signal is observed, that measurement shall be discarded.\n4.2. Instrumentation and signal processing\nAnalyser settings shall be agreed between the manufacturer and the Technical\nService to provide data according to these requirements.\nThe sound analysis system shall be capable of performing spectral analysis at\na sampling rate and over a frequency range containing all frequencies of\ninterest. The frequency resolution shall be sufficiently precise to differentiate\nbetween the frequencies of the various test conditions.\n4.3. Test methods\n4.3.1. Method (A) – Outdoor facility and vehicle in motion\nThe vehicle shall be operated in the same outdoor test facility and according to\nthe same general operating condition as for the vehicle constant speed testing\n(paragraph 3.3.2.).\nThe vehicle sound emission shall be measured at target speeds of 5 km/h to 20\nkm/h in steps of 5 km/h with a tolerance of ±2 km/h for the speed of 10 km/h\nor less and of ±1 km/h for any other speeds. The speed of 5 km/h is the lowest\ntarget speed. If the vehicle cannot be operated at this speed within the given\nprecision, the lowest possible speed below 10 km/h shall be used instead.\n4.3.2. Method (B) and Method (D) – Outdoor/Indoor facility and vehicle in standstill\nThe vehicle shall be operated in a test facility where the vehicle can accept an\nexternal vehicle speed signal to the AVAS simulating vehicle operation. The\nmicrophone locations shall be as for the complete vehicle test conditions as\nspecified in Figure 2a of the Appendix to this annex. The front plane of the\nvehicle shall be placed on line PP'.\nThe vehicle sound emission shall be measured at simulated speeds of 5 km/h\nto 20 km/h in steps of 5 km/h with a tolerance of ±0.5 km/h for each test speed.\n4.3.3. Method (C) – Indoor facility and vehicle in motion\nThe vehicle shall be installed in an indoor test facility where the vehicle can\noperate on a chassis dynamometer in the same manner as outdoors. All\nmicrophone locations shall be as for the vehicle test conditions as specified in\nFigure 2a of the Appendix to this annex. The front plane of the vehicle shall\nbe placed on line PP'.\nThe vehicle sound emission shall be measured at target speeds of 5 km/h to\n20 km/h in steps of 5 km/h with a tolerance of ±2 km/h for the speed of 10 km/h\nor less and of ±1 km/h for any other speeds. The speed of 5 km/h is the lowest\n29This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\ntarget speed. If the vehicle cannot be operated at this speed within the given\nprecision, the lowest possible speed below 10 km/h shall be used instead.\n4.3.4. Method (E)\nThe AVAS shall be mounted rigidly in an indoor facility, by means of the\nequipment indicated by the manufacturer. The microphone of the measuring\ninstrument shall be placed at 1 m distance from the AVAS in the direction\nwhere the subjective sound level is greatest and placed at a height of\napproximately the same level as the sound radiation of the AVAS.\nThe sound emission shall be measured at simulated speeds of 5 km/h to\n20 km/h in steps of 5 km/h with a tolerance of ±0.5 km/h for each test speed.\n4.4. Measurement Readings\n4.4.1. Test Method (A)\nAt least four measurements shall be made at every speed specified in paragraph\n4.3.1.. The emitted sound shall be recorded during each passage of the vehicle\nbetween AA' and BB' for each microphone position. From each measurement\nsample a segment taken from AA until -1 meter before PP' shall be cut out for\nfurther analysis.\n4.4.2. Test Methods (B), (C), (D) and (E)\nThe emitted sound shall be measured at every speed specified in correlated\nparagraphs above for at least 5 seconds.1\n4.5. Signal Processing\nFor each recorded sample the average auto power spectrum shall be\ndetermined, using a Hanning window and at least 66.6 per cent overlap\naverages. The frequency resolution shall be chosen to be sufficiently narrow\nas to allow a separation of the frequency shift per target condition. The reported\nspeed per sample segment is the average vehicle speed over the time of the\nsample segment rounded to the first decimal place.\nIn case of test method (A) the frequency that is intended to be changed with\nthe speed shall be determined per sample segment. The reported frequency per\ntarget condition f shall be the mathematical average of the frequencies\nspeed\ndetermined per measurement sample and rounded to the nearest integer. The\nreported speed per target condition shall be the mathematical average of the\nfour sample segments.\n1 Note by the secretariat: as an aid for measurement of frequency shift see flowchart in Figure 7a, 7b\nor 7c of the Appendix to this annex.\n30This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nTable 4\nAnalysis of the shifted frequency per target condition per side\nReported Speed Reported\nTest run Reported Determined per target frequency of\nTarget per speed frequency of condition interest per\nspeed target (average interest (average of the target\nper sample\ncondition segment) (f j, speed) reported condition\nspeeds) (f )\nspeed\nkm/h No km/h Hz km/h Hz\n1\n2\n5\n3\n4\n1\n2\n10\n3\n4\n1\n2\n15\n3\n4\n1\n2\n20\n3\n4\nFor all other test methods the derived frequency spectrum shall directly be used\nfor the further calculation.\n4.5.1. Data compilation and reported results\nThe frequency intended to be shifted shall be used for the further calculation.\nThe frequency of the lowest reported test speed rounded to the nearest integer\nis taken as the reference frequency f .\nref\nFor the other vehicle speeds, the corresponding shifted frequencies f\nspeed\nrounded to the nearest integer shall be taken from the spectra analysis.\nCalculate del f, the frequency shift of the signal according to equation (1):\ndel f = {[(f - f )/(v – v )]/f } · 100 equation (1)\nspeed ref test ref ref\nwhere\nf is the frequency at a given speed value;\nspeed\nf is the frequency at the reference speed of 5 km/h or the lowest reported\nref\nspeed;\nv is the vehicle speed, actual or simulated, corresponding to the frequency\ntest\nf ;\nspeed\nv is the vehicle speed, actual or simulated, corresponding to the frequency\nref\nf ;\nref\n31This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nThe results shall be reported using the following table:\n",
        "tables": [
            [
                {
                    "Correction for background noise": "Range of maximum to minimum value\nof the representative background\nnoise A-weighted sound pressure level\nover a defined time period\n∆L in dB(A)\nbgn, p-p",
                    "null": "Correction in dB(A)\nL\ncorr"
                },
                {
                    "Correction for background noise": "-",
                    "null": "no correction needed"
                },
                {
                    "Correction for background noise": "< 2",
                    "null": "0,5"
                },
                {
                    "Correction for background noise": null,
                    "null": "1,0"
                },
                {
                    "Correction for background noise": null,
                    "null": "1,5"
                },
                {
                    "Correction for background noise": null,
                    "null": "2,5"
                },
                {
                    "Correction for background noise": null,
                    "null": "no valid measurement\ncan be reported"
                }
            ],
            [
                {
                    "Target\nspeed": "km/h",
                    "Test run\nper\ntarget\ncondition": "No",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "km/h",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "Hz",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": "km/h",
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": "Hz"
                },
                {
                    "Target\nspeed": "5",
                    "Test run\nper\ntarget\ncondition": "1",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": "",
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": ""
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "2",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "3",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "4",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": "10",
                    "Test run\nper\ntarget\ncondition": "1",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": "",
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": ""
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "2",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "3",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "4",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": "15",
                    "Test run\nper\ntarget\ncondition": "1",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": "",
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": ""
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "2",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "3",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "4",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": "20",
                    "Test run\nper\ntarget\ncondition": "1",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": "",
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": ""
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "2",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "3",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                },
                {
                    "Target\nspeed": null,
                    "Test run\nper\ntarget\ncondition": "4",
                    "Reported\nspeed\n(average\nper sample\nsegment)": "",
                    "Determined\nfrequency of\ninterest\n(f )\nj, speed": "",
                    "Reported Speed\nper target\ncondition\n(average of the\nreported\nspeeds)": null,
                    "Reported\nfrequency of\ninterest per\ntarget\ncondition\n(f )\nspeed": null
                }
            ],
            [
                {
                    "": null,
                    "null": "20\nkm/h",
                    "Test Results at Target Speeds": "5 km/h\n(Reference)"
                },
                {
                    "": "Reported Speed",
                    "null": "",
                    "Test Results at Target Speeds": ""
                },
                {
                    "": "Frequency, fspeed, Left Side",
                    "null": "",
                    "Test Results at Target Speeds": ""
                },
                {
                    "": "Frequency, fspeed, Right Side",
                    "null": "",
                    "Test Results at Target Speeds": ""
                },
                {
                    "": "Frequency Shift, Left Side",
                    "null": "",
                    "Test Results at Target Speeds": "n.a."
                },
                {
                    "": "Frequency Shift, Right Side",
                    "null": "",
                    "Test Results at Target Speeds": "n.a."
                }
            ]
        ]
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations*",
        "number": "16",
        "section": "Annex 3 – Appendix",
        "text": "Figures and flowcharts\nFigures 1a and 1b\nMeasuring positions for vehicles in motion outdoor\n1a. Forward 1b. Reverse\nFigures 2a and 2b\nMeasuring positions for vehicles in motion indoor and in standstill\n2a. Forward 2b. Reverse\n33This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nFigure 3\nMinimum space to be qualified as Semi-Anechoic chamber\n34This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nFigure 4\nBackground Noise Parameter\nMeasure background noise for 10 seconds using both left and\nright microphones. (2.3.1.)\nRe-measure\nAny transient disturbance?\nbackground noise\n(2.3.1.)\n(2.3.1.)\nNO YES\nReport maximum A-weighted SPL Report 1/3 octave frequency\nfrom both Left and Right spectrum at time\nmicrophones. corresponding to L_bgn\nL_bgn=MAX(Max_SPL_left), (2.3.1.)\n(Max_SPL_right)) (2.3.1.)\nReport maximum to\nminimum range of the\nbackground noise at each\nmicrophone. ΔL_bgn, p-p\n(2.3.1.)\n35This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nFigure 5\nVehicle A-Weighted sound pressure level measurement correction criteria\nConduct measurement\naccording to 3.3.\nIs ΔL_bgn, p-p less or equal to 2 dB? (2.3.1.)\nNO YES\nIs ΔL according to Table 3 greater or Carry out SPL correction according to\nequal to 10 dB? (2.3.2.) Table 3 for each individual measurement\nj . (2.3.2.)\nNO YES\nSTOP. No valid\nReport L_testcorr, j for each individual\nmeasurement\ntest run j. (2.3.2.)\n36This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nFigure 6\nBackground noise requirements for analysis in one-third-octave bands\nConduct measurement\naccording to 3.3.\nIs background level in each one-third octave band of\ninterest at least 6 dB lower than the corresponding one-\nthird-octave band measured according to 2.3.1. ?\n(2.3.3.)\nNO YES\nIs overall sound pressure level measured according to 3.3. at\nSTOP. No valid\nleast 10 dB greater than the corresponding overall sound\nmeasurement of\npressure level of the background noise measured according to\none-third octave\n2.3.1. ? (2.3.3.)\nband results\nNO YES\nReport one-third-octave band results for\nSTOP. No valid each band of interest for each\nmeasurement of individual test run j. (3.4.)\none-third octave\nband results\n37This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nFigure 7a\nTest procedures for measurement of frequency shift\nSelect Method of Testing\n(4.1.)\nMethod A Method B Method C Method D Method E\nSelect instrumentation and analyzer settings\nappropriate to the selected method and nature\nof the signal measured (4.2.)\nNO YES\nWas Method\nA selected?\nWas Method B,\nYES\nC, D, or E\nselected?\nSee Figure 7b\nSee Figure 7c\nNO\nSelect method of testing (4.1.)\n38This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nFigure 7b\nTest procedures for measurement of frequency shift, Method A\nCarry out four measurements at each speed specified in\n4.3.1. Record time data from AA' until -1 m before PP'\nfor each measurement (4.4.1.).\nUse data from the Left and Right microphone for further\nanalysis.\nUse a Hanning window and at least a 66.6 % overlap to\ncalculate an autopower spectrum according to the\nanalyzer settings of 4.2.\nCalculate the final spectra by mathematically averaging\nthe frequency determined per measurement sample.\nCalculate the vehicle speed by mathematically averaging\nthe measured vehicle speeds\nReport vehicle speed and frequency information at each\nvehicle speed of test\nCalculate frequency shift according to equation 1 in\n4.5.1. and report frequency shift according to Table 5 of\n4.5.1.\n39This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 21.02.2023.\nUNECE R 138-01\nFigure 7c\nTest procedures for measurement of frequency shift, Methods B, C, D, and E\nCarry out one measurement at each speed specified in\n4.3.2., 4,3,3., or 4.3.4. as appropriate for the method\nselected. Record five seconds of time data for each\nmeasurement (4.4.2.).\nUse data from the Left and Right microphone for further\nanalysis.\nUse a Hanning window and at least a 66.6 % overlap to\ncalculate an autopower spectrum according to the\nanalyzer settings of 4.2.\nReport vehicle speed and frequency information at each\nvehicle speed of test.\nCalculate frequency shift according to equation 1 in\n4.5.1. and report frequency shift according to Table 5 of\n4.5.1.\n(updated according to Supplement 1 to the 01 series of amendments – Date of entry into\nforce: 11 January 2020)\n40"
    }
]
    