[
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "1",
        "section": "Scope",
        "text": "1.1. This Regulation applies to the braking of vehicles of categories M and N .1\n1 1\n1.2. This Regulation does not cover:\n1.2.1. Vehicles with a design speed not exceeding 25 km/h;\n1.2.2. Vehicles fitted for invalid drivers;\n1.2.3. The approval of the Electronic Stability Control (ESC) and Brake Assist\nSystem(s) (BAS) of the vehicle."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "2",
        "section": "Definitions",
        "text": "For the purposes of this Regulation,\n2.1. \"Approval of a vehicle\" means the approval of a vehicle type with regard to\nbraking.\n2.2. \"Vehicle type\" means a category of vehicles which do not differ in such\nessential respects as:\n2.2.1. The maximum mass, as defined in paragraph 2.11. below;\n2.2.2. The distribution of mass among the axles;\n2.2.3. The maximum design speed;\n2.2.4. A different type of braking equipment, with more particular reference to the\npresence or otherwise of equipment for braking a trailer or any presence of\nelectric braking system;\n2.2.5. The engine type;\n2.2.6. The number and ratios of gears;\n2.2.7. The final drive ratios;\n2.2.8. The tyre dimensions.\n2.3. \"Braking equipment\" means the combination of parts whose function is\nprogressively to reduce the speed of a moving vehicle or bring it to a halt, or\nto keep it stationary if it is already halted; these functions are specified in\nparagraph 5.1.2. below. The equipment consists of the control, the\ntransmission, and the brake proper.\n2.4. \"Control\" means the part actuated directly by the driver to furnish to the\ntransmission the energy required for braking or controlling it. This energy may\nbe the muscular energy of the driver, or energy from another source controlled\nby the driver, or a combination of these various kinds of energy.\n1 This Regulation offers an alternative set of requirements for category N1 vehicles to those contained\nin UN Regulation No. 13. Contracting Parties that apply both UN Regulation No. 13 and this\nRegulation recognize approvals to either Regulation as equally valid. M1 and N1 categories of vehicles\nare defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3), document\nECE/TRANS/WP.29/78/Rev.6, para. 2 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n4This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n2.5. \"Transmission\" means the combination of components comprised between the\ncontrol and the brake and linking them functionally. The transmission may be\nmechanical, hydraulic, pneumatic, electric or mixed. Where the braking power\nis derived from or assisted by a source of energy independent of the driver, the\nreserve of energy in the system is likewise part of the transmission.\nThe transmission is divided into two independent functions: the control\ntransmission and the energy transmission. Whenever the term \"transmission\"\nis used alone in this Regulation, it means both the \"control transmission\" and\nthe \"energy transmission\":\n2.5.1. \"Control transmission\" means the combination of the components of the\ntransmission which control the operation of the brakes, including the control\nfunction and the necessary reserve(s) of energy;\n2.5.2. \"Energy transmission\" means the combination of the components which\nsupply to the brakes the necessary energy for their function, including the\nreserve(s) of energy necessary for the operation of the brakes.\n2.6. \"Brake\" means the part in which the forces opposing the movement of the\nvehicle develop. It may be a friction brake (when the forces are generated by\nfriction between two parts of the vehicle moving relatively to one another); an\nelectrical brake (when the forces are generated by electro-magnetic action\nbetween two parts of the vehicle moving relatively to but not in contact with\none another); a fluid brake (when the forces are generated by the action of a\nfluid situated between two parts of the vehicle moving relatively to one\nanother); or an engine brake (when the forces are derived from an artificial\nincrease in the braking action, transmitted to the wheels, of the engine).\n2.7. \"Different types of braking equipment\" means equipment which differ in such\nessential respects as:\n2.7.1. Components having different characteristics;\n2.7.2. A component made of materials having different characteristics, or a\ncomponent differing in shape or size;\n2.7.3. A different assembly of the components.\n2.8. \"Component of the braking equipment\" means one of the individual parts\nwhich, when assembled, constitutes the braking equipment.\n2.9. \"Progressive and graduated braking\" means braking during which, within the\nnormal operating range of the device, and during actuation of the brakes (see\nparagraph 2.16. below):\n2.9.1. The driver can at any moment increase or decrease the braking force by acting\non the control;\n2.9.2. The braking force varies proportionally as the action on the control (monotonic\nfunction);\n2.9.3. The braking force can be easily regulated with sufficient precision.\n2.10. \"Laden vehicle\" means, except where otherwise stated, a vehicle so laden as to\nattain its \"maximum mass\".\n2.11. \"Maximum mass\" means the maximum mass stated by the vehicle\nmanufacturer to be technically permissible (this mass may be higher than the\n\"permissible maximum mass\" laid down by the national administration).\n5This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n2.12. \"The distribution of mass among the axles\" means the distribution of the effect\nof the gravity on the mass of the vehicle and/or its contents among the axles.\n2.13. \"Wheel/axle load\" means the vertical static reaction (force) of the road surface\nin the contact area on the wheel/wheels of the axle.\n2.14. \"Maximum stationary wheel/axle load\" means the stationary wheel/axle load\nachieved under the condition of the laden vehicle.\n2.15. \"Hydraulic braking equipment with stored energy\" means a braking equipment\nwhere energy is supplied by a hydraulic fluid under pressure, stored in one or\nmore accumulator(s) fed from one or more pressure pump(s), each fitted with\na means of limiting the pressure to a maximum value. This value shall be\nspecified by the manufacturer.\n2.16. \"Actuation\" means both application and release of the control.\n2.17. \"Electric regenerative braking\" means a braking system which, during\ndeceleration, provides for the conversion of vehicle kinetic energy into\nelectrical energy.\n2.17.1. \"Electric regenerative braking control\" means a device which modulates the\naction of the electric regenerative braking system;\n2.17.2. \"Electric regenerative braking system of category A\" means an electric\nregenerative braking system which is not part of the service braking system;\n2.17.3. \"Electric regenerative braking system of category B\" means an electric\nregenerative braking system which is part of the service braking system;\n2.17.4. \"Electric state of charge\" means the instantaneous ratio of electric quantity of\nenergy stored in the traction battery relative to the maximum quantity of\nelectric energy which could be stored in this battery;\n2.17.5. \"Traction battery\" means an assembly of accumulators constituting the storage\nof energy used for powering the traction motor(s) of the vehicle.\n2.18. \"Phased braking\" is a means which may be used where two or more sources\nof braking are operated from a common control, whereby one source may be\ngiven priority by phasing back the other source(s) so as to make increased\ncontrol movement necessary before they begin to be brought into operation.\n2.19. \"Nominal value\" definitions for braking reference performance are required to\nput a value on the transfer function of the braking system, relating output to\ninput for vehicles individually.\n2.19.1. \"Nominal value\" is defined as the characteristic which can be demonstrated at\ntype approval and which relates the braking rate of the vehicle on its own to\nthe level of the braking input variable.\n2.20. \"Automatically commanded braking\" means a function within a complex\nelectronic control system where actuation of the braking system(s) or brakes\nof certain axles is made for the purpose of generating vehicle retardation with\nor without a direct action of the driver, resulting from the automatic evaluation\nof on-board initiated information.\n2.21. \"Selective braking\" means a function within a complex electronic control\nsystem where actuation of individual brakes is made by automatic means in\nwhich vehicle retardation is secondary to vehicle behaviour modification.\n6This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n2.22. \"Braking signal\": logic signal indicating brake activation as specified in\nparagraph 5.2.22. of this Regulation.\n2.23. \"Emergency braking signal\": logic signal indicating emergency braking as\nspecified in paragraph 5.2.23. of this Regulation.\n2.24. \"Identification code\" identifies the brake discs or brake drums covered by the\nbraking system approval according to this Regulation. It contains at least the\nmanufacturer's trade name or trademark and an identification number.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "3",
        "section": "Application for approval",
        "text": "3.1. The application for approval of a vehicle type with regard to braking shall be\nsubmitted by the vehicle manufacturer or by his duly accredited representative.\n3.2. It shall be accompanied by the under-mentioned documents in triplicate and\nby the following particulars:\n3.2.1. A description of the vehicle type with regard to the items specified in\nparagraph 2.2. above. The numbers and/or symbols identifying the vehicle type\nand the engine type shall be specified;\n3.2.2. A list of the components, duly identified, constituting the braking equipment;\n3.2.3. A diagram of assembled braking equipment and an indication of the position\nof its components on the vehicle;\n3.2.4. Detailed drawings of each component to enable it to be easily located and\nidentified.\n3.3. A vehicle, representative of the vehicle type to be approved, shall be submitted\nto the Technical Service conducting the approval tests.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "4",
        "section": "Approval",
        "text": "4.1. If the vehicle type submitted for approval pursuant to this Regulation meets\nthe requirements of paragraphs 5. and 6. below, approval of that vehicle type\nshall be granted.\n4.2. An approval number shall be assigned to each type approved, its first two digits\nshall indicate the series of amendments incorporating the most recent major\ntechnical amendments made to the Regulation at the time of issue of the\napproval. The same Contracting Party shall not assign the same number to the\nsame vehicle type equipped with another type of braking equipment, or to\nanother vehicle type.\n4.3. Notice of approval or of refusal of approval of a vehicle type pursuant to this\nRegulation shall be communicated to the Parties to the Agreement which apply\nthis Regulation by means of a form conforming to the model in Annex 1 to this\nRegulation and of a summary of the information contained in the documents\nreferred to in paragraphs 3.2.1. to 3.2.4. above, the drawings supplied by the\napplicant for approval being in a format not exceeding A4 (210 x 297 mm), or\nfolded to that format, and on an appropriate scale.\n7This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n4.4. There shall be affixed, conspicuously and in a readily accessible place\nspecified on the approval form, to every vehicle conforming to a vehicle type\napproved under this Regulation, an international approval mark consisting of:\n4.4.1. A circle surrounding the letter \"E\" followed by the distinguishing number of\nthe country which has granted approval2 and of\n4.4.2. The number of this Regulation, followed by the letter \"R\", a dash and the\napproval number to the right of the circle prescribed in paragraph 4.4.1. above.\n4.5. If the vehicle conforms to a vehicle type approved under one or more other\nRegulations, annexed to the Agreement, in the country which has granted\napproval under this Regulation, the symbol prescribed in paragraph 4.4.1.\nabove, need not be repeated; in such a case, the Regulation and approval\nnumbers and the additional symbols of all the regulations under which\napproval has been granted in the country which has granted approval under this\nRegulation shall be placed in vertical columns to the right of the symbol\nprescribed in paragraph 4.4.1. above.\n4.6. The approval mark shall be clearly legible and be indelible.\n4.7. The approval mark shall be placed close to or on the vehicle data plate.\n4.8. Annex 2 to this Regulation gives examples of arrangements of approval marks.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "5",
        "section": "Specifications",
        "text": "5.1. General\n5.1.1. Braking equipment\n5.1.1.1. The braking equipment shall be so designed, constructed and fitted as to enable\nthe vehicle in normal use, despite the vibration to which it may be subjected,\nto comply with the provisions of this Regulation.\n5.1.1.2. In particular, the braking equipment shall be so designed, constructed and fitted\nas to be able to resist the corroding and ageing phenomena to which it is\nexposed.\n5.1.1.3. Brake linings shall not contain asbestos.\n5.1.1.4. The effectiveness of the braking equipment shall not be adversely affected by\nmagnetic or electrical fields. This shall be demonstrated by fulfilling the\ntechnical requirements and respecting the transitional provisions of UN\nRegulation No. 10 by applying:\n(a) The 03 series of amendments for vehicles without a coupling system\nfor charging the Rechargeable Electric Energy Storage System (traction\nbatteries);\n2 The distinguishing numbers of the Contracting Parties to the 1958 Agreement are reproduced in\nAnnex 3 to the Consolidated Resolution on the Construction of Vehicles (R.E.3), document\nECE/TRANS/WP.29/78/Rev. 6, Annex 3-\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n8This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n(b) The 04 series of amendments for vehicles with a coupling system for\ncharging the Rechargeable Electric Energy Storage System (traction\nbatteries).\n5.1.1.5. A failure detection signal may interrupt momentarily (< 10 ms) the demand\nsignal in the control transmission, provided that the braking performance is\nthereby not reduced.\n5.1.2. Functions of the braking equipment\nThe braking equipment defined in paragraph 2.3. of this Regulation shall fulfil\nthe following functions:\n5.1.2.1. Service braking system\nThe service braking system shall make it possible to control the movement of\nthe vehicle and to halt it safely, speedily and effectively, whatever its speed\nand load, on any up or down gradient. It shall be possible to graduate this\nbraking action. The driver shall be able to achieve this braking action from his\ndriving seat without removing his hands from the steering control.\n5.1.2.2. Secondary braking system\nThe secondary braking system shall make it possible by application of the\nservice brake control to halt the vehicle within a reasonable distance in the\nevent of failure of the service braking system. It shall be possible to graduate\nthis braking action. The driver shall be able to obtain this braking action from\nhis driving seat without removing his hands from the steering control. For the\npurposes of these provisions it is assumed that not more than one failure of the\nservice braking system can occur at one time.\n5.1.2.3. Parking braking system\nThe parking braking system shall make it possible to hold the vehicle\nstationary on an up or down gradient even in the absence of the driver, the\nworking parts being then held in the locked position by a purely mechanical\ndevice. The driver shall be able to achieve this braking action from his driving\nseat.\n5.1.3. The requirements of Annex 8 shall be applied to the safety aspects of all\ncomplex electronic vehicle control systems, including those defined in an\nindependent regulation, which provide or form part of the control transmission\nof the braking function, included those which utilize the braking system(s) for\nautomatically commanded braking or selective braking.\nHowever, vehicles equipped with systems or functions, including those\ndefined in an independent regulation, which use the braking system as the\nmeans of achieving a higher level objective, are subject to Annex 8 only\ninsofar as they have a direct effect on the braking system. If such systems are\nprovided, they shall not be deactivated during type approval testing of the\nbraking system.\n5.1.4. Provisions for the periodic technical inspection of braking systems\n5.1.4.1. It shall be possible to assess the wear condition of the components of the\nservice brake that are subject to wear e.g. friction linings and drums/discs (in\nthe case of drums or discs, wear assessment may not necessarily be carried out\nat the time of periodic technical inspection). The method by which this may be\nrealized is defined in paragraphs 5.2.11.2. of this Regulation.\n9This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n5.1.4.2. It shall be possible to verify, in a frequent and simple way, the correct\noperational status of those complex electronic systems which have control over\nbraking. If special information is needed, this shall be made freely available.\n5.1.4.2.1. Where the operational status is indicated to the driver by warning signals, as\nspecified in this Regulation, it shall be possible at a periodic technical\ninspection to confirm the correct operational status by visual observation of the\nwarning signals following a power-on.\n5.1.4.2.2. At the time of type approval, the means implemented to protect against simple\nunauthorized modification of the operation to the verification means chosen by\nthe manufacturer (e.g. warning signal) shall be confidentially outlined.\nAlternatively, this protection requirement is fulfilled when a secondary means\nof checking the correct operational status is available.\n5.1.4.3. It shall be possible to generate maximum braking forces under static conditions\non a rolling road or roller brake tester.\n5.2. Characteristics of braking systems\n5.2.1. The set of braking systems with which a vehicle is equipped shall satisfy the\nrequirements laid down for service, secondary and parking braking systems.\n5.2.2. The systems providing service, secondary and parking braking may have\ncommon components so long as they fulfil the following conditions:\n5.2.2.1. There shall be at least two controls, independent of each other and readily\naccessible to the driver from his normal driving position. Every brake control\nshall be designed such that it returns to the fully off position when released.\nThis requirement shall not apply to a parking brake control when it is\nmechanically locked in an applied position;\n5.2.2.2. The control of the service braking system shall be independent of the control\nof the parking braking system;\n5.2.2.3. The effectiveness of the linkage between the control of the service braking\nsystem and the different components of the transmission systems shall not be\nliable to diminish after a certain period of use;\n5.2.2.4. The parking braking system shall be so designed that it can be actuated when\nthe vehicle is in motion. This requirement may be met by the actuation of the\nvehicle's service braking system, even partially, by means of an auxiliary\ncontrol;\n5.2.2.5. Without prejudice to the requirements of paragraph 5.1.2.3. of this Regulation,\nthe service braking system and the parking braking system may use common\ncomponents in their transmission(s), provided that in the event of a failure in\nany part of the transmission(s) the requirements for secondary braking are still\nensured;\n5.2.2.6. In the event of breakage of any component other than the brakes (as defined in\nparagraph 2.6. above) and the components referred to in paragraph 5.2.2.10.\nbelow, or of any other failure of the service braking system (malfunction, partial\nor total exhaustion of an energy reserve), that part of the service braking system\nwhich is not affected by the failure, shall be able to bring the vehicle to a halt in\nthe conditions prescribed for secondary braking;\n5.2.2.7. If service braking is ensured by the action of the driver's muscular energy\nassisted by one or more energy reserves, secondary braking shall, in the event\n10This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\nof failure of that assistance, be capable of being ensured by the driver's\nmuscular energy assisted by the energy reserves, if any, which are unaffected\nby the failure, the force applied to the service brake control not exceeding the\nprescribed maximum;\n5.2.2.8. If the service braking force and transmission depend exclusively on the use,\ncontrolled by the driver, of an energy reserve, there shall be at least two\ncompletely independent energy reserves, each provided with its own\ntransmission, likewise independent; each of them may act on the brakes of only\ntwo or more wheels so selected as to be capable of ensuring by themselves the\nprescribed degree of secondary braking without endangering the stability of\nthe vehicle during braking; in addition, each of the aforesaid energy reserves\nshall be equipped with a warning device as defined in paragraph 5.2.14. below;\n5.2.2.9. If the service braking force and transmission depend exclusively on the use of\nan energy reserve, one energy reserve for the transmission is deemed to be\nsufficient, provided that the prescribed secondary braking is ensured by the\naction of the driver's muscular energy acting on the service brake control and\nthe requirements of paragraph 5.2.5. below are met;\n5.2.2.10. Certain parts, such as the pedal and its bearing, the master cylinder and its\npiston or pistons, the control valve, the linkage between the pedal and the\nmaster cylinder or the control valve, the brake cylinders and their pistons, and\nthe lever-and-cam assemblies of brakes, shall not be regarded as liable to\nbreakage if they are amply dimensioned, are readily accessible for\nmaintenance, and exhibit safety features at least equal to those prescribed for\nother essential components (such as the steering linkage) of the vehicle. Any\nsuch part as aforesaid whose failure would make it impossible to brake the\nvehicle with a degree of effectiveness at least equal to that prescribed for\nsecondary braking shall be made of metal or of a material with equivalent\ncharacteristics and shall not undergo notable distortion in normal operation of\nthe braking systems.\n5.2.3. The failure of a part of a hydraulic transmission system shall be signalled to\nthe driver by a device comprising a red tell-tale signal lighting up before or\nupon application of a differential pressure of not more than 15.5 bar between\nthe active and failed brake equipment, measured at the master cylinder outlet\nand remaining lit as long as the failure persists and the ignition (start) switch\nis in the \"On\" (run) position. However, a device comprising a red tell-tale\nsignal lighting up when the fluid in the reservoir is below a certain level\nspecified by the manufacturer is permitted. The tell-tale signal shall be visible\neven by daylight; the satisfactory condition of the signal shall be easily\nverifiable by the driver from the driver's seat. The failure of a component of\nthe device shall not entail total loss of the braking equipment's effectiveness.\nApplication of the parking brake shall also be indicated to the driver. The same\ntell-tale signal may be used.\n5.2.4. Where use is made of energy other than the muscular energy of the driver, there\nneed not be more than one source of such energy (hydraulic pump, air\ncompressor, etc.), but the means by which the device constituting that source\nis driven shall be as safe as practicable.\n5.2.4.1. In the event of failure in any part of the transmission of a braking system, the\nfeed to the part not affected by the failure shall continue to be ensured if\nrequired for the purpose of halting the vehicle with the degree of effectiveness\n11This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\nprescribed for secondary braking. This condition shall be met by means of\ndevices which can easily be actuated when the vehicle is stationary, or by\nautomatic means.\n5.2.4.2. Furthermore, storage devices located down-circuit of this device shall be such\nthat in the case of a failure in the energy supply after four full-stroke actuations\nof the service brake control, under the conditions prescribed in paragraph 1.2.\nof Annex 4 to this Regulation, it is still possible to halt the vehicle at the fifth\napplication, with the degree of effectiveness prescribed for secondary braking.\n5.2.4.3. However, for hydraulic braking systems with stored energy, these provisions\ncan be considered to be met provided that the requirements of paragraph 1.3.\nof Annex 4 to this Regulation, are satisfied.\n5.2.5. The requirements of paragraphs 5.2.2., 5.2.3. and 5.2.4. above shall be met\nwithout the use of any automatic device of a kind such that its ineffectiveness\nmight pass unnoticed through the fact that parts normally in a position of rest\ncome into action only in the event of failure in the braking system.\n5.2.6. The service braking system shall act on all wheels of the vehicle and shall\ndistribute its action appropriately among the axles.\n5.2.7. In the case of vehicles equipped with electric regenerative braking systems of\ncategory B, the braking input from other sources of braking, may be suitably\nphased to allow the electric regenerative braking system alone to be applied,\nprovided that both the following conditions are met:\n5.2.7.1. Intrinsic variations in the torque output of the electrical regenerative braking\nsystem (e.g. as a result of changes in the electric state of charge in the traction\nbatteries) are automatically compensated by appropriate variation in the\nphasing relationship as long as the requirements3 of one of the following\nannexes to this Regulation are satisfied:\nAnnex 3, paragraph 1.3.2., or\nAnnex 6, paragraph 5.3. (including the case with the electric motor engaged),\nand\nwherever necessary, to ensure that braking rate 3/ remains related to the driver's\nbraking demand, having regard to the available tyre/road adhesion, braking\nshall automatically be caused to act on all wheels of the vehicle.\n5.2.8. The action of the service braking system shall be distributed between the\nwheels of one and the same axle symmetrically in relation to the longitudinal\nmedian plane of the vehicle.\nCompensation and functions, such as anti-lock, which may cause deviations\nfrom this symmetrical distribution shall be declared.\n5.2.8.1. Compensation by the electric control transmission for deterioration or defect\nwithin the braking system shall be indicated to the driver by means of the\nyellow warning signal specified in paragraph 5.2.21.1.2. below. This\nrequirement shall apply for all conditions of loading when compensation\nexceeds the following limits:\n3 The Type Approval Authority, which is to grant approval, shall have the right to check the service\nbraking system by additional vehicle test procedures.\n12This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n5.2.8.1.1. A difference in transverse braking pressures on any axle:\n(a) Of 25 per cent of the higher value for vehicle decelerations  2 m/sec2;\n(b) A value corresponding to 25 per cent at 2 m/sec2 for decelerations below\nthis rate.\n5.2.8.1.2. An individual compensating value on any axle:\n(a)  50 per cent of the nominal value for vehicle decelerations  2 m/sec2;\n(b) A value corresponding to 50 per cent of the nominal value at 2 m/sec2\nfor decelerations below this rate.\n5.2.8.2. Compensation as defined above, is permitted only when the initial brake\napplication is made at vehicle speeds greater than 10 km/h.\n5.2.9. Malfunctions of the electric control transmission shall not apply the brakes\ncontrary to the driver's intentions.\n5.2.10. The service, secondary and parking braking systems shall act on braking\nsurfaces connected to the wheels through components of adequate strength.\nWhere braking torque for a particular axle or axles is provided by both a\nfriction braking system and an electrical regenerative braking system of\ncategory B, disconnection of the latter source is permitted, providing that the\nfriction braking source remains permanently connected and able to provide the\ncompensation referred to in paragraph 5.2.7.1. above.\nHowever, in the case of short disconnection transients, incomplete\ncompensation is accepted, but within 1s, this compensation shall have attained\nat least 75 per cent of its final value.\nNevertheless, in all cases, the permanently connected friction braking source\nshall ensure that both the service and secondary braking systems continue to\noperate with the prescribed degree of effectiveness.\nDisconnection of the braking surfaces of the parking braking system shall be\npermitted only on condition that the disconnection is controlled by the driver\nfrom his driving seat or from a remote control device, by a system incapable\nof being brought into action by a leak.\nThe remote control device mentioned above shall be part of a system fulfilling\nthe technical requirements of an ACSF of Category A as specified in the 02\nseries of amendments to UN Regulation No. 79 or later series of amendmentsk.\n(updated according to Supplement 1 to the 01 series of amendments, date of\nentry into force: 29.12.2018)\n5.2.11. Wear of the brakes shall be capable of being easily taken up by means of a system\nof manual or automatic adjustment. In addition, the control and the components\nof the transmission and of the brakes shall possess a reserve of travel and, if\nnecessary, suitable means of compensation such that, when the brakes become\nheated, or the brake linings have reached a certain degree of wear, effective\nbraking is ensured without immediate adjustment being necessary.\n5.2.11.1. Wear adjustment shall be automatic for the service brakes. Automatic wear\nadjustment devices shall be such that after heating followed by cooling of the\nbrakes, effective braking is still ensured. In particular the vehicle shall remain\n13This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\ncapable of normal running after the tests conducted in accordance with\nAnnex 3, paragraph 1.5. (Type-I test).\n5.2.11.2. Checking the wear of the service brake friction components\n5.2.11.2.1. It shall be possible to easily assess this wear on service brake linings from the\noutside or underside of the vehicle, without the removal of the wheels, by the\nprovision of appropriate inspection holes or by some other means. This may\nbe achieved by utilizing simple standard workshop tools or common inspection\nequipment for vehicles.\nAlternatively, a sensing device per wheel (twin wheels are considered as a\nsingle wheel), which will warn the driver at his driving position when lining\nreplacement is necessary, is acceptable. In the case of an optical warning, the\nyellow warning signal specified in paragraph 5.2.21.1.2. below may be used.\n5.2.11.2.2. Assessment of the wear condition of the friction surfaces of brake discs or\ndrums may only be performed by direct measurement of the actual component\nor examination of any brake disc or drum wear indicators, which may\nnecessitate some level of disassembly. Therefore, at the time of type approval,\nthe vehicle manufacturer shall define the following:\n(a) The method by which wear of the friction surfaces of drums and discs\nmay be assessed, including the level of disassembly required and the\ntools and process required to achieve this;\n(b) Information defining the maximum acceptable wear limit at the point at\nwhich replacement becomes necessary.\nThis information shall be made freely available, e.g. vehicle handbook or\nelectronic data record.\n5.2.12. In hydraulic-transmission braking systems, the filling ports of the fluid\nreservoirs shall be readily accessible; in addition, the receptacles containing\nthe reserve fluid shall be so designed and constructed that the level of the\nreserve fluid can be easily checked without the receptacles having to be\nopened, and the minimum total reservoir capacity is equivalent to the fluid\ndisplacement resulting when all the wheel cylinders or calliper pistons serviced\nby the reservoirs move from a new lining, fully retracted position to a fully\nworn, fully applied position. If these latter conditions are not fulfilled, the red\nwarning signal specified in paragraph 5.2.21.1.1. below shall draw the driver's\nattention to any fall in the level of reserve fluid liable to cause a failure of the\nbraking system.\n5.2.13. The type of fluid to be used in hydraulic transmission braking systems shall be\nidentified by the symbol in accordance with Figure 1 or 2 of Standard\nISO 9128:2006 and the appropriate DOT marking (e.g. DOT 3). The symbol\nand the marking shall be affixed in a visible position in indelible form within\n100 mm of the filling ports of the fluid reservoirs; additional information may\nbe provided by the manufacturer.\n5.2.14. Warning device\n5.2.14.1. Any vehicle fitted with a service brake actuated from an energy reservoir shall,\nwhere the prescribed secondary braking performance cannot be obtained by\nmeans of this brake without the use of the stored energy, be provided with a\nwarning device, giving an optical or acoustic signal when the stored energy, in\nany part of the system, falls to a value at which without re-charging of the\n14This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\nreservoir and irrespective of the load conditions of the vehicle, it is possible to\napply the service brake control a fifth time after four full-stroke actuations and\nobtain the prescribed secondary braking performance (without faults in the\nservice brake transmission device and with the brakes adjusted as closely as\npossible). This warning device shall be directly and permanently connected to\nthe circuit. When the engine is running under normal operating conditions and\nthere are no faults in the braking system, as is the case in type approval tests,\nthe warning device shall give no signal except during the time required for\ncharging the energy reservoir(s) after start-up of the engine. The red warning\nsignal specified in paragraph 5.2.21.1.1. below shall be used as the optical\nwarning signal.\n5.2.14.2. However, in the case of vehicles which are only considered to comply with the\nrequirements of paragraph 5.2.4.1. of this Regulation by virtue of meeting the\nrequirements of paragraph 1.3. of Annex 4 to this Regulation, the warning\ndevice shall consist of an acoustic signal in addition to an optical signal. These\ndevices need not operate simultaneously, provided that each of them meets the\nabove requirements and the acoustic signal is not actuated before the optical\nsignal. The red warning signal specified in paragraph 5.2.21.1.1. below shall\nbe used as the optical warning signal.\n5.2.14.3. This acoustic device may be rendered inoperative while the parking brake is\napplied and/or, at the choice of the manufacturer, in the case of automatic\ntransmission the selector is in the \"Park\" position.\n5.2.15. Without prejudice to the requirements of paragraph 5.1.2.3. above, where an\nauxiliary source of energy is essential to the functioning of a braking system,\nthe reserve of energy shall be such as to ensure that, if the engine stops or in\nthe event of a failure of the means by which the energy source is driven, the\nbraking performance remains adequate to bring the vehicle to a halt in the\nprescribed conditions. In addition, if the muscular effort applied by the driver\nto the parking braking system is reinforced by a servo device, the actuation of\nparking braking shall be ensured in the event of a failure of the servo device,\nif necessary by using a reserve of energy independent of that normally\nsupplying the servo device. This reserve of energy may be that intended for the\nservice braking system.\n5.2.16. The pneumatic/hydraulic auxiliary equipment shall be supplied with energy in\nsuch a way that during its operation the prescribed deceleration values can be\nreached and that even in the event of damage to the source of energy the\noperation of the auxiliary equipment cannot cause the reserves of energy\nfeeding the braking systems to fall below the level indicated in\nparagraph 5.2.14. above.\n5.2.17. In the case of a motor vehicle equipped to tow a trailer with electric service\nbrakes, the following requirements shall be met:\n5.2.17.1. The power supply (generator and battery) of the motor vehicle shall have a\nsufficient capacity to provide the current for an electric braking system. With\nthe engine running at the idling speed recommended by the manufacturer and\nall electrical devices supplied by the manufacturer as standard equipment of\nthe vehicle switched on, the voltage in the electrical lines shall at maximum\ncurrent consumption of the electrical braking system (15 A) not fall below the\nvalue of 9.6 V measured at the connection. The electrical lines shall not be\ncapable of short circuiting even when overloaded;\n15This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n5.2.17.2. In the event of a failure in the motor vehicle's service braking system, where\nthat system consists of at least two independent units, the unit or units not\naffected by the failure shall be capable of partially or fully actuating the brakes\nof the trailer;\n5.2.17.3. The use of the stop-lamp switch and circuit for actuating the electrical braking\nsystem is permissible only if the actuating line is connected in parallel with the\nstop-lamp and the existing stop-lamp switch and circuit are capable of taking\nthe extra load.\n5.2.18. Additional requirements for vehicles equipped with electric regenerative\nbraking systems.\n5.2.18.1. Vehicles fitted with an electric regenerative braking system of category A.\n5.2.18.1.1. The electric regenerative braking shall only be activated by the accelerator\ncontrol and/or the gear neutral position.\n5.2.18.2. Vehicles fitted with an electric regenerative braking system of category B.\n5.2.18.2.1. It shall not be possible to disconnect, partially or totally, one part of the service\nbraking system other than by automatic means. This should not be construed\nas a departure from the requirements of paragraph 5.2.10. above;\n5.2.18.2.2. The service braking system shall have only one control device;\n5.2.18.2.3. The service braking system shall not be adversely affected by the\ndisengagement of the motor(s) or by the gear ratio used;\n5.2.18.2.4. If the operation of the electric component of braking is ensured by a relation\nestablished between information coming from the control of the service brake\nand the braking force to the wheels which of it results, a failure of this relation\nleading to the non-respect of the prescriptions of distribution of braking among\nthe axles (Annex 5 or 6, which is applicable) shall be warned to the driver by\nan optical warning signal at the latest when the control is actuated and having\nto remain lit as long as this defect exists and that the switch of \"contact\" is in\nthe position \"Go\".\n5.2.18.3. For vehicles fitted with an electric regenerative braking system of either\ncategory, all the relevant prescriptions shall apply except paragraph 5.2.18.1.1.\nabove. In this case, the electric regenerative braking may be actuated by the\naccelerator control and/or the gear neutral position. Additionally, the action on\nthe service braking control shall not reduce the above braking effect generated\nby the release of the accelerator control.\n5.2.18.4. The operation of the electric braking shall not be adversely affected by\nmagnetic or electric fields.\n5.2.18.5. For vehicles equipped with an anti-lock device, the anti-lock device shall\ncontrol the electric braking system.\n5.2.18.6. The state of charge of the traction batteries is determined by the method set out\nin Appendix 1 to Annex 3 to this Regulation.4\n4 By agreement with the Technical Service, state of charge assessment will not be required for vehicles,\nwhich have an on-board energy source for charging the traction batteries and the means for regulating\ntheir state of charge.\n16This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n5.2.19. Special additional requirements for the electric transmission of the parking\nbraking system:\n5.2.19.1. In the case of a failure within the electric transmission, any unintended\nactuation of the parking braking system shall be prevented;\n5.2.19.2. In the case of an electrical failure in the control or a break in the wiring within\nthe electric control transmission between the control and the ECU directly\nconnected with it, excluding the energy supply, it shall remain possible to\napply the parking braking system from the driver's seat and thereby be capable\nof holding the laden vehicle stationary on an 8 per cent up or down gradient.\nAlternatively, in this case, an automatic actuation of the parking brake is\nallowed when the vehicle is stationary, provided that the above performance is\nachieved and, once applied, the parking brake remains engaged independently\nof the status of the ignition (start) switch. In this alternative, the parking brake\nshall be automatically released as soon as the driver starts to set the vehicle in\nmotion again. The engine/manual transmission or the automatic transmission\n(park position) may be used to achieve or assist in achieving the above\nperformance.\n5.2.19.2.1. A break in the wiring within the electrical transmission, or an electrical failure\nin the control of the parking braking system shall be signalled to the driver by\nthe yellow warning signal specified in paragraph 5.2.21.1.2. When caused by\na break in the wiring within the electrical control transmission of the parking\nbraking system, this yellow warning signal shall be signalled as soon as the\nbreak occurs.\nIn addition, such an electrical failure in the control or break in the wiring\nexternal to the electronic control unit(s) and excluding the energy supply shall\nbe signalled to the driver by flashing the red warning signal specified in\nparagraph 5.2.21.1.1. as long as the ignition (start) switch is in the \"On\" (run)\nposition including a period of not less than 10 seconds thereafter and the\ncontrol is in the \"On\" (activated) position.\nHowever, if the parking braking system detects correct clamping of the parking\nbrake, the flashing of the red warning signal may be suppressed and the non-\nflashing red signal shall be used to indicate \"parking brake applied\".\nWhere actuation of the parking brake is normally indicated by a separate red\nwarning signal, satisfying all the requirements of paragraph 5.2.21.2. below,\nthis signal shall be used to satisfy the above requirement for a red signal.\n5.2.19.3. Auxiliary equipment may be supplied with energy from the electric\ntransmission of the parking braking system provided that the supply of energy\nis sufficient to allow the actuation of the parking braking system in addition to\nthe vehicle electrical load under non-fault conditions. In addition, where the\nenergy reserve is also used by the service braking system, the requirements of\nparagraph 5.2.20.6. below shall apply.\n5.2.19.4. After the ignition/start switch which controls the electrical energy for the\nbraking equipment has been switched off and/or the key removed, it shall\nremain possible to apply the parking braking system, whereas releasing shall\nbe prevented.\nHowever, the parking braking system may also be released when this action is\npart of an operation of a remote control system fulfilling the technical\n17This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\nrequirements of an ACSF of Category A as specified in the 02 series of\namendments to UN Regulation No. 79 or later series of amendments.\n(updated according to Supplement 1 to the 01 series of amendments, date of\nentry into force: 29.12.2018)\n5.2.20. Special additional requirements for service braking systems with electric\ncontrol transmission:\n5.2.20.1. With the parking brake released, the service braking system shall be able to\nfulfil the following requirements:\n(a) With the propulsion system on/off control in the ''On'' (''Run'') position,\ngenerate a static total braking force at least equivalent to that required\nby the Type-0 test for service braking performance as prescribed in\nparagraph 2.1. of Annex 3 to this Regulation;\n(b) During the first 60 seconds after the propulsion system on/off control\nhas been deactivated to the ''Off'' or ''Lock'' position and/or the ignition\nkey has been removed, three brake applications shall generate a static\ntotal braking force at least equivalent to that required by the Type-0 test\nfor service braking performance as prescribed in paragraph 2.1. of\nAnnex 3 to this Regulation; and\n(c) After the period mentioned above, or as from the fourth brake\napplication within the 60 second period, whichever occurs first,\ngenerate a static total braking force at least equivalent to that required\nby the Type-0 test for secondary braking performance as prescribed in\nparagraph 2.2. of Annex 3 to this Regulation.\nIt should be understood that sufficient energy is available in the energy\ntransmission of the service braking system.\n5.2.20.2. In the case of a single temporary failure ( 40 ms) within the electric control\ntransmission, excluding its energy supply, (e.g. non-transmitted signal or data\nerror) there shall be no distinguishable effect on the service braking\nperformance.\n5.2.20.3. A failure within the electric control transmission,5 not including its energy\nreserve, that affects the function and performance of systems addressed in this\nRegulation shall be indicated to the driver by the red or yellow warning signal\nspecified in paragraphs 5.2.21.1.1. and 5.2.21.1.2. below, respectively, as\nappropriate. When the prescribed service braking performance can no longer\nbe achieved (red warning signal), failures resulting from a loss of electrical\ncontinuity (e.g. breakage, disconnection) shall be signalled to the driver as\nsoon as they occur, and the prescribed secondary braking performance shall be\nfulfilled by operating the service braking control in accordance with\nparagraph 2.2. of Annex 3 to this Regulation.\n5.2.20.4. In the event of a failure of the energy source of the electric control\ntransmission, starting from the nominal value of the energy level, the full\n5 Until uniform test procedures have been agreed, the manufacturer shall provide the Technical Service\nwith an analysis of potential failures within the control transmission and their effects. This\ninformation shall be subject to discussion and agreement between the Technical Service and the\nvehicle manufacturer.\n18This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\ncontrol range of the service braking system shall be guaranteed after twenty\nconsecutive full stroke actuations of the service braking control. During the\ntest, the braking control shall be fully applied for 20 seconds and released for\n5 seconds on each actuation. It should be understood that during the above test\nsufficient energy is available in the energy transmission to ensure full actuation\nof the service braking system. This requirement shall not be construed as a\ndeparture from the requirements of Annex 4.\n5.2.20.5. When the battery voltage falls below a value nominated by the manufacturer\nat which the prescribed service braking performance can no longer be\nguaranteed and/or which precludes at least two independent service braking\ncircuits from each achieving the prescribed secondary braking performance,\nthe red warning signal specified in paragraph 5.2.21.1.1. below shall be\nactivated. After the warning signal has been activated, it shall be possible to\napply the service braking control and obtain at least the secondary performance\nprescribed in paragraph 2.2. of Annex 3 to this Regulation. It should be\nunderstood that sufficient energy is available in the energy transmission of the\nservice braking system.\n5.2.20.6. If auxiliary equipment is supplied with energy from the same reserve as the\nelectric control transmission, it shall be ensured that, with the engine running\nat a speed not greater than 80 per cent of the maximum power speed, the supply\nof energy is sufficient to fulfil the prescribed deceleration values by either\nprovision of an energy supply which is able to prevent discharge of this reserve\nwhen all auxiliary equipment is functioning or by automatically switching off\npre-selected parts of the auxiliary equipment at a voltage above the critical\nlevel referred to in paragraph 5.2.20.5. above of this Regulation such that\nfurther discharge of this reserve is prevented. Compliance may be\ndemonstrated by calculation or by a practical test. This paragraph does not\napply to vehicles where the prescribed deceleration values can be reached\nwithout the use of electrical energy.\n5.2.20.7. If the auxiliary equipment is supplied with energy from the electric control\ntransmission, the following requirements shall be fulfilled:\n5.2.20.7.1. In the event of a failure in the energy source, whilst the vehicle is in motion,\nthe energy in the reservoir shall be sufficient to actuate the brakes when the\ncontrol is applied;\n5.2.20.7.2. In the event of a failure in the energy source, whilst the vehicle is stationary\nand the parking braking system applied, the energy in the reservoir shall be\nsufficient to actuate the lights even when the brakes are applied.\n5.2.21. The general requirements for optical warning signals whose function is to\nindicate to the driver certain specified failures (or defects) within the braking\nequipment of the motor vehicle, are set out in the following sub-paragraphs.\nOther than as described in paragraph 5.2.21.5. below, these signals shall be\nused exclusively for the purposes prescribed by this Regulation.\n5.2.21.1. Motor vehicles shall be capable of providing optical brake failure and defect\nwarning signals, as follows:\n5.2.21.1.1. A red warning signal, indicating failures defined elsewhere in this Regulation\nwithin the vehicle braking equipment which preclude achievement of the\nprescribed service braking performance and/or which preclude the functioning\nof at least one of two independent service braking circuits;\n19This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n5.2.21.1.2. Where applicable, a yellow warning signal indicating an electrically detected\ndefect within the vehicle braking equipment, which is not indicated by the red\nwarning signal described in paragraph 5.2.21.1.1. above.\n5.2.21.2. The warning signals shall be visible, even by daylight; the satisfactory\ncondition of the signals shall be easily verifiable by the driver from the driver's\nseat; the failure of a component of the warning devices shall not entail any loss\nof the braking system's performance.\n5.2.21.3. Except where stated otherwise:\n5.2.21.3.1. A specified failure or defect shall be signalled to the driver by the above-\nmentioned warning signal(s) not later than on actuation of the relevant braking\ncontrol;\n5.2.21.3.2. The warning signal(s) shall remain displayed as long as the failure/defect\npersists and the ignition (start) switch is in the \"On\" (run) position; and\n5.2.21.3.3. The warning signal shall be constant (not flashing).\n5.2.21.4. The warning signal(s) mentioned above shall light up when the electrical\nequipment of the vehicle (and the braking system) is energised. With the\nvehicle stationary, the braking system shall verify that none of the specified\nfailures or defects are present before extinguishing the signals. Specified\nfailures or defects which should activate the warning signals mentioned above,\nbut which are not detected under static conditions, shall be stored upon\ndetection and be displayed at start-up and at all times when the ignition (start)\nswitch is in the \"On\" (run) position, as long as the failure or defect persists.\n5.2.21.5. Non specified failures (or defects), or other information concerning the brakes\nand/or running gear of the power-driven vehicle, may be indicated by the\nyellow signal specified in paragraph 5.2.21.1.2. above, provided that all the\nfollowing conditions are fulfilled:\n5.2.21.5.1. The vehicle is stationary;\n5.2.21.5.2. After the braking equipment is first energised and the signal has indicated that,\nfollowing the procedures detailed in paragraph 5.2.21.4. above, no specified\nfailures (or defects) have been identified; and\n5.2.21.5.3. Non-specified faults or other information shall be indicated only by the\nflashing of the warning signal. However, the warning signal shall be\nextinguished by the time when the vehicle first exceeds 10 km/h.\n5.2.22. Generation of a braking signal to illuminate stop lamps.\n5.2.22.1. Activation of the service braking system by the driver shall generate a signal\nthat will be used to illuminate the stop lamps.\n5.2.22.2. Requirements for vehicles equipped with automatically commanded braking\nand/or regenerative braking which produce a retarding force (e.g. upon release\nof the accelerator control).6\nDeceleration by automatically commanded braking and/or regenerative\nbraking\n≤ 1.3 m/s2 > 1.3 m/s2\nMay generate Shall generate the signal\nthe signal\n20This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n6 At the time of type approval, compliance with this requirement shall be confirmed by the vehicle\nmanufacturer.\nOnce generated, the signal shall be kept as long as a deceleration demand\npersists. However, the signal may be suppressed at standstill or when the\ndeceleration demand falls below 1.3 m/s² or that value which generated the\nsignal, whichever is lower.\nAn appropriate measure (e.g. switch-off-hysteresis, averaging, time delay)\nshall be implemented in order to avoid fast changes of the signal resulting in\nflickering of the stop lamps.\n(updated according to Supplement 4 to the 01 series of amendments, date of\nentry into force: 4 January 2023)\n5.2.22.3. Activation of part of the service braking system by \"selective braking\" or by\nfunctions whose primary intention is not to decelerate the vehicle (e.g. slight\nactuation of the friction brakes to clean the discs) shall not generate the signal\nmentioned above.6\n5.2.22.4. The signal shall not be generated when retardation is solely produced by the\nnatural braking effect of the engine, air-/rolling resistance and/or road slope.\n(paragraphs 5.2.22.2 – 5.2.22.4 updated according to Supplement 3 to the 01\nseries of amendments, date of entry into force: 07.01.2021)\n5.2.23. When a vehicle is equipped with the means to indicate emergency braking,\nactivation and de-activation of the emergency braking signal shall only be\ngenerated by the application of the service braking system when the following\nconditions are fulfilled:8\n5.2.23.1. The signal shall not be activated when the vehicle deceleration is below 6 m/s²\nbut it may be generated at any deceleration at or above this value, the actual\nvalue being defined by the vehicle manufacturer.\nThe signal shall be de-activated at the latest when the deceleration has fallen\nbelow 2.5 m/s².\n5.2.23.2. The following conditions may also be used:\n(a) The signal may be generated from a prediction of the vehicle\ndeceleration resulting from the braking demand respecting the\nactivation and de-activation thresholds defined in paragraph 5.2.23.1.\nabove;\nor\n(b) The signal may be activated at a speed above 50 km/h when the antilock\nsystem is fully cycling (as defined in paragraph 2. of Annex 6).\nThe signal shall be deactivated when the antilock system is no longer fully\ncycling.\n5.2.24. Power-driven vehicles of category M and N equipped with temporary-use\n1 1\nspare wheels/tyres shall satisfy the relevant technical requirements of Annex 3\nto UN Regulation No. 64.\n6 During a \"selective braking\" event, the function may change to \"automatically commanded braking\".\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "6",
        "section": "Tests",
        "text": "Braking tests which the vehicles submitted for approval are required to\nundergo, and the braking performance required, are described in Annex 3 to\nthis Regulation.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "7",
        "section": "Modification of vehicle type or braking system and\nextension of approval",
        "text": "7.1. Every modification of the vehicle type or of its braking system shall be notified\nto the Type Approval Authority which approved the vehicle type. That\nAuthority may then either:\n7.1.1. Consider that the modifications made are unlikely to have an appreciable\nadverse effect and that in any case the vehicle still meets the requirements; or\n7.1.2. Require a further report from the Technical Service responsible for carrying\nout the tests.\n7.2. Notice of confirmation, extension, or refusal of approval shall be\ncommunicated by the procedure specified in paragraph 4.3. above, to the\nParties to the Agreement which apply this Regulation.\n7.3. The Type Approval Authority issuing the extension of approval shall assign a\nseries of numbers to each communication form drawn up for such an extension.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "8",
        "section": "Conformity of production",
        "text": "The conformity of production procedures shall comply with those set out in\nthe Agreement, Schedule 1 (E/ECE/TRANS/505/Rev.3) with the following\nrequirements:\n8.1. A vehicle approved to this Regulation shall be so manufactured as to conform\nto the type approved by meeting the requirements set forth in paragraph 5.\nabove;\n8.2. The Type Approval Authority which has granted type approval may at any\ntime verify the conformity control methods applied in each production facility.\nThe normal frequency of these verifications shall be once every two years."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "9",
        "section": "Penalties for non-conformity of production",
        "text": "9.1. The approval granted in respect of a vehicle type pursuant to this Regulation\nmay be withdrawn if the requirements laid down in paragraph 8.1. above are\nnot complied with.\n9.2. If a Contracting Party to the Agreement which applies this Regulation\nwithdraws an approval it has previously granted, it shall forthwith so notify the\nother Contracting Parties applying this Regulation by means of a copy of the\ncommunication form conforming to the model in Annex 1 to this Regulation.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "10",
        "section": "Production definitively discontinued",
        "text": " If the holder of the approval completely ceases to manufacture a type of vehicle\napproved in accordance with this Regulation, he shall so inform the Type\nApproval Authority which granted the approval. Upon receiving the relevant\ncommunication, that Authority shall inform thereof the other Parties to the\nAgreement applying this Regulation by means of copies of a communication\nform conforming to the model in Annex 1 to this Regulation.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "11",
        "section": "Names and addresses of the Technical Services\nconducting approval tests, and of Type Approval\nAuthorities",
        "text": "The Contracting Parties to the Agreement applying this Regulation shall\ncommunicate to the United Nations secretariat the names and addresses of the\nTechnical Services responsible for conducting approval tests and of the Type\nApproval Authorities which grant approval and to which forms, certifying\napproval or extension or refusal or withdrawal of approval, issued in other\ncountries, are to be sent.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "12",
        "section": "Transitional provisions",
        "text": "12.1. As from 1 September 2018, no Contracting Party applying this Regulation\nshall refuse to grant or refuse to accept type approvals to this Regulation as\namended by the 01 series of amendments.\n12.2. Even after 1 September 2018, Contracting Parties applying this Regulation\nshall continue to accept type approvals granted to the 00 series of amendments\nto this Regulation.\nHowever, Contracting Parties applying this Regulation shall not be obliged to\naccept, for the purpose of national or regional type approval, type approvals to\nthe 00 series of amendments to this Regulation for vehicle types not fitted with\na Vehicle Stability Function (as defined in UN Regulation No. 13) or ESC and\nBAS.\n12.3. As from 1 September 2018, Contracting Parties applying this Regulation shall\ngrant type approvals only if the vehicle type to be approved meets the\nrequirements of this Regulation as amended by the 01 series of amendments.\n12.4. Contracting Parties applying this Regulation shall not refuse to grant\nextensions of type approvals for existing types, regardless of whether they are\nfitted with a Vehicle Stability Function (as defined in UN Regulation No. 13)\nor ESC and BAS or not, on the basis of the provisions valid at the time of the\noriginal approval."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "13",
        "section": "Annex 1",
        "text": "Communication*\n(Maximum format: A4 (210 x 297 mm))\nissued by : Name of administration:\n......................................\n......................................\n1 ......................................\n1\nConcerning:2 Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a vehicle type with regard to braking, pursuant to UN Regulation No. 13-H\nApproval No. ................................. Extension No. .. ..............................\n1. Trade name or mark of the vehicle ..............................................................................\n2. Vehicle type .................................................................................................................\n3. Manufacturer's name and address ................................................................................\n4. If applicable, name and address of manufacturer's representative ...............................\n......................................................................................................................................\n5. Mass of vehicle ............................................................................................................\n5.1. Maximum mass of vehicle ...........................................................................................\n5.2. Minimum mass of vehicle ............................................................................................\n6. Distribution of mass of each axle (maximum value) ...................................................\n7. Make and type of brake linings, discs and drums:\n7.1. Brake linings\n7.1.1. Brake linings tested to all relevant prescriptions of Annex 3 .......................................\n7.1.2. Alternative brake linings tested in Annex 7 .................................................................\n* At the request of (an) applicant(s) for UN Regulation No. 90 approval, the information shall be\nprovided by the Type Approval Authority as contained in Appendix 1 to this annex. However, this\ninformation shall not be provided for purposes other than UN Regulation No. 90 approvals.\n1 Distinguishing number of the country which has granted/extended/refused/withdrawn approval (see\nprovisions in the Regulation).\n2 Strike out what does not apply.\n24This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n7.2. Brake disc and drums\n7.2.1. Identification code of brake discs covered by the braking system approval ................\n......................................................................................................................................\n7.2.2. Identification code of brake drums covered by the braking system approval ..............\n......................................................................................................................................\n8. Engine type ..................................................................................................................\n9. Number and ratios of gears ..........................................................................................\n10. Final drive ratio(s) ........................................................................................................\n11. If applicable, maximum mass of trailer which may be coupled ...................................\n11.1. Unbraked trailer ...........................................................................................................\n12. Tyre dimension ............................................................................................................\n12.1. Temporary-use spare wheel / tyre dimensions .............................................................\n12.2. Vehicle meets the technical requirements of Annex 3 to UN Regulation No. 64:\n........................................................................................................................ Yes/No2\n13. Maximum design speed ...............................................................................................\n14. Brief description of braking equipment .......................................................................\n15. Mass of vehicle when tested:\nLaden Unladen\n(kg) (kg)\nAxle No. 1\nAxle No. 2\nTotal\n16. Result of the tests:\nTest\nSpeed Measured Measured force applied to control\n(km/h) performance (daN)\n16.1. Type-0 tests: .................................................................................................................\nEngine disconnected ....................................................................................................\nService braking (laden) ................................................................................................\nService braking (unladen) ............................................................................................\nSecondary braking (laden) ...........................................................................................\nSecondary braking (unladen) .......................................................................................\n25This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n16.2. Type-0 tests: .................................................................................................................\nEngine connected .........................................................................................................\nService braking (laden) ................................................................................................\nService braking (unladen) ............................................................................................\n(In accordance with paragraph 2.1.1.(B) of Annex 3) ..................................................\n16.3. Type-I tests: .................................................................................................................\nPreliminary snubs (to determine pedal force) ..............................................................\nHot performance (1st stop) ..........................................................................................\nHot performance (2nd stop) .........................................................................................\nRecovery performance .................................................................................................\n16.4. Dynamic parking brake performance ...........................................................................\n17. Result of the Annex 5 performance tests .....................................................................\n18. Vehicle is / is not2 equipped to tow a trailer with electrical braking systems\n19. Vehicle is / is not2 equipped with an anti-lock system\n19.1. The vehicle fulfils the requirements of Annex 6: Yes / No2\n19.2. Category of anti-lock system: category 1 / 2 / 32\n20. Adequate documentation according to Annex 8 was supplied in respect of the\nfollowing system(s): Yes / No / Not applicable2\n21. Vehicle submitted for approval on ...............................................................................\n22. Technical Service responsible for conducting approval ...............................................\n23. Date of report issued by that Service ...........................................................................\n24. Number of report issued by that Service ......................................................................\n25. Approval granted / refused / extended / withdrawn2\n26. Position of approval mark on the vehicle .....................................................................\n27. Place .............................................................................................................................\n28. Date ..............................................................................................................................\n29. Signature ......................................................................................................................\n30. The summary referred to in paragraph 4.3. of this Regulation is annexed\nto this communication\n",
        "tables": [
            [
                {
                    "": "Axle No. 1",
                    "Laden\n(kg)": "",
                    "Unladen\n(kg)": ""
                },
                {
                    "": "Axle No. 2",
                    "Laden\n(kg)": "",
                    "Unladen\n(kg)": ""
                },
                {
                    "": "Total",
                    "Laden\n(kg)": "",
                    "Unladen\n(kg)": ""
                }
            ],
            [
                {
                    "Test\nSpeed\n(km/h)": "",
                    "Measured\nperformance": "",
                    "Measured force applied to control\n(daN)": ""
                },
                {
                    "Test\nSpeed\n(km/h)": "",
                    "Measured\nperformance": "",
                    "Measured force applied to control\n(daN)": ""
                },
                {
                    "Test\nSpeed\n(km/h)": "",
                    "Measured\nperformance": "",
                    "Measured force applied to control\n(daN)": ""
                }
            ]
        ]
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "14",
        "section": "Annex 1 - Appendix",
        "text": "List of vehicle data for the purpose of UN Regulation No. 90\napprovals\n1. Description of the vehicle type .....................................................................................\n1.1. Trade name or mark of the vehicle, if available ............................................................\n1.2. Vehicle category ...........................................................................................................\n1.3. Vehicle type according to UN Regulation No. 13-H approval .....................................\n1.4. Models or trade names of vehicles constituting the vehicle type, if available ..............\n......................................................................................................................................\n1.5. Manufacturer’s name and address .................................................................................\n2. Make and type of brake linings, discs and drums:\n2.1. Brake linings\n2.1.1. Brake linings tested to all relevant prescriptions of Annex 3 .......................................\n2.1.2. Alternative brake linings tested in Annex 7 .................................................................\n2.2. Brake disc and drums\n2.2.1. Identification code of brake discs covered by the braking system approval ................\n......................................................................................................................................\n2.2.2. Identification code of brake drums covered by the braking system approval ...............\n......................................................................................................................................\n3. Minimum mass of vehicle .............................................................................................\n3.1. Distribution of mass of each axle (maximum value) ....................................................\n4. Maximum mass of vehicle ............................................................................................\n4.1. Distribution of mass of each axle (maximum value) ....................................................\n5. Maximum vehicle speed ...............................................................................................\n6. Tyre and wheel dimensions...........................................................................................\n7. Brake circuit configuration (e.g. front/rear or diagonal split) .......................................\n8. Declaration of which is the secondary braking system .................................................\n9. Specifications of brake valves (if applicable) ...............................................................\n9.1. Adjustment specifications of the load sensing valve.....................................................\n9.2. Setting of pressure valve ...............................................................................................\n10. Designed brake force distribution .................................................................................\n11. Specification of brake ...................................................................................................\n27This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n11.1. Disc brake type (e.g. number of pistons with diameter(s), ventilated or solid\ndisc) ...............................................................................................................................\n11.2. Drum brake type (e.g. duo servo, with piston size and drum dimensions) ...................\n......................................................................................................................................\n11.3. In case of compressed air brake systems, e.g. type and size of chambers,\nlevers, etc. .....................................................................................................................\n12. Master cylinder type and size ........................................................................................\n13. Booster type and size ....................................................................................................\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "15",
        "section": "Annex 2",
        "text": "Arrangements of approval marks\nModel A\n(See paragraph 4.4. of this Regulation)\n13HR-012439\na/3\na = 8 mm min.\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned\nhas, with regard to braking, been approved in the United Kingdom (E 11) pursuant to UN\nRegulation No. 13-H under approval number 012439. The first two digits of the approval\nnumber indicate that the approval was granted in accordance with the requirements of the 01\nseries of amendments to UN Regulation No. 13-H.\nModel B\n(See paragraph 4.5. of this Regulation)\nE a 13-H 012439 a\na a\na 2 11 a 2 3\n2 3 24 021628 a\n1.30\n3\na = 8 mm min.\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned has been\napproved in the United Kingdom (E 11) pursuant to Regulations Nos. 13-H and 24.1 (In the\ncase of the latter Regulation the corrected absorption coefficient is 1.30 m-1). The approval\nnumbers indicate that, at the dates when the respective approvals were given, UN Regulation\nNo. 13-H included the 01 series of amendments and UN Regulation No. 24 included the\n02 series of amendments.\n1 This number is given merely as an example.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "16",
        "section": "Annex 3",
        "text": "Braking tests and performance of braking systems\n1. Braking tests\n1.1. General\n1.1.1. The performance prescribed for braking systems is based on the stopping\ndistance and the mean fully developed deceleration. The performance of a\nbraking system shall be determined by measuring the stopping distance in\nrelation to the initial speed of the vehicle and/or by measuring the mean fully\ndeveloped deceleration during the test.\n1.1.2. The stopping distance shall be the distance covered by the vehicle from the\nmoment when the driver begins to actuate the control of the braking system\nuntil the moment when the vehicle stops; the initial speed shall be the speed at\nthe moment when the driver begins to actuate the control of the braking system;\nthe initial speed shall not be less than 98 per cent of the prescribed speed for\nthe test in question.\nThe mean fully developed deceleration (d ) shall be calculated as the\nm\ndeceleration averaged with respect to distance over the interval v to v ,\nb e\naccording to the following formula:\nWhere:\nv = initial vehicle speed in km/h,\no\nv = vehicle speed at 0.8 v in km/h,\nb o\nv = vehicle speed at 0.1 v in km/h,\ne o\ns = distance travelled between v and v in metres,\nb o b\ns = distance travelled between v and v in metres.\ne o e\nThe speed and distance shall be determined using instrumentation having an\naccuracy of ±1 per cent at the prescribed speed for the test. The d may be\nm\ndetermined by other methods than the measurement of speed and distance; in\nthis case, the accuracy of the d shall be within ±3 per cent.\nm\n1.2. For the approval of any vehicle, the braking performance shall be measured\nduring road tests conducted in the following conditions:\n1.2.1. The vehicle's condition as regards mass shall be as prescribed for each type of\ntest and be specified in the test report;\n1.2.2. The test shall be carried out at the speeds prescribed for each type of test; if the\nmaximum design speed of a vehicle is lower than the speed prescribed for a\ntest, the test shall be performed at the vehicle's maximum speed;\n1.2.3. During the tests, the force applied to the brake control in order to obtain the\nprescribed performance shall not exceed the maximum force laid down;\n30\nd\nm\n=\n2 5 .\nv\n9\n2b\n2\n-\n( s\nv\ne\n2e\n- s\nb\n)This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n1.2.4. The road shall have a surface affording good adhesion, unless specified\notherwise in the relevant annexes;\n1.2.5. The tests shall be performed when there is no wind liable to affect the results;\n1.2.6. At the start of the tests, the tyres shall be cold and at the pressure prescribed\nfor the load actually borne by the wheels when the vehicle is stationary;\n1.2.7. The prescribed performance shall be obtained without locking of the wheels at\nspeeds exceeding 15 km/h, without deviation of the vehicle from a 3.5 m wide\nlane, without exceeding a yaw angle of 15° and without abnormal vibrations;\n1.2.8. For vehicles powered completely or partially by an electric motor (or motors),\npermanently connected to the wheels, all tests shall be carried out with these\nmotor(s) connected;\n1.2.9. For vehicles as described in paragraph 1.2.8. above, fitted with an electric\nregenerative braking system of category A, behaviour tests shall be carried out\non a track with a low adhesion coefficient (as defined in paragraph 5.2.2. of\nAnnex 6) at a speed equal to 80 per cent of the maximum speed but not\nexceeding 120 km/h, to check that stability is retained.\n1.2.9.1. Moreover, for vehicles fitted with an electric regenerative braking system of\ncategory A, transient conditions as gear changes or accelerator control release\nshall not affect the behaviour of the vehicle in condition described in\nparagraph 1.2.9. above;\n1.2.10. In the tests provided in paragraphs 1.2.9. and 1.2.9.1. above wheel locking is\nnot allowed. However, steering correction is permitted if the angular rotation\nof the steering control is within 120° during the initial 2 seconds and not more\nthan 240° in all;\n1.2.11. For a vehicle with electrically actuated service brakes powered from traction\nbatteries (or an auxiliary battery) which receive(s) energy only from an\nindependent external charging system, these batteries shall, during braking\nperformance testing, be at an average of not more than 5 per cent above that\nstate of charge at which the brake failure warning prescribed in\nparagraph 5.2.20.5. of this Regulation is required to be given.\nIf this warning is given, the batteries may receive some recharge during the\ntests, to keep them in the required state of charge range.\n1.3. Behaviour of the vehicle during braking\n1.3.1. In braking tests, and in particular in those at high speed, the general behaviour\nof the vehicle during braking shall be checked.\n1.3.2. Behaviour of the vehicle during braking on a road on which adhesion is\nreduced shall meet the relevant requirements of Annex 5 and/or Annex 6 to\nthis Regulation.\n31This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n1.3.2.1. In the case of a braking system according to paragraph 5.2.7. of this Regulation\nwhere the braking for a particular axle (or axles) is comprised of more than one\nsource of braking torque, and any individual source can be varied with respect\nto the other(s), the vehicle shall satisfy the requirements of Annex 5, or\nalternatively, Annex 6 under all relationships permitted by its control strategy.1\n1.4. Type-0 test (ordinary performance test with cold brakes)\n1.4.1. General\n1.4.1.1. The average temperature of the service brakes on the hottest axle of the vehicle,\nmeasured inside the brake linings or on the braking path of the disc or drum, is\nbetween 65 and 100 °C prior to any brake application.\n1.4.1.2. The test shall be conducted in the following conditions:\n1.4.1.2.1. The vehicle shall be laden, the distribution of its mass among the axles being\nthat stated by the manufacturer; where provision is made for several\narrangements of the load on the axles the distribution of the maximum mass\namong the axles shall be such that the mass on each axle is proportional to the\nmaximum permissible mass for each axle;\n1.4.1.2.2. Every test shall be repeated on the unladen vehicle; there may be, in addition\nto the driver, a second person on the front seat who is responsible for noting\nthe results of the test;\n1.4.1.2.3. In the case of a vehicle equipped with an electric regenerative braking system,\nthe requirements depend on the category of this system:\nCategory A. Any separate electric regenerative braking control which is\nprovided, shall not be used during the Type-0 tests.\nCategory B. The contribution of the electric regenerative braking system to\nthe braking force generated shall not exceed that minimum level guaranteed\nby the system design.\nThis condition is deemed to be satisfied if the state of charge of the batteries is\nin one of the following conditions:\n(a) At the maximum charge level recommended by the manufacturer, as\nlisted in the vehicle specification;\n(b) At a level not less than 95 per cent of the full charge level, where the\nmanufacturer has made no specific recommendation;\n(c) At a maximum level resulting from automatic charge control on the\nvehicle; or\n(d) When the tests are conducted without a regenerative braking component\nregardless of the state of charge of the batteries.\n1.4.1.2.4. The limits prescribed for minimum performance, both for tests with the vehicle\nunladen and for tests with the vehicle laden, shall be those laid down\nhereunder; the vehicle shall satisfy both the prescribed stopping distance and\nthe prescribed mean fully developed deceleration, but it may not be necessary\nto actually measure both parameters;\n1 The manufacturer shall provide the Technical Service with the family of braking curves permitted by\nthe automatic control strategy. These curves may be verified by the Technical Service.\n32This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n1.4.1.2.5. The road shall be level; unless otherwise specified each test may comprise up\nto six stops including any needed for familiarization.\n1.4.2. Type-0 test with engine disconnected, service braking in accordance with\nparagraph 2.1.1.(A) of this annex.\nThe test shall be carried out at the speed prescribed, the figures prescribed in\nthis connection being subject to a certain margin of tolerance. The minimum\nperformance prescribed shall be attained.\n1.4.3. Type-0 test with engine connected, service braking in accordance with\nparagraph 2.1.1.(B) of this annex.\n1.4.3.1. The test shall be carried out with the engine connected, from the speed\nprescribed in paragraph 2.1.1.(B) of this annex. The minimum performance\nprescribed shall be attained. This test is not run if the maximum speed of the\nvehicle is  125 km/h.\n1.4.3.2. The maximum practical performance figures shall be measured, and the\nbehaviour of the vehicle shall be in accordance with paragraph 1.3.2. of this\nannex. However, if the maximum speed of the vehicle is greater than 200 km/h,\nthe test speed shall be 160 km/h.\n1.5. Type-I test (fade and recovery test)\n1.5.1. Heating procedure\n1.5.1.1. The service brakes of all vehicles shall be tested by successively applying and\nreleasing the brakes a number of times, the vehicle being laden, in the\nconditions shown in the table below:\nConditions\nv v t n\n1 2\n(km/h) (km/h) (sec)\n80 % vmax 0.5 v1 45 15\n 120\nWhere:\nv = initial speed, at beginning of braking\n1\nv = speed at end of braking\n2\nv = maximum speed of the vehicle\nmax\nn = number of brake applications\nt = duration of a braking cycle: time elapsing between the initiation of\none brake application and the initiation of the next.\n1.5.1.2. If the characteristics of the vehicle make it impossible to abide by the duration\nprescribed for t, the duration may be increased; in any event, in addition to\nthe time necessary for braking and accelerating the vehicle, a period of 10\nseconds shall be allowed in each cycle for stabilizing the speed v .\n1\n33This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n1.5.1.3. In these tests, the force applied to the control shall be so adjusted as to attain a\nmean deceleration of 3 m/s2 during every brake application; two preliminary\ntests may be carried out to determine the appropriate control force.\n1.5.1.4. During brake applications, the highest gear ratio (excluding overdrive, etc.)\nshall be continuously engaged.\n1.5.1.5. For regaining speed after braking, the gearbox shall be used in such a way as\nto attain the speed v in the shortest possible time (maximum acceleration\n1\nallowed by the engine and gearbox).\n1.5.1.6. For vehicles not having sufficient autonomy to carry out the cycles of heating\nof the brakes, the tests shall be carried out by achieving the prescribed speed\nbefore the first braking application and thereafter by using the maximum\nacceleration available to regain speed and then braking successively at the\nspeed reached at the end of each 45 second cycle duration.\n1.5.1.7. For vehicles equipped with an electric regenerative braking system of category\nB, the condition of the vehicle batteries at the start of the test, shall be such that\nthe braking force contribution provided by the electric regenerative braking\nsystem does not exceed the minimum guaranteed by the system design. This\nrequirement is deemed to be satisfied if the batteries are at one of the state of\ncharge conditions as listed in paragraph 1.4.1.2.3. above.\n1.5.2. Hot performance\n1.5.2.1. At the end of the Type-I test (described in paragraph 1.5.1. of this annex) the\nhot performance of the service braking system shall be measured in the same\nconditions (and in particular at a mean control force no greater than the mean\nforce actually used) as for the Type-0 test with the engine disconnected (the\ntemperature conditions may be different).\n1.5.2.2. This hot performance shall not be less than 752 per cent of that prescribed, nor\nless than 60 per cent of the figure recorded in the Type-0 test with the engine\ndisconnected.\n1.5.2.3. For vehicles fitted with an electric regenerative braking system of category A,\nduring brake applications, the highest gear shall be continuously engaged and\nthe separate electric braking control, if any, not used.\n1.5.2.4. In the case of vehicles equipped with an electric regenerative braking system\nof category B, having carried out the heating cycles according to\nparagraph 1.5.1.6. of this annex, the hot performance test shall be carried out\nat the maximum speed which can be reached by the vehicle at the end of the\nbrake heating cycles, unless the speed specified in paragraph 2.1.1.(A) of this\nannex can be reached.\nFor comparison, a later Type-0 test with cold brakes shall be repeated from this\nsame speed and with a similar electric regenerative braking contribution, as set\nby an appropriate state of battery charge, as was available during the hot\nperformance test.\nFollowing the recovery process and test, further reconditioning of the linings\nshall be permitted before the test is made to compare this second cold\n2 This corresponds to a stopping distance of 0.1 v + 0.0080 v2 and a mean fully developed deceleration\nof 4.82 m/s2.\n34This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\nperformance with that achieved in the hot test, against the criteria of paragraphs\n1.5.2.2. or 1.5.2.5. of this annex.\nThe tests may be conducted without a regenerative braking component. In this\ncase, the requirement on the state of charge of the batteries is not applicable.\n1.5.2.5. In the case of a vehicle which satisfies the 60 per cent requirement specified in\nparagraph 1.5.2.2. of this annex, but which cannot comply with the 752 per cent\nrequirement of paragraph 1.5.2.2. of this annex, a further hot performance test\nmay be carried out using a control force not exceeding that specified in\nparagraph 2. of this annex. The results of both tests shall be entered in the\nreport.\n1.5.3. Recovery procedure\nImmediately after the hot performance test, make four stops from 50 km/h with\nthe engine connected, at a mean deceleration of 3 m/s2. Allow an interval of\n1.5 km between the start of successive stops. Immediately after each stop,\naccelerate at maximum rate to 50 km/h and maintain that speed until making\nthe next stop.\n1.5.3.1. Vehicles equipped with an electrical regenerative braking system of\nCategory B may have their batteries recharged or replaced by a charged set. In\nthis case, further reconditioning of the linings shall be performed in order to\ncomplete the recovery procedure.\nThe procedures may be conducted without a regenerative braking component.\n(updated according to Supplement 2 to the 01 series of amendments, date of\nentry into force: 30.09.2021)\n1.5.4. Recovery performance\nAt the end of the recovery procedure, the recovery performance of the service\nbraking system shall be measured in the same conditions as for the Type-0 test\nwith the engine disconnected (the temperature conditions may be different),\nusing a mean force on the control, which is not more than the mean control\nforce used in the corresponding Type-0 test.\nThis recovery performance shall not be less than 70 per cent, nor more than\n150 per cent, of the figure recorded in the Type-0 test with the engine\ndisconnected.\n1.5.4.1. For vehicles equipped with an electrical regenerative braking system of\ncategory B, the recovery test shall be made with no regenerative braking\ncomponent, i.e. under the conditions of paragraph 1.5.4. above.\nAfter the further reconditioning of the linings, a second repeat Type-0 test shall\nbe made from the same speed and with no electric regenerative braking\ncontribution as in the recovery test with the engine/motors disconnected, and\ncomparison shall be made between these test results.\nThe recovery performance shall not be less than 70 per cent, nor more than\n150 per cent of the figure recorded in this final repeat Type-0 test.\n35This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n2. Performance of braking systems\n2.1. Service braking system\n2.1.1. The service brakes shall be tested under the conditions shown in the following\ntable:\n(A) v 100 km/h\nType-0 test\nwith engine s  0.1 v+0.0060 v2 (m)\ndisconnected dm  6.43 m/s2\n(B)\nType-0 test\nv 80 % vmax  160 km/h\nwith engine s  0.1 v+0.0067 v2 (m)\nconnected dm  5.76 m/s2\nf 6.5 - 50 daN\nWhere:\nv = test speed, in km/h\ns = stopping distance, in metres\nd = mean fully developed deceleration, in m/s2\nm\nf = force applied to foot control, in daN\nv = maximum speed of the vehicle, in km/h\nmax\n2.1.2. In the case of a motor vehicle authorized to tow an unbraked trailer, the\nminimum Type-0 performance of the combination shall not be less\nthan 5.4 m/s2 in both the laden and unladen conditions.\nThe combination performance shall be verified by calculations referring to the\nmaximum braking performance actually achieved by the motor vehicle alone\n(laden) during the Type-0 test with the engine disconnected, using the\nfollowing formula (no practical tests with a coupled unbraked trailer are\nrequired):\nWhere:\nd = calculated mean fully developed deceleration of the motor\nM+R\nvehicle when coupled to an unbraked trailer, in m/s2\nd = maximum mean fully developed deceleration of the motor\nM\nvehicle alone achieved during the Type-0 test with engine\ndisconnected, in m/s2\nP = mass of the motor vehicle (laden)\nM\nP = maximum mass of an unbraked trailer which may be coupled, as\nR\ndeclared by the motor vehicle manufacturer.\n2.2. Secondary braking system\n2.2.1. The performance of the secondary braking system shall be tested by the Type-\n0 test with the engine disconnected from an initial vehicle speed of 100 km/h\nand a force applied to the service brake control not less than 6.5 daN and not\nexceeding 50 daN.\n36\nd\nM + R\n= d\nM\n•\nP\nM\nP\nM+\nP\nRThis document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n2.2.2. The secondary braking system shall give a stopping distance not exceeding the\nfollowing value:\n0.1 v + 0.0158 v2 (m)\nand a mean fully developed deceleration not less than 2.44 m/s2 (corresponding\nto the second term of the above formula).\n2.2.3. The secondary braking effectiveness test shall be conducted by simulating the\nactual failure conditions in the service braking system.\n2.2.4. For vehicles employing electric regenerative braking systems, the braking\nperformance shall additionally be checked under the two following failure\nconditions:\n2.2.4.1. For a total failure of the electric component of the service braking output.\n2.2.4.2. In the case where the failure condition causes the electric component to deliver\nits maximum braking force.\n2.3. Parking braking system\n2.3.1. The parking braking system shall be capable of holding the laden vehicle\nstationary on a 20 per cent up or down gradient.\n2.3.2. On vehicles to which the coupling of a trailer is authorized, the parking braking\nsystem of the motor vehicle shall be capable of holding the combination of\nvehicles stationary on a 12 per cent up or down gradient.\n2.3.3. If the control device is manual, the force applied to it shall not exceed 40 daN.\n2.3.4. If it is a foot control device, the force exerted on the control shall not exceed\n50 daN.\n2.3.5. A parking braking system which has to be actuated several times before it\nattains the prescribed performance is admissible.\n2.3.6. To check compliance with the requirement specified in paragraph 5.2.2.4. of\nthis Regulation, a Type-0 test shall be carried out, with the engine\ndisconnected, at an initial test speed of 30 km/h. The mean fully developed\ndeceleration on application of the control of the parking brake system and the\ndeceleration immediately before the vehicle stops, shall not be less than\n1.5 m/s2. The test shall be carried out with the laden vehicle. The force exerted\non the braking control device shall not exceed the specified values.\n3. Response time\n3.1. Where a vehicle is equipped with a service braking system which is totally or\npartially dependent on a source of energy other than the muscular effort of the\ndriver, the following requirements shall be satisfied:\n3.1.1. In an emergency manoeuvre, the time elapsing between the moment when the\ncontrol device begins to be actuated and the moment when the braking force\non the least favourable placed axle reaches the level corresponding to the\nprescribed performance shall not exceed 0.6 seconds;\n3.1.2. In the case of vehicles fitted with hydraulic braking systems, the requirements\nof paragraph 3.1.1. above are considered to be satisfied if, in an emergency\nmanoeuvre, the deceleration of the vehicle or the pressure at the least\nfavourable brake cylinder, reaches a level corresponding to the prescribed\nperformance within 0.6 seconds.\n",
    "tables": [
        [
            {
                "a": "2",
                "": null,
                "13-H": null,
                "012439": null
            },
            {
                "a": null,
                "": null,
                "13-H": "24\n1.30",
                "012439": "021628"
            }
        ],
        [
            {
                "v\n1\n(km/h)": "80 % vmax\n 120",
                "v\n2\n(km/h)": "0.5 v1",
                "t\n(sec)": "45",
                "n": "15"
            }
        ],
        [
            {
                "(A)\nType-0 test\nwith engine\ndisconnected": "(B)\nType-0 test\nwith engine\nconnected",
                "v\ns \ndm ": "v\ns \ndm ",
                "100 km/h\n0.1 v+0.0060 v2 (m)\n6.43 m/s2": "80 % vmax  160 km/h\n0.1 v+0.0067 v2 (m)\n5.76 m/s2"
            },
            {
                "(A)\nType-0 test\nwith engine\ndisconnected": null,
                "v\ns \ndm ": "f",
                "100 km/h\n0.1 v+0.0060 v2 (m)\n6.43 m/s2": "6.5 - 50 daN"
            }
        ]
    ]
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "17",
        "section": "Annex 3 - Appendix",
        "text": "Procedure for monitoring the state of battery charge\nThis procedure is applicable to vehicle batteries used for traction and\nregenerative braking.\nThe procedure requires the use of a bi-directional DC Watt-hour meter or a bi-\ndirectional DC Ampere-hour meter.\nProcedure\n1.1. If the batteries are new or have been subject to extended storage, they shall be\ncycled as recommended by the manufacturer. A minimum 8-hour soak period\nat ambient temperature shall be allowed after completion of cycling.\n1.2. A full charge shall be established using the manufacturer's recommended\ncharging procedure.\n1.3. When the braking tests of paragraphs 1.2.11., 1.4.1.2.3., 1.5.1.6., 1.5.1.7. and\n1.5.2.4. of Annex 3 are conducted the watt-hours consumed by the traction\nmotors and supplied by the regenerative braking system shall be recorded as a\nrunning total which shall then be used to determine the state of charge existing\nat the beginning or end of a particular test.\n1.4. To replicate a level of state of charge in the batteries for comparative tests,\nsuch as those of paragraph 1.5.2.4. of Annex 3, the batteries shall be either\nrecharged to that level or charged to above that level and discharged into a\nfixed load at approximately constant power until the required state of charge is\nreached. Alternatively, for vehicles with battery powered electric traction only,\nthe state of charge may be adjusted by running the vehicle. Tests conducted\nwith a battery partially charged at their start shall be commenced as soon as\npossible after the desired state of charge has been reached.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "18",
        "section": "Annex 4",
        "text": "Provisions relating to energy sources and energy storage\ndevices (energy accumulators)\nHydraulic braking systems with stored energy\n1. Capacity of energy storage devices (energy accumulators)\n1.1. General\n1.1.1. Vehicles on which the braking equipment requires the use of stored energy\nprovided by hydraulic fluid under pressure shall be equipped with energy\nstorage devices (energy accumulators) of a capacity meeting the requirements\nof paragraphs 1.2. or 1.3. of this annex;\n1.1.2. However, the energy storage devices shall not be required to be of a prescribed\ncapacity if the braking system is such that in the absence of any energy reserve\nit is possible with the service brake control to achieve a braking performance\nat least equal to that prescribed for the secondary braking system;\n1.1.3. In verifying compliance with the requirements of paragraphs 1.2., 1.3. and 2.1.\nof this annex, the brakes shall be adjusted as closely as possible and, for\nparagraph 1.2. of this annex, the rate of full-stroke actuations shall be such as\nto provide an interval of at least 60 seconds between each actuation.\n1.2. Vehicles equipped with a hydraulic braking system with stored energy shall\nmeet the following requirements:\n1.2.1. After eight full-stroke actuations of the service brake control, it shall still be\npossible to achieve, on the ninth application, the performance prescribed for\nthe secondary braking system.\n1.2.2. Testing shall be performed in conformity with the following requirements:\n1.2.2.1. Testing shall commence at a pressure that may be specified by the\nmanufacturer but is not higher than the cut-in pressure;1\n1.2.2.2. The energy storage device(s) shall not be fed; in addition, any energy storage\ndevice(s) for auxiliary equipment shall be isolated.\n1.3. Vehicles equipped with a hydraulic braking system with stored energy which\ncannot meet the requirements of paragraph 5.2.4.1. of this Regulation shall be\ndeemed to satisfy that paragraph if the following requirements are met:\n1.3.1. After any single transmission failure it shall still be possible after eight full-\nstroke actuations of the service brake control, to achieve, at the ninth\napplication, at least the performance prescribed for the secondary braking\nsystem.\n1.3.2. Testing shall be performed in conformity with the following requirements:\n1 The initial energy level shall be stated in the approval document.\n39This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n1.3.2.1. With the energy source stationary or operating at a speed corresponding to the\nengine idling speed, any transmission failure may be induced. Before inducing\nsuch a failure, the energy storage device(s) shall be at a pressure that may be\nspecified by the manufacturer but not exceeding the cut-in pressure;\n1.3.2.2. The auxiliary equipment and its energy storage devices, if any, shall be\nisolated.\n2. Capacity of hydraulic fluid energy sources\n2.1. The energy sources shall meet the requirements set out in the following\nparagraphs.\n2.1.1. Definitions\n2.1.1.1. \"p \" represents the maximum system operational pressure (cut-out pressure) in\n1\nthe energy storage device(s) specified by the manufacturer.\n2.1.1.2. \"p \" represents the pressure after four full-stroke actuations with the service\n2\nbrake control, starting at p , without having fed the energy storage device(s).\n1\n2.1.1.3. \"t\" represents the time required for the pressure to rise from p to p in the\n2 1\nenergy storage device(s) without application of the brake control.\n2.1.2. Conditions of measurement\n2.1.2.1. During the tests to determine the time t, the feed rate of the energy source shall\nbe that obtained when the engine is running at the speed corresponding to its\nmaximum power or at the speed allowed by the over-speed governor.\n2.1.2.2. During the test to determine the time t, energy storage device(s) for auxiliary\nequipment shall not be isolated other than automatically.\n2.1.3. Interpretation of results\n2.1.3.1. In the case of all vehicles, the time t shall not exceed 20 seconds.\n3. Characteristics of warning devices\nWith the engine stationary and commencing at a pressure that may be specified\nby the manufacturer but does not exceed the cut-in pressure, the warning\ndevice shall not operate following two full-stroke actuations of the service\nbrake control.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "19",
        "section": "Annex 5",
        "text": "Distribution of braking among the axles of vehicles\n1. General\nVehicles which are not equipped with an anti-lock system as defined in Annex\n6 to this Regulation shall meet all the requirements of this annex. If a special\ndevice is used, this shall operate automatically.\n2. Symbols\ni = axle index (i = 1, front axle;\ni = 2, rear axle)\nP = normal reaction of road surface on axle i under static conditions\ni\nN = normal reaction of road surface on axle i under braking\ni\nT = force exerted by the brakes on axle i under normal braking\ni\nconditions on the road\nf = T/N , adhesion utilized by axle i 1\ni i i\nJ = deceleration of the vehicle\ng = acceleration due to gravity : g = 9.81 m/s2\nz = braking rate of vehicle = J/g\nP = mass of vehicle\nh = height of centre of gravity specified by the manufacturer and\nagreed by the Technical Services conducting the approval test\nE = wheelbase\nk = theoretical coefficient of adhesion between tyre and road\n3. Requirements\n3.1.(A) For all states of load of the vehicle, the adhesion utilization curve of the rear\naxle shall not be situated above that for the front axle:2\nfor all braking rates between 0.15 and 0.8:\n3.1.(B) For k values between 0.2 and 0.82:\nz  0.1 + 0.7 (k - 0.2) (see Diagram 1 of this annex)\n1 \"Adhesion utilisation curves\" of a vehicle means curves showing, for specified load conditions, the\nadhesion utilized by each axle i plotted against the braking rate of the vehicle.\n2 The provisions of paragraph 3.1. do not affect the requirements of Annex 3 to this Regulation\nrelating to the braking performance. However, if, in tests made under the provisions of paragraph 3.1.,\nbraking performances are obtained which are higher than those prescribed in Annex 3, the provisions\nrelating to the adhesion utilization curves shall be applied within the areas of Diagram 1 of this annex\ndefined by the straight lines k = 0.8 and z = 0.8.\n41This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n3.2. In order to verify the requirements of paragraph 3.1. of this annex, the\nmanufacturer shall provide the adhesion utilization curves for the front and rear\naxles calculated by the formulae:\nThe curves shall be plotted for both the following load conditions:\n3.2.1. Unladen, in running order with the driver on board;\n3.2.2. Laden; where provision is made for several possibilities of load distribution,\nthe one whereby the front axle is the most heavily laden shall be the one\nconsidered;\n3.2.3. For vehicles fitted with an electric regenerative braking system of category B,\nwhere the electric regenerative braking capacity is influenced by the electric\nstate of charge, the curves shall be plotted by taking account of the electric\nbraking component under the minimal and maximum conditions of delivered\nbraking force. This requirement is not applicable if the vehicle is equipped with\nan anti-lock device which controls the wheels connected to the electric braking\nthen the requirements of Annex 6 to this Regulation shall apply.\n4. Requirements to be met in case of failure of the braking distribution system\nWhen the requirements of this annex are fulfilled by means of a special device\n(e.g. controlled mechanically by the suspension of the vehicle), it shall be\npossible, in the event of the failure of its control, (e.g. by disconnecting the\ncontrol linkage), to stop the vehicle under the conditions of the Type-0 test\nwith the engine disconnected to give a stopping distance not exceeding\n0.1 v + 0.0100 v2 (m) and a mean fully developed deceleration not less than\n3.86 m/s2.\n5. Vehicle testing\nDuring the type-approval testing of a vehicle, the Type Approval Authority\nshall verify conformity with the requirements contained in the present annex,\nby carrying out the following tests:\n5.1. Wheel-lock sequence test (see Appendix 1)\nIf the wheel-lock sequence test confirms that the front wheels lock before or\nsimultaneously with the rear wheels, conformity with paragraph 3. of this\nannex has been verified and testing is complete.\n5.2. Additional tests\nIf the wheel-lock sequence test indicates that the rear wheels lock before the\nfront wheels, then the vehicle:\n(a) Will be subjected to additional testing, as follows:\n(i) Additional wheel-lock sequence tests; and/or\n42\nf\nf\n1\n2\n=\n=\nT\nN\nT\nN\n1\n1\n2\n2\n=\n=\nP\n1\nP\n2\n+\n-\nz\nz\nT\n•\nT\n•\n1h\nE\n2h\nE\n•\n•\nP\nP\n•\n•\ng\ngThis document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n(ii) Torque wheel tests (see Appendix 2) to determine brake factors\nTo generate adhesion utilization curves; these curves shall\nsatisfy the requirements in paragraph 3.1.(A) of this annex.\n(b) May be refused type-approval.\n5.3. The results of the practical tests shall be appended to the type-approval report.\n6. Conformity of production\n6.1. When checking vehicles for conformity of production, the Technical Services\nshould follow the same procedures as for type-approval.\n6.2. The requirements shall also be the same as for type-approval, except that in the\ntest described in paragraph 5.2.(a)(ii) of this annex, the rear axle curve shall lie\nbelow the line z = 0.9 k for all braking rates between 0.15 and 0.8 (instead of\nmeeting the requirement in paragraph 3.1.(A) (see Diagram 2).\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "20",
        "section": "Annex 5 - Appendix 1",
        "text": "Wheel-lock sequence test procedure\n1. General information\n(a) The purpose of this test is to ensure that lockup of both front wheels\noccurs at a lower deceleration rate than the lockup of both rear wheels\nwhen tested on road surfaces on which wheel lockup occurs at braking\nrates between 0.15 and 0.8.\n(b) A simultaneous lockup of the front and rear wheels refers to the\ncondition when the time interval between the lockup of the last (second)\nwheel on the rear axle and the last (second) wheel on the front axle is\n 0.1 seconds for vehicle speeds  30 km/h.\n2. Vehicle conditions\n(a) Vehicle load: Laden and unladen\n(b) Transmission position: Engine disconnected\n3. Test conditions and procedures\n(a) Initial brake temperature: Between 65 °C and 100 °C average on the\nhottest axle.\n(b) Test speed: 65 km/h for a braking rate  0.50;\n100 km/h for a braking rate  0.50.\n(c) Pedal force:\n(i) Pedal force is applied and controlled by a skilled driver or by a\nmechanical brake pedal actuator.\n(ii) Pedal force is increased at a linear rate such that the first axle\nlockup occurs no less than one-half (0.5) second and no more\nthan one and one-half (1.5) seconds after the initial application\nof the pedal.\n(iii) The pedal is released when the second axle locks, or when the\npedal force reaches l kN, or 0.1 seconds after the first lockup,\nwhichever occurs first.\n(d) Wheel lockup: Only wheel lockups above a vehicle speed of 15 km/h\nare considered.\n(e) Test surface: This test is conducted on road test surfaces on which\nwheel lockup occurs at braking rates between 0.15 and 0.8.\n(f) Data to be recorded: The following information shall be automatically\nrecorded in phase continuously throughout each test run such that\nvalues of the variables can be cross referenced in real time:\n(i) Vehicle speed;\n(ii) Instantaneous vehicle braking rate (e.g. by differentiation of\nvehicle speed);\n44This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n(iii) Brake pedal force (or hydraulic line pressure);\n(iv) Angular velocity at each wheel.\n(g) Each test run shall be repeated once to confirm the wheel lockup\nsequence: if one of these two results indicates a failure to comply, then\na third test run under the same conditions will be decisive.\n4. Performance requirements\n(a) Both rear wheels shall not reach a locked condition prior to both front\nwheels being locked - at vehicle braking rates between 0.15 and 0.8.\n(b) If, when tested to the procedure specified above, and at vehicle braking\nrates between 0.15 and 0.8 the vehicle meets one of the following\ncriteria, then it passes this wheel lockup sequence requirement:\n(i) No wheels lock;\n(ii) Both wheels on the front axle and one or no wheels on the rear\naxle lock;\n(iii) Both axles simultaneously lock.\n(c) If wheel lockup commences at a braking rate less than 0.15 and more\nthan 0.8 then the test is invalid and should be repeated on a different\nroad surface.\n(d) If, either laden or unladen, at a braking rate between 0.15 and 0.8 both\nwheels on the rear axle and one or no wheels on the front axle lock, then\nit fails the wheel lockup sequence test. In this latter case, the vehicle\nshall be submitted to the 'torque wheels' test procedure to determine the\nobjective brake factors for calculation of the adhesion utilization\ncurves.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "21",
        "section": "Annex 5 - Appendix 2",
        "text": "Torque wheel test procedure\n1. General information\nThe purpose of this test is to measure the brake factors and thus determine the\nadhesion utilization of the front and rear axles over a range of braking rates\nbetween 0.15 and 0.8.\n2. Vehicle conditions\n(a) Vehicle load: Laden and unladen\n(b) Transmission position: Engine disconnected\n3. Test conditions and procedures\n(a) Initial brake temperature: Between 65 °C and 100 °C average on the\nhottest axle.\n(b) Test speeds: 100 km/h and 50 km/h.\n(c) Pedal force: Pedal force is increased at a linear rate between 100 and\n150 N/sec for the 100 km/h test speed, or between 100 and 200 N/sec\nfor the 50 km/h test speed, until the first axle locks or until a pedal force\nof 1 kN is reached, whichever occurs first.\n(d) Brake cooling: Between brake applications, the vehicle is driven at\nspeeds up to 100 km/h until the initial brake temperature specified in\nparagraph 3.(a) above is reached.\n(e) Number of runs: With the vehicle unladen, run five stops from a speed\nof 100 km/h and five stops from a speed of 50 km/h, while alternating\nbetween the two test speeds after each stop. With the vehicle laden,\nrepeat the five stops at each test speed while alternating between the\ntwo test speeds.\n(f) Test surface: This test is conducted on a road test surface affording good\nadhesion.\n(g) Data to be recorded: The following information shall be automatically\nrecorded in phase continuously throughout each test run such that\nvalues of the variables can be cross referenced in real time:\n(i) Vehicle speed\n(ii) Brake pedal force\n(iii) Angular velocity of each wheel\n(iv) Brake torque at each wheel\n(v) Hydraulic line pressure in each brake circuit, including transducers\non at least one front wheel and one rear wheel downstream of any\noperative proportioning or pressure limiting valve(s)\n(vi) Vehicle deceleration.\n46This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n(h) Sample rate: All data acquisition and recording equipment shall support\na minimum sample rate of 40 Hz on all channels.\n(i) Determination of front versus rear brake pressure: Determine the front\nversus rear brake pressure relationship over the entire range of line\npressures. Unless the vehicle has a variable brake proportioning system,\nthis determination is made by static tests. If the vehicle has a variable\nbrake proportioning system, dynamic tests are run with the vehicle both\nladen and unladen. Fifteen snubs from 50 km/h are made for each of the\ntwo load conditions, using the same initial conditions specified in this\nappendix.\n4. Data reduction\n(a) The data from each brake application prescribed in paragraph 3.(e)\nabove is filtered using a five-point, on-centre moving average for each\ndata channel.\n(b) For each brake application prescribed in paragraph 3.(e) above,\ndetermine the slope (brake factor) and pressure axis intercept (brake\nhold-off pressure) of the linear least squares equation best describing\nthe measured torque output at each braked wheel as a function of\nmeasured line pressure applied at the same wheel. Only torque output\nvalues obtained from data collected when the vehicle deceleration is\nwithin the range of 0.15 g to 0.80 g are used in the regression analysis.\n(c) Average the results of paragraph (b) above to calculate the average\nbrake factor and brake hold-off pressure for all brake applications for\nthe front axle.\n(d) Average the results of paragraph (b) above to calculate the average\nbrake factor and brake hold-off pressure for all brake applications for\nthe rear axle.\n(e) Using the relationship between front and rear brake line pressure\ndetermined in paragraph 3.(i) above and the dynamic tyre rolling radius,\ncalculate the braking force at each axle as a function of front brake line\npressure.\n(f) Calculate the braking rate of the vehicle as a function of the front brake\nline pressure using the following equation:\nWhere\nz = braking rate at a given front brake line pressure\nT , T = braking forces at the front and rear axles respectively,\n1 2\ncorresponding to the same front brake line pressure\nP = vehicle mass\n47\nz =\nT\n1P\n+\n•\nT\ng\n2This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n(g) Calculate the adhesion utilized at each axle as a function of braking rate\nusing the following formulae:\nThe symbols are defined in paragraph 2. of this annex.\n(h) Plot f and f as a function of z, for both laden and unladen load\n1 2\nconditions. These are the adhesion utilization curves for the vehicle,\nwhich shall satisfy the requirements in paragraph 5.2.(a)(ii) of this\nannex (or, in the case of Conformity of Production checks, these curves\nshall satisfy the requirements in paragraph 6.2. of this annex).\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "22",
        "section": "Annex 6",
        "text": "Test requirements for vehicles fitted with anti-lock systems\n1. General\n1.1. This annex defines the required braking performance for road vehicles fitted\nwith anti-lock systems.\n1.2. The anti-lock systems known at present comprise a sensor or sensors, a\ncontroller or controllers and a modulator or modulators. Any device of a\ndifferent design which may be introduced in the future, or where an anti-lock\nbraking function is integrated into another system, shall be deemed to be an\nanti-lock braking system within the meaning of this annex and Annex 5 to this\nRegulation, if it provides performance equal to that prescribed by this annex.\n2. Definitions\n2.1. An \"anti-lock system\" is a part of a service braking system which automatically\ncontrols the degree of slip, in the direction of rotation of the wheel(s), on one\nor more wheels of the vehicle during braking.\n2.2. \"Sensor\" means a component designed to identify and transmit to the controller\nthe conditions of rotation of the wheel(s) or the dynamic conditions of the\nvehicle.\n2.3. \"Controller\" means a component designed to evaluate the data transmitted by\nthe sensor(s) and to transmit a signal to the modulator.\n2.4. \"Modulator\" means a component designed to vary the braking force(s) in\naccordance with the signal received from the controller.\n2.5. \"Directly controlled wheel\" means a wheel whose braking force is modulated\naccording to data provided at least by its own sensor.1\n2.6. \"Indirectly controlled wheel\" means a wheel whose braking force is modulated\naccording to data provided by the sensor(s) of other wheel(s).1\n2.7. \"Full cycling\" means that the anti-lock system is repeatedly modulating the\nbrake force to prevent the directly controlled wheels from locking. Brake\napplications where modulation only occurs once during the stop shall not be\nconsidered to meet this definition.\n3. Types of anti-lock systems\n3.1. A vehicle is deemed to be equipped with an anti-lock system within the\nmeaning of paragraph 1. of Annex 5 to this Regulation, if one of the following\nsystems is fitted:\n1 Anti-lock systems with select-high control are deemed to include both directly and indirectly\ncontrolled wheels; in systems with select-low control, all sensed wheels are deemed to be directly\ncontrolled wheels.\n49This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n3.1.1. Category 1 anti-lock system\nA vehicle equipped with a category 1 anti-lock system shall meet all the\nrequirements of this annex.\n3.1.2. Category 2 anti-lock system\nA vehicle equipped with a category 2 anti-lock system shall meet all the\nrequirements of this annex, except those of paragraph 5.3.5. below.\n3.1.3. Category 3 anti-lock system\nA vehicle equipped with a category 3 anti-lock system shall meet all the\nrequirements of this annex, except those of paragraphs 5.3.4. and 5.3.5. below.\nOn such vehicles, any individual axle which does not include at least one\ndirectly controlled wheel shall fulfil the conditions of adhesion utilization and\nthe wheel-locking sequence of Annex 5 to this Regulation, instead of the\nadhesion utilization requirements prescribed in paragraph 5.2. of this annex.\nHowever, if the relative positions of the adhesion utilization curves do not meet\nthe requirements of paragraph 3.1. of Annex 5 to this Regulation, a check shall\nbe made to ensure that the wheels on at least one of the rear axles do not lock\nbefore those of the front axle or axles under the conditions prescribed in\nparagraph 3.1. of Annex 5 to this Regulation, with regard to the braking rate\nand the load respectively. These requirements may be checked on high- and\nlow-adhesion road surfaces (about 0.8 and 0.3 maximum) by modulating the\nservice braking control force.\n4. General requirements\n4.1. Any electrical failure or sensor anomaly that affects the system with respect to\nthe functional and performance requirements in this annex, including those in\nthe supply of electricity, the external wiring to the controller(s), the\ncontroller(s)2 and the modulator(s) shall be signalled to the driver by a specific\noptical warning signal. The yellow warning signal specified in paragraph\n5.2.21.1.2. of this Regulation shall be used for this purpose.\n4.1.1. Sensor anomalies, which cannot be detected under static conditions, shall be\ndetected not later than when the vehicle speed exceed 10 km/h.3 However, to\nprevent erroneous fault indication when a sensor is not generating a vehicle\nspeed output, due to non-rotation of a wheel, verification may be delayed but\ndetected not later than when the vehicle speed exceeds 15 km/h.\n4.1.2. When the anti-lock braking system is energized with the vehicle stationary,\nelectrically controlled pneumatic modulator valve(s) shall cycle at least once.\n4.2. In the event of a single electrical functional failure which only affects the anti-\nlock function, as indicated by the above-mentioned yellow warning signal, the\nsubsequent service braking performance shall not be less than 80 per cent of\nthe prescribed performance according to the Type-0 test with the engine\ndisconnected. This corresponds to a stopping distance of 0.1 v + 0.0075 v2 (m)\nand a mean fully developed deceleration of 5.15 m/s2.\n2 The manufacturer shall provide the Technical Service with documentation relating to the controller(s)\nwhich follows the format set out in Annex 8.\n3 The warning signal may light up again while the vehicle is stationary, provided that it is extinguished\nbefore the vehicle speed reaches 10 km/h or 15 km/h, as appropriate, when no defect is present.\n50This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n4.3. The operation of the anti-lock system shall not be adversely affected by\nmagnetic or electrical fields. This shall be demonstrated by compliance with\nUN Regulation No. 10, as required by paragraph 5.1.1.4 of the Regulation.\n4.4. A manual device may not be provided to disconnect or change the control\nmode4 of the anti-lock system.\n5. Special provisions\n5.1. Energy consumption\nVehicles equipped with anti-lock systems shall maintain their performance\nwhen the service braking control device is fully applied for long periods.\nCompliance with this requirement shall be verified by means of the following\ntests:\n5.1.1. Test procedure\n5.1.1.1. The initial energy level in the energy storage device(s) shall be that specified\nby the manufacturer. This level shall be at least such as to ensure the efficiency\nprescribed for service braking when the vehicle is laden. The energy storage\ndevice(s) for pneumatic auxiliary equipment shall be isolated.\n5.1.1.2. From an initial speed of not less than 50 km/h, on a surface with a coefficient\nof adhesion of 0.35 or less, the brakes of the laden vehicle shall be fully applied\nfor a time t, during which time the energy consumed by the indirectly\ncontrolled wheels shall be taken into consideration and all directly controlled\nwheels shall remain under control of the anti-lock system.\n5.1.1.3. The vehicle's engine shall then be stopped or the supply to the energy\ntransmission storage device(s) cut off.\n5.1.1.4. The service braking control shall then be fully actuated four times in\nsuccession with the vehicle stationary.\n5.1.1.5. When the brakes are applied for the fifth time, it shall be possible to brake the\nvehicle with at least the performance prescribed for secondary braking of the\nladen vehicle.\n5.1.2. Additional requirements\n5.1.2.1. The coefficient of adhesion of the road surface shall be measured with the\nvehicle under test, by the method described in paragraph 1.1. of Appendix 2 to\nthis annex.\n5.1.2.2. The braking test shall be conducted with the engine disconnected and idling,\nand with the vehicle laden.\n4 It is understood that devices changing the control mode of the anti-lock system are not subject to\nparagraph 4.4. of this annex if in the changed control mode condition all requirements to the category\nof anti-lock systems, with which the vehicle is equipped, are fulfilled.\n5 Until such test surfaces become generally available, tyres at the limit of wear, and higher values up\nto 0.4 may be used at the discretion of the Technical Service. The actual value obtained and the type\nof tyres and surface shall be recorded.\n51This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n5.1.2.3. The braking time t shall be determined by the formula:\n(but not less than 15 seconds)\nwhere t is expressed in seconds and v represents the maximum design speed\nmax\nof the vehicle expressed in km/h, with an upper limit of 160 km/h.\n5.1.2.4. If the time t cannot be completed in a single braking phase, further phases may\nbe used, up to a maximum of four in all.\n5.1.2.5. If the test is conducted in several phases, no fresh energy shall be supplied\nbetween the phases of the test.\nFrom the second phase, the energy consumption corresponding to the initial\nbrake application may be taken into account, by subtracting one full brake\napplication from the four full applications prescribed in paragraph 5.1.1.4. (and\n5.1.1.5. and 5.1.2.6.) of this annex for each of the second, third and fourth\nphases used in the test prescribed in paragraph 5.1.1. of this annex as\napplicable.\n5.1.2.6. The performance prescribed in paragraph 5.1.1.5. of this annex shall be\ndeemed to be satisfied if, at the end of the fourth application, with the vehicle\nstationary, the energy level in the storage device(s) is at or above that required\nfor secondary braking with the laden vehicle.\n5.2. Utilization of adhesion\n5.2.1. The utilization of adhesion by the anti-lock system takes into account the actual\nincrease in braking distance beyond the theoretical minimum. The anti-lock\nsystem shall be deemed to be satisfactory when the condition ε ≥ 0.75 is\nsatisfied, where ε represents the adhesion utilized, as defined in paragraph 1.2.\nof Appendix 2 to this annex.\n5.2.2. The adhesion utilization  shall be measured on road surfaces with a coefficient\nof adhesion of 0.35 or less, and of about 0.8 (dry road), with an initial speed of\n50 km/h. To eliminate the effects of differential brake temperatures\nit is recommended that z be determined prior to the determination of k.\nAL\n5.2.3. The test procedure to determine the coefficient of adhesion (k) and the\nformulae for calculation of the adhesion utilization () shall be those laid down\nin Appendix 2 to this annex.\n5.2.4. The utilization of adhesion by the anti-lock system shall be checked on\ncomplete vehicles equipped with anti-lock systems of categories 1 or 2. In the\ncase of vehicles equipped with category 3 anti-lock systems, only the axle(s)\nwith at least one directly controlled wheel shall satisfy this requirement.\n5.2.5. The condition   0.75 shall be checked with the vehicle both laden and\nunladen.6\n6 Until a uniform test procedure is established, the tests required by this paragraph may have to be\nrepeated for vehicles equipped with electrical regenerative braking systems, in order to determine the\neffect of different braking distribution values provided by automatic functions on the vehicle.\n52\nt =\nv\nm7 a xThis document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\nThe laden test on the high adhesion surface may be omitted if the prescribed\nforce on the control device does not achieve full cycling of the anti-lock\nsystem.\nFor the unladen test, the control force may be increased up to 100 daN if no\ncycling is achieved with its full force value.7 If 100 daN is insufficient to make\nthe system cycle, then this test may be omitted.\n5.3. Additional checks\nThe following additional checks shall be carried out with the engine\ndisconnected, with the vehicle laden and unladen:\n5.3.1. The wheels directly controlled by an anti-lock system shall not lock when the\nfull force7 is suddenly applied on the control device, on the road surfaces\nspecified in paragraph 5.2.2. of this annex, at an initial speed of v = 40 km/h\nand at a high initial speed v = 0.8 v  120 km/h;8\nmax\n5.3.2. When an axle passes from a high-adhesion surface (k ) to a low-adhesion\nH\nsurface (k ), where k  0.5 and k / k  2,9 with the full force7 applied on\nL H H L\nthe control device, the directly controlled wheels shall not lock. The running\nspeed and the instant of applying the brakes shall be so calculated that, with\nthe anti-lock system fully cycling on the high-adhesion surface, the passage\nfrom one surface to the other is made at high and at low speed, under the\nconditions laid down in paragraph 5.3.1.;8\n5.3.3. When a vehicle passes from a low-adhesion surface (k ) to a high-adhesion\nL\nsurface (k ) where k  0.5 and k / k  2,9 with the full force7 applied on the\nH H H L\ncontrol device, the deceleration of the vehicle shall rise to the appropriate high\nvalue within a reasonable time and the vehicle shall not deviate from its initial\ncourse. The running speed and the instant of applying the brake shall be so\ncalculated that, with the anti-lock system fully cycling on the low-adhesion\nsurface, the passage from one surface to the other occurs at\napproximately 50 km/h;\n5.3.4. The provisions of this paragraph shall only apply to vehicles equipped with\nanti-lock systems of categories 1 or 2. When the right and left wheels of the\nvehicle are situated on surfaces with differing coefficients of adhesion (k and\nH\nk ), where k  0.5 and k / k  2,9 the directly controlled wheels shall not\nL H H L\nlock when the full force7 is suddenly applied on the control device at a speed\nof 50 km/h;\n5.3.5. Furthermore, laden vehicles equipped with anti-lock systems of category 1\nshall, under the conditions of paragraph 5.3.4. of this annex satisfy the\nprescribed braking rate in Appendix 3 to this annex;\n5.3.6. However, in the tests provided in paragraphs 5.3.1., 5.3.2., 5.3.3., 5.3.4. and\n5.3.5. of this annex, brief periods of wheel-locking shall be allowed.\n7 \"Full force\" means the maximum force laid down in Annex 3 to this Regulation; a higher force may\nbe used if required to activate the anti-lock system.\n8 The purpose of these tests is to check that the wheels do not lock and that the vehicle remains stable;\nit is not necessary, therefore, to make complete stops and bring the vehicle to a halt on the low-\nadhesion surface.\n9 kH is the high-adhesion surface coefficient\nkL is the low-adhesion surface coefficient\nkH and kL are measured as laid down in Appendix 2 to this annex.\n53This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\nFurthermore, wheel-locking is permitted when the vehicle speed is less than 15\nkm/h; likewise, locking of indirectly controlled wheels is permitted at any\nspeed, but stability and steerability shall not be affected and the vehicle shall\nnot exceed a yaw angle of 15° or deviate from a 3.5 m wide lane;\n5.3.7. During the tests provided in paragraphs 5.3.4. and 5.3.5. of this annex, steering\ncorrection is permitted, if the angular rotation of the steering control is within\n120° during the initial 2 seconds, and not more than 240° in all. Furthermore,\nat the beginning of these tests the longitudinal median plane of the vehicle shall\npass over the boundary between the high- and low-adhesion surfaces and\nduring these tests no part of the outer tyres shall cross this boundary.6\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "23",
        "section": "Annex 6 - Appendix 1",
        "text": "Symbols and definitions\nSymbol Definitions\nE wheelbase\n the adhesion utilized of the vehicle: quotient of the maximum braking rate\nwith the anti-lock system operative (z ) and the coefficient of adhesion (k)\nAL\n the  - value measured on axle i (in the case of a motor vehicle with a\ni\ncategory 3 anti-lock system)\n the  - value on the high-adhesion surface\nH\n the  - value on the low-adhesion surface\nL\nF force ( N )\nF normal reaction of road surface under dynamic conditions with the anti-lock\ndyn\nsystem operative\nF F on axle i in case of power-driven vehicles\nidyn dyn\nF normal reaction of road surface on axle i under static conditions\ni\nF total normal static reaction of road surface on all wheels of power-driven\nM\nvehicle\nF 1 total normal static reaction of road surface on the unbraked and non-driven\nMnd\naxles of the power-driven vehicle\nF 1 total normal static reaction of road surface on the unbraked and driven axles\nMd\nof the power-driven vehicle\nF 1 0.01 F + 0.015 F\nWM Mnd Md\ng acceleration due to gravity (9.81 m/s2)\nh height of centre of gravity specified by the manufacturer and agreed by the\nTechnical Service conducting the approval test\nk coefficient of adhesion between tyre and road\nk k - factor of one front axle\nf\nk k - value determined on the high-adhesion surface\nH\nk k - value determined on axle i for a vehicle with a category 3 anti-lock\ni\nsystem\nk k - value determined on the low-adhesion surface\nL\nk value of adhesion for 100 per cent slip\nlock\n1 FMnd and FMd in case of two-axled motor vehicles: these symbols may be simplified to corresponding\nFi - symbols.\n55This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\nSymbol Definitions\nk k - factor of the power-driven vehicle\nM\nk maximum value of the curve \"adhesion versus slip\"\npeak\nk k - factor of one rear axle\nr\nP mass of individual vehicle (kg)\nR ratio of k to k\npeak lock\nt time interval (s)\nt mean value of t\nm\nt minimum value of t\nmin\nz braking rate\nz braking rate z of the vehicle with the anti-lock system operative\nAL\nz mean braking rate\nm\nz maximum value of z\nmax\nz z of the power-driven vehicle on a \"split surface\"\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "24",
        "section": "Annex 6 - Appendix 2",
        "text": "Utilisation of adhesion\n1. Method of measurement\n1.1. Determination of the coefficient of adhesion (k)\n1.1.1. The coefficient of adhesion (k) shall be determined as the quotient of the\nmaximum braking forces without locking the wheels and the corresponding\ndynamic load on the axle being brakes.\n1.1.2. The brakes shall be applied on only one axle of the vehicle under test, at an\ninitial speed of 50 km/h. The braking forces shall be distributed between the\nwheels of the axle to reach maximum performance. The anti-lock system shall\nbe disconnected, or inoperative, between 40 km/h and 20 km/h.\n1.1.3. A number of tests at increments of line pressure shall be carried out to\ndetermine the maximum braking rate of the vehicle (z ). During each test, a\nmax\nconstant input force shall be maintained and the braking rate will be\ndetermined by reference to the time taken (t) for the speed to reduce from 40\nkm/h to 20 km/h using the formula:\nz is the maximum value of z; t is in seconds.\nmax\n1.1.3.1. Wheel lock may occur below 20 km/h.\n1.1.3.2. Starting from the minimum measured value of t, called t , then select three\nmin\nvalues of t comprised within t and 1.05 t and calculate their arithmetical\nmin min\nmean value t ,\nm\nthen calculate:\nIf it is demonstrated that for practical reasons the three values defined above\ncannot be obtained, then the minimum time t may be utilized. However, the\nmin\nrequirements of paragraph 1.3. shall still apply.\n1.1.4. The braking forces shall be calculated from the measured braking rate and the\nrolling resistance of the unbraked axle which is equal to 0.015 and 0.010 of the\nstatic axle load for a driven axle and a non-driven axle, respectively.\n1.1.5. The dynamic load on the axle shall be that given by the formulae in Annex 5\nto this Regulation.\n1.1.6. The value of k shall be rounded to three decimal places.\n1.1.7. Then, the test will be repeated for the other axle(s) as defined in\nparagraphs 1.1.1. to 1.1.6. above.\n57\nz =\n0 . 5\nt\n6 6\nz\nm\n=\n0 . 5\nt\n6\nm\n6This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n1.1.8. For example, in the case of a two-axle rear-wheel drive vehicle, with the front\naxle (1) being braked, the coefficient of adhesion (k) is given by:\nThe other symbols (P, h, E) are defined in Annex 5 to this Regulation.\n1.1.9. One coefficient will be determined for the front axle k and one for the rear\nf\naxle k.\nr\n1.2. Determination of the adhesion utilized ()\n1.2.1. The adhesion utilized () is defined as the quotient of the maximum braking\nrate with the anti-lock system operative (z ) and the coefficient of adhesion (\nAL\nk ) i.e.,\nM\n1.2.2. From an initial vehicle speed of 55 km/h, the maximum braking rate (z ) shall\nAL\nbe measured with full cycling of the anti-lock braking system and based on the\naverage value of three tests, as in paragraph 1.1.3. of this appendix, using the\ntime taken for the speed to reduce from 45 km/h to 15 km/h, according to the\nfollowing formula:\n1.2.3. The coefficient of adhesion k shall be determined by weighting with the\nM\ndynamic axle loads.\nwhere:\n1.2.4. The value of  shall be rounded to two decimal places.\n1.2.5. In the case of a vehicle equipped with an anti-lock system of categories 1 or 2,\nthe value of z will be based on the whole vehicle, with the anti-lock system\nAL\nin operation, and the adhesion utilized () is given by the same formula quoted\nin paragraph 1.2.1. of this appendix.\n58\nk\nε\nz\nk\nf\n=\nA L\nM\nz • P • gm=\nhF\n+1\nE\nz\nA Lk\nM\n0 . 8 4 9=\nt\nm\nk • Ff\nfd y n=\nP\n- 0\n• z\nm\n+ k\n• g\n. 0 1\n•\n•r\n5\nP\nF\nF\n•\nrd\n2\ng\ny n\nh\nF = F + •z •P•g\nfdyn f E AL\nh\nF = F - •z •P•g\nrdyn r E ALThis document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n1.2.6. In the case of a vehicle equipped with an anti-lock system of category 3, the\nvalue of z will be measured on each axle which has at least one directly\nAL\ncontrolled wheel. For example, for a two-axle rear-wheel drive vehicle with an\nanti-lock system acting only on the rear axle (2), the adhesion utilized () is\ngiven by:\nThis calculation shall be made for each axle having at least one directly\ncontrolled wheel.\n1.3. If  > 1.00, the measurements of coefficients of adhesion shall be repeated. A\ntolerance of 10 per cent is accepted."
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "25",
        "section": "Annex 6 - Appendix 3",
        "text": " Performance on differing adhesion surfaces\n1. The prescribed braking rate referred to in paragraph 5.3.5. of this annex may\nbe calculated by reference to the measured coefficient of adhesion of the two\nsurfaces on which this test is carried out. These two surfaces shall satisfy the\nconditions prescribed in paragraph 5.3.4. of this annex.\n2. The coefficient of adhesion ( k and k ) of the high- and low-adhesion\nH L\nsurfaces, respectively, shall be determined in accordance with the provisions\nin paragraph 1.1. of Appendix 2 to this annex.\n3. The braking rate (z ) for laden vehicles shall be:\nMALS\n60\nz\nM A L S\n≥ 0 . 7 5 (\n4 k\nL\n+\n5\nk\nH ) a n d z\nM A L S\n≥ k\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "26",
        "section": "Annex 6 - Appendix 4",
        "text": "Method of selection of the low adhesion surface\n1. Details of the coefficient of adhesion of the surface selected, as defined in\nparagraph 5.1.1.2. of this annex, shall be given to the Technical Service.\n1.1. These data shall include a curve of the coefficient of adhesion versus slip (from\n0 to 100 per cent slip) for a speed of approximately 40 km/h.\n1.1.1. The maximum value of the curve will represent k and the value at 100 per\npeak\ncent slip will represent k .\nlock\n1.1.2. The ratio R shall be determined as the quotient of the k and k .\npeak lock\n1.1.3. The value of R shall be rounded to one decimal place.\n1.1.4. The surface to be used shall have a ratio R between 1.0 and 2.0.1\n2. Prior to the tests, the Technical Service shall ensure that the selected surface\nmeets the specified requirements and shall be informed of the following:\nTest method to determine R,\nType of vehicle,\nAxle load and tyres (different loads and different tyres have to be tested and\nthe results shown to the Technical Service which will decide if they are\nrepresentative for the vehicle to be approved).\n2.1. The value of R shall be mentioned in the test report.\nThe calibration of the surface has to be carried out at least once a year with a\nrepresentative vehicle to verify the stability of R.\n1 Until such test surfaces become generally available, a ratio R up to 2.5 is acceptable, subject to\ndiscussion with the Technical Service.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "27",
        "section": "Annex 7",
        "text": "Inertia dynamometer test method for brake linings\n1. General\n1.1. The procedure described in this annex may be applied in the event of a\nmodification of vehicle type resulting from the fitting of brake linings of\nanother type to vehicles which have been approved in accordance with this\nRegulation.\n1.2. The alternative types of brake linings shall be checked by comparing their\nperformance with that obtained from the brake linings with which the vehicle\nwas equipped at the time of approval and conforming to the components\nidentified in the relevant information document, a model of which is given in\nAnnex 1 to this Regulation.\n1.3. The Type Approval Authority responsible for conducting approval tests may\nat its discretion require comparison of the performance of the brake linings to\nbe carried out in accordance with the relevant provisions contained in Annex\n3 to this Regulation.\n1.4. Application for approval by comparison shall be made by the vehicle\nmanufacturer or by his duly accredited representative.\n1.5. In the context of this annex \"vehicle\" shall mean the vehicle type approved\naccording to this Regulation and for which it is requested that the comparison\nshall be considered satisfactory.\n2. Test equipment\n2.1. A dynamometer having the following characteristics shall be used for the tests:\n2.1.1. It shall be capable of generating the inertia required by paragraph 3.1. of this\nannex, and have the capacity to meet the requirements prescribed by\nparagraph 1.5. of Annex 3 to this Regulation with respect to the Type-I fade\ntest;\n2.1.2. The brakes fitted shall be identical with those of the original vehicle type\nconcerned;\n2.1.3. Air cooling, if provided, shall be in accordance with paragraph 3.4. of this\nannex;\n2.1.4. The instrumentation for the test shall be capable of providing at least the\nfollowing data;\n2.1.4.1. A continuous recording of disc or drum rotational speed;\n2.1.4.2. Number of revolutions completed during a stop, to resolution not greater than\none eighth of a revolution;\n2.1.4.3. Stop time;\n2.1.4.4. A continuous recording of the temperature measured in the centre of the path\nswept by the lining or at mid-thickness of the disc or drum or lining;\n2.1.4.5. A continuous recording of brake application control line pressure or force;\n62This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n2.1.4.6. A continuous recording of brake output torque.\n3. Test conditions\n3.1. The dynamometer shall be set as close as possible, with 5 per cent tolerance,\nto the rotary inertia equivalent to that part of the total inertia of the vehicle\nbraked by the appropriate wheel(s) according to the following formula:\nI = M R2\nWhere:\nI = rotational inertia (kgm2 )\nR = dynamic tyre rolling radius (m)\nM = that part of the maximum mass of the vehicle braked by the\nappropriate wheel(s). In the case of a single-ended\ndynamometer, this part shall be calculated from the design\nbraking distribution when deceleration corresponds to the\nappropriate value given in row (A) of the table under\nparagraph 2.1.1. of Annex 3 to this Regulation.\n3.2. The initial rotational speed of the inertia dynamometer shall correspond to the\nlinear speed of the vehicle as prescribed in row (A) of the table under paragraph\n2.1.1. of Annex 3 to this Regulation and shall be based on the dynamic rolling\nradius of the tyre.\n3.3. Brake linings shall be at least 80 per cent bedded and shall not have exceeded\na temperature of 180 °C during the bedding procedure, or alternatively, at the\nvehicle manufacturer's request, be bedded in accordance with his\nrecommendations.\n3.4. Cooling air may be used, flowing over the brake in a direction perpendicular\nto its axis of rotation. The velocity of the cooling air flowing over the brake\nshall be not greater than 10 km/h. The temperature of the cooling air shall be\nthe ambient temperature.\n4. Test procedure\n4.1. Five sample sets of the brake lining shall be subjected to the comparison test;\nthey shall be compared with five sets of linings conforming to the original\ncomponents identified in the information document concerning the first\napproval of the vehicle type concerned.\n4.2. Brake lining equivalence shall be based on a comparison of the results\nachieved using the test procedures prescribed in this annex and in accordance\nwith the following requirements.\n4.3. Type-O cold performance test\n4.3.1. Three brake applications shall be made when the initial temperature is below\n100 °C. The temperature shall be measured in accordance with the provisions\nof paragraph 2.1.4.4. of this annex.\n4.3.2. Brake applications shall be made from an initial rotational speed equivalent to\nthat given in row (A) of the table under paragraph 2.1.1. of Annex 3 to this\nRegulation, and the brake shall be applied to achieve a mean torque equivalent\nto the deceleration prescribed in that paragraph. In addition, tests shall also be\ncarried out at several rotational speeds, the lowest being equivalent to 30 per\n63This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\ncent of the maximum speed of the vehicle and the highest being equivalent to\n80 per cent of that speed.\n4.3.3. The mean braking torque recorded during the above cold performance tests on\nthe linings being tested for the purpose of comparison shall, for the same input\nmeasurement, be within the test limits 15 per cent of the mean braking torque\nrecorded with the brake linings conforming to the component identified in the\nrelevant application for vehicle type approval.\n4.4. Type-I test (fade test)\n4.4.1. Heating procedure\n4.4.1.1. Brake linings shall be tested according to the procedure given in\nparagraph 1.5.1. of Annex 3 to this Regulation.\n4.4.2. Hot performance\n4.4.2.1. On completion of the tests required under paragraph 4.4.1. of this annex, the\nhot braking performance test specified in paragraph 1.5.2. of Annex 3 to this\nRegulation shall be carried out.\n4.4.2.2. The mean braking torque recorded during the above hot performance tests on\nthe linings being tested for the purpose of comparison shall, for the same input\nmeasurement, be within the test limits 15 per cent of the mean braking torque\nrecorded with the brake linings conforming to the component identified in the\nrelevant application for vehicle type approval.\n5. Inspection of brake linings\nBrake linings shall be visually inspected on completion of the above tests to\ncheck that they are in satisfactory condition for continued use in normal\nservice.\n"
    },
    {
        "title": "Concerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations*",
        "number": "28",
        "section": "Annex 8",
        "text": "Special requirements to be applied to the safety aspects\nof complex electronic vehicle control systems\n1. General\nThis annex defines the special requirements for documentation, fault strategy and\nverification with respect to the safety aspects of Complex Electronic Vehicle\nControl Systems (definition 2.3. below) as far as this Regulation is concerned.\nThis annex may also be called, by special paragraphs in this Regulation, for\nsafety related functions which are controlled by electronic system(s).\nThis annex does not specify the performance criteria for \"The System\" but covers\nthe methodology applied to the design process and the information which shall\nbe disclosed to the Technical Service, for type approval purposes.\nThis information shall show that \"The System\" respects, under normal and\nfault conditions, all the appropriate performance requirements specified\nelsewhere in this Regulation.\n2. Definitions\nFor the purposes of this annex,\n2.1. \"Safety concept\" is a description of the measures designed into the system, for\nexample within the electronic units, so as to address system integrity and\nthereby ensure safe operation even in the event of an electrical failure.\nThe possibility of a fall-back to partial operation or even to a back-up system\nfor vital vehicle functions may be a part of the safety concept.\n2.2. \"Electronic control system\" means a combination of units, designed to co-\noperate in the production of the stated vehicle control function by electronic\ndata processing.\nSuch systems, often controlled by software, are built from discrete functional\ncomponents such as sensors, electronic control units and actuators and\nconnected by transmission links. They may include mechanical, electro-\npneumatic or electro-hydraulic elements.\n\"The System\", referred to herein, is the one for which type approval is being\nsought.\n2.3. \"Complex electronic vehicle control systems\" are those electronic control\nsystems which are subject to a hierarchy of control in which a controlled\nfunction may be over-ridden by a higher level electronic control\nsystem/function.\nA function which is over-ridden becomes part of the complex system.\n2.4. \"Higher-level control\" systems/functions are those which employ additional\nprocessing and/or sensing provisions to modify vehicle behaviour by\ncommanding variations in the normal function(s) of the vehicle control system.\n65This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\nThis allows complex systems to automatically change their objectives with a\npriority which depends on the sensed circumstances.\n2.5. \"Units\" are the smallest divisions of system components which will be\nconsidered in this annex, since these combinations of components will be\ntreated as single entities for purposes of identification, analysis or replacement.\n2.6. \"Transmission links\" are the means used for inter-connecting distributed units\nfor the purpose of conveying signals, operating data or an energy supply.\nThis equipment is generally electrical but may, in some part, be mechanical,\npneumatic, hydraulic or optical.\n2.7. \"Range of control\" refers to an output variable and defines the range over\nwhich the system is likely to exercise control.\n2.8. \"Boundary of functional operation\" defines the boundaries of the external\nphysical limits within which the system is able to maintain control.\n3. Documentation\n3.1. Requirements\nThe manufacturer shall provide a documentation package which gives access\nto the basic design of \"The System\" and the means by which it is linked to\nother vehicle systems or by which it directly controls output variables.\nThe function(s) of \"The System\" and the safety concept, as laid down by the\nmanufacturer, shall be explained.\nDocumentation shall be brief, yet provide evidence that the design and\ndevelopment has had the benefit of expertise from all the system fields which\nare involved.\nFor periodic technical inspections, the documentation shall describe how the\ncurrent operational status of \"The System\" can be checked.\n3.1.1. Documentation shall be made available in 2 parts:\n(a) The formal documentation package for the approval, containing the\nmaterial listed in paragraph 3. (with the exception of that of\nparagraph 3.4.4.) which shall be supplied to the Technical Service at\nthe time of submission of the type approval application. This will be\ntaken as the basic reference for the verification process set out in\nparagraph 4. of this annex;\n(b) Additional material and analysis data of paragraph 3.4.4., which shall\nbe retained by the manufacturer, but made open for inspection at the\ntime of type approval.\n3.2. Description of the functions of \"The System\"\nA description shall be provided which gives a simple explanation of all the\ncontrol functions of \"The System\" and the methods employed to achieve the\nobjectives, including a statement of the mechanism(s) by which control is\nexercised.\n3.2.1. A list of all input and sensed variables shall be provided and the working range\nof these defined.\n66This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n3.2.2. A list of all output variables which are controlled by \"The System\" shall be\nprovided and an indication given, in each case, of whether the control is direct\nor via another vehicle system. The range of control (paragraph 2.7. above)\nexercised on each such variable shall be defined.\n3.2.3. Limits defining the boundaries of functional operation (paragraph 2.8. above)\nshall be stated where appropriate to system performance.\n3.3. System layout and schematics\n3.3.1. Inventory of components\nA list shall be provided, collating all the units of \"The System\" and mentioning\nthe other vehicle systems which are needed to achieve the control function in\nquestion.\nAn outline schematic showing these units in combination, shall be provided\nwith both the equipment distribution and the interconnections made clear.\n3.3.2. Functions of the units\nThe function of each unit of \"The System\" shall be outlined and the signals\nlinking it with other Units or with other vehicle systems shall be shown. This\nmay be provided by a labelled block diagram or other schematic, or by a\ndescription aided by such a diagram.\n3.3.3. Interconnections\nInterconnections within \"The System\" shall be shown by a circuit diagram for\nthe electrical transmission links, by an optical-fiber diagram for optical links,\nby a piping diagram for pneumatic or hydraulic transmission equipment and\nby a simplified diagrammatic layout for mechanical linkages.\n3.3.4. Signal flow and priorities\nThere shall be a clear correspondence between these transmission links and the\nsignals carried between units.\nPriorities of signals on multiplexed data paths shall be stated, wherever priority\nmay be an issue affecting performance or safety as far as this Regulation is\nconcerned.\n3.3.5. Identification of units\nEach unit shall be clearly and unambiguously identifiable (e.g. by marking for\nhardware and marking or software output for software content) to provide\ncorresponding hardware and documentation association.\nWhere functions are combined within a single Unit or indeed within a single\ncomputer, but shown in multiple blocks in the block diagram for clarity and\nease of explanation, only a single hardware identification marking shall be\nused.\nThe manufacturer shall, by the use of this identification, affirm that the\nequipment supplied conforms to the corresponding document.\n3.3.5.1. The identification defines the hardware and software version and, where the\nlatter changes such as to alter the function of the unit as far as this Regulation\nis concerned, this identification shall also be changed.\n67This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n3.4. Safety concept of the manufacturer\n3.4.1. The manufacturer shall provide a statement which affirms that the strategy\nchosen to achieve \"The System\" objectives will not, under non-fault\nconditions, prejudice the safe operation of systems which are subject to the\nprescriptions of this Regulation.\n3.4.2. In respect of software employed in \"The System\", the outline architecture shall\nbe explained and the design methods and tools used shall be identified. The\nmanufacturer shall be prepared, if required, to show some evidence of the\nmeans by which they determined the realisation of the system logic, during the\ndesign and development process.\n3.4.3. The Manufacturer shall provide the technical authorities with an explanation\nof the design provisions built into \"The System\" so as to generate safe\noperation under fault conditions. Possible design provisions for failure in \"The\nSystem\" are for example:\n(a) Fall-back to operation using a partial system;\n(b) Change-over to a separate back-up system;\n(c) Removal of the high level function.\nIn case of a failure, the driver shall be warned for example by warning signal\nor message display. When the system is not deactivated by the driver, e.g. by\nturning the Ignition (run) switch to \"off\", or by switching off that particular\nfunction if a special switch is provided for that purpose, the warning shall be\npresent as long as the fault condition persists.\n3.4.3.1. If the chosen provision selects a partial performance mode of operation under\ncertain fault conditions, then these conditions shall be stated and the resulting\nlimits of effectiveness defined.\n3.4.3.2. If the chosen provision selects a second (back-up) means to realise the vehicle\ncontrol system objective, the principles of the change-over mechanism, the\nlogic and level of redundancy and any built in back-up checking features shall\nbe explained and the resulting limits of back-up effectiveness defined.\n3.4.3.3. If the chosen provision selects the removal of the higher level function, all the\ncorresponding output control signals associated with this function shall be\ninhibited, and in such a manner as to limit the transition disturbance.\n3.4.4. The documentation shall be supported, by an analysis which shows, in overall\nterms, how the system will behave on the occurrence of any one of those\nspecified faults which will have a bearing on vehicle control performance or\nsafety.\nThis may be based on a Failure Mode and Effect Analysis (FMEA), a Fault\nTree Analysis (FTA) or any similar process appropriate to system safety\nconsiderations.\nThe chosen analytical approach(es) shall be established and maintained by the\nmanufacturer and shall be made open for inspection by the Technical Service\nat the time of the type approval.\n68This document has been prepared by Technology Consulting Center LLC.\nInternal Use Only. Prepared on 09.02.2023.\nUNECE R 13-H-01\n3.4.4.1. This documentation shall itemise the parameters being monitored and shall set\nout, for each fault condition of the type defined in paragraph 3.4.4. above, the\nwarning signal to be given to the driver and/or to service/technical inspection\npersonnel.\n4. Verification and test\n4.1. The functional operation of \"The System\", as laid out in the documents\nrequired in paragraph 3., shall be tested as follows:\n4.1.1. Verification of the function of \"The System\"\nAs the means of establishing the normal operational levels, verification of the\nperformance of the vehicle system under non-fault conditions shall be\nconducted against the manufacturer's basic benchmark specification unless this\nis subject to a specified performance test as part of the approval procedure of\nthis or another Regulation.\n4.1.2. Verification of the safety concept of paragraph 3.4. of this annex.\nThe reaction of \"The System\" shall, at the discretion of the Type Approval\nAuthority, be checked under the influence of a failure in any individual unit by\napplying corresponding output signals to electrical units or mechanical\nelements in order to simulate the effects of internal faults within the unit.\nThe verification results shall correspond with the documented summary of the\nfailure analysis, to a level of overall effect such that the safety concept and\nexecution are confirmed as being adequate."
    }
]