[
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "1",
        "section": "Scope",
        "text": "This Regulation applies to vehicles of categories M and N (1) with respect to latches and door retention\n1 1\ncomponents such as hinges and other supporting means on doors, which can be used for the entry or exit of\nthe occupants and/or can present the risk of occupants being thrown from a vehicle as a result of impact."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "2",
        "section": "DEFINITIONS",
        "text": "For the purposes of this Regulation:\n2.1. ‘Approval of a vehicle’ means the approval of a vehicle type with regard to door latches and door retention\ncomponents.\n2.2. ‘Vehicle type’ means a category of motor vehicles which do not differ in such essential respects as:\n2.2.1. Designation of the vehicle type by the manufacturer;\n2.2.2. The type of latch;\n2.2.3. The type of door retention component;\n2.2.4. The way in which the latches and door retention components are fitted to and retained by the structure of\nthe vehicle;\n2.2.5. Type of sliding doors;\n2.3. ‘Auxiliary door latch’ is a latch equipped with a fully latched position with or without a secondary latch\nposition, and fitted to a door or door system equipped with a primary door latch system.\n2.4. ‘Auxiliary door latch system’ consists, at a minimum, of an auxiliary door latch and a striker.\n2.5. ‘Back door’ is a door or door system on the back end of a motor vehicle through which passengers can gain\ningress or egress (including ejection), or through which cargo can be loaded or unloaded. It does not include:\n(a) A trunk lid; or\n(b) A door or window composed entirely of glazing material and whose latches and/or hinge systems are\nattached directly to the glazing material;\n2.6. ‘Body member’ is that portion of the hinge normally affixed to the body structure;\n2.7. Additional protections\n2.7.1. ‘Child safety lock system’ is a locking device which can be engaged and released independently of other\nlocking devices and which, when engaged, prevents operation of the interior door handle or other release\ndevice. The lock release/engagement device may be manual or electric and may be located anywhere on or in\nthe vehicle;\n2.7.2. ‘Full locking system’ is a system that renders the interior door release handle or any other door interior latch\nrelease control of any of the vehicles doors inoperable other than by operation of the system locks;\n2.8. ‘Doors’ means hinged or sliding doors which lead directly into a compartment that contains one or more\nseating positions and which are not folding doors, roll-up doors and doors that are designed to be easily\nattached to or removed from motor vehicles manufactured for operation without doors;\n2.9. ‘Door closure warning system’ is a system that will activate a visual signal located where it can be clearly seen\nby the driver when a door latch system is not in its fully latched position and while the vehicle ignition is\nactivated;\n2.10. ‘Door hinge system’ is one or more hinges used to support a door;\n2.11. ‘Door latch system’ consists, at a minimum, of a latch and a striker;\n(1) As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document ECE/TRANS/WP.29/78/Rev.6, para. 2. —\nhttp://www.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html21.8.2019 EN Official Journal of the European Union L 218/3\n2.12. ‘Door member’ is that portion of the hinge normally affixed to the door structure and constituting the\nswinging member;\n2.13. ‘Door system’ is the door, latch, striker, hinges, sliding track combinations and other door retention\ncomponents on a door and its surrounding doorframe. The door system of a double door includes both\ndoors;\n2.14. ‘Double door’ is a system of two doors where the front door or wing door opens first and connects to the\nrear door or bolted door, which opens second;\n2.15. ‘Fork-bolt’ is the part of the latch that engages and retains the striker when in a latched position;\n2.16. ‘Fork-bolt opening direction’ is the direction opposite to that in which the striker enters the latch to engage\nthe fork-bolt;\n2.17. ‘Fully latched position’ is the coupling condition of the latch that retains the door in a completely closed\nposition;\n2.18. ‘Hinge’ is a device used to position the door relative to the body structure and control the path of the door\nswing for passenger ingress and egress;\n2.19. ‘Hinge pin’ is that portion of the hinge normally interconnecting the body and door members and\nestablishing the swing axis;\n2.20. ‘Latch’ is a device employed to maintain the door in a closed position relative to the vehicle body with\nprovisions for deliberate release (or operation);\n2.21. ‘Primary door latch’ is a latch equipped with both a fully latched position and a secondary latched position\nand is designated as a ‘primary door latch’ by the manufacturer. The manufacturer may not thereafter change\nsuch designation. Each manufacturer shall, upon request, provide information regarding which latches are\n‘primary door latches’ for a particular vehicle or make/model;\n2.22. ‘Primary door latch system’ consists, at a minimum, of a primary door latch and a striker;\n2.23. ‘Secondary latched position’ refers to the coupling condition of the latch that retains the door in a partially\nclosed position;\n2.24. ‘Side front door’ is a door that, in a side view, has 50 per cent or more of its opening area forward of the\nrearmost point on the driver's seat back, when the seat back is adjusted to its most vertical and rearward\nposition, providing direct access for passengers to enter or depart the vehicle;\n2.25. ‘Side rear door’ is a door that, in a side view, has 50 per cent or more of its opening area to the rear of the\nrearmost point on the driver's seat back, when the driver's seat is adjusted to its most vertical and rearward\nposition, providing direct access for passengers to enter or depart the vehicle;\n2.26. ‘Striker’ is a device with which the latch engages to maintain the door in the fully latched or secondary\nlatched position;\n2.27. ‘Trunk lid’ is a movable body panel that provides access from outside the vehicle to a space wholly\npartitioned from the occupant compartment by a permanently attached partition or fixed or fold-down seat\nback."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "3",
        "section": "APPLICATION FOR APPROVAL",
        "text": "3.1. The application for approval of a vehicle type with regard to door latches and door retention components\nshall be submitted by the vehicle manufacturer or by his duly accredited representative.\n3.2. It shall be accompanied by the undermentioned documents in triplicate and the following particulars:\n3.2.1. Drawings of the doors and of their latches and door retention components on an appropriate scale and in\nsufficient detail;\n3.2.2. A technical description of the latches and door retention components.L 218/4 EN Official Journal of the European Union 21.8.2019\n3.3. The application shall also be accompanied by:\n3.3.1. A batch of five sets of retention components per door. When, however, the same sets are used for several\ndoors, it will be sufficient to submit one batch of sets. Sets of door retention components which are distin­\nguishable only because they are designed to be fitted on the left or on the right are not regarded as different;\n3.3.2. A batch of five complete latches, including actuating mechanism, per door. When, however, the same\ncomplete latches are used for several doors, it will be sufficient to submit one batch of latches. Latches which\nare distinguishable only because they are designed to be fitted on the left or on the right are not regarded as\ndifferent.\n3.4. A vehicle, representative of the vehicle type to be approved, shall be submitted to the technical service\nresponsible for conducting approval tests"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "4",
        "section": "APPROVAL",
        "text": ".1. If the vehicle type submitted for approval pursuant to this Regulation meets the requirements of\nparagraphs 5, 6 and 7 below, approval of that vehicle type shall be granted.\n4.2. An approval number shall be assigned to each type approved. Its first two digits (03) shall indicate the series\nof amendments incorporating the most recent major technical amendments made to the Regulation at the\ntime of issue of the approval. The same Contracting Party may not assign the same number to the same\nvehicle type either if the doors are not equipped with latches or door retention components of the same\ntype, or if the latches and door retention components are not fitted in the same manner as on the vehicle\nsubmitted for approval; on the other hand, it may assign the same number to another vehicle type whose\ndoors are equipped with the same latches and door retention components fitted in the same manner as on\nthe vehicle submitted for approval.\n4.3. Notice of approval or of extension or refusal of approval of a vehicle type pursuant to this Regulation shall\nbe communicated to the Parties to the Agreement applying this Regulation, by means of a form conforming\nto the model in Annex 1 to this Regulation.\n4.4. There shall be affixed, conspicuously and in a readily accessible place specified on the approval form, to\nevery vehicle conforming to a vehicle type approved under this Regulation, an international approval mark\nconsisting of:\n4.4.1. A circle surrounding the letter ‘E’ followed by the distinguishing number of the country which has granted\napproval (2);\n4.4.2. The number of this Regulation, followed by the letter ‘R’, a dash and the approval number to the right of the\ncircle described in paragraph 4.4.1.\n4.5. If the vehicle conforms to a vehicle type approved, under one or more other Regulations annexed to the\nAgreement, in the country which has granted approval under this Regulation, the symbol prescribed in\nparagraph 4.4.1 need not be repeated; in such a case the Regulation and approval numbers and the\nadditional symbols of all the Regulations under which approval has been granted in the country which has\ngranted approval under this Regulation shall be placed in vertical columns to the right of the symbol\nprescribed in paragraph 4.4.1.\n4.6. The approval mark shall be clearly legible and be indelible.\n4.7. The approval mark shall be placed close to or on the vehicle data plate.\n4.8. Annex 2 to this Regulation gives examples of arrangements of the approval marks."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "5",
        "section": "GENERAL REQUIREMENTS",
        "text": "5.1. The requirements apply to all side and back doors and door components that are in the scope, except for\nthose on folding doors, roll-up doors, detachable doors, and doors that are designated to provide emergency\negress.\n(2) The distinguishing numbers of the Contracting Parties to the 1958 Agreement are reproduced in Annex 3 to the Consolidated\nResolution on the Construction of Vehicles (R.E.3), document ECE/TRANS/WP.29/78/Rev. 6, Annex 3 — http://www.unece.\norg/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html21.8.2019 EN Official Journal of the European Union L 218/5\n5.2. Door latches\n5.2.1. Each hinged door system shall be equipped with at least one primary door latch system.\n5.2.2. Each sliding door system shall be equipped with either:\n(a) A primary door latch system, or\n(b) A door latch system with a fully latched position and a door closure warning system."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "6",
        "section": "PERFORMANCE REQUIREMENTS",
        "text": "6.1. Hinged doors\n6.1.1. Load test one\n6.1.1.1. Each primary door latch system and auxiliary door latch system, when in the fully latched position, shall not\nseparate when a load of 11 000 N is applied in the direction perpendicular to the face of the latch such that\nthe latch and the striker anchorage are not compressed against each other, when tested in accordance with\nparagraph 7.1.1.1.\n6.1.1.2. When in the secondary latched position, the primary latch system shall not separate when a load of 4 500 N\nis applied in the same direction as in paragraph 6.1.1.1, when tested in accordance with paragraph 7.1.1.1.\n6.1.2. Load test two\n6.1.2.1. Each primary door latch system and auxiliary door latch system, when in the fully latched position, shall not\nseparate when a load of 9 000 N is applied in the fork-bolt opening direction and parallel to the face of the\nlatch, when tested in accordance with paragraph 7.1.1.1.\n6.1.2.2. When in the secondary latched position, the primary latch system shall not separate when a load of 4 500 N\nis applied in the same direction, as in paragraph 6.1.2.1, when tested in accordance with paragraph 7.1.1.1.\n6.1.3. Load test three (applicable to doors that open in a vertical direction)\n6.1.3.1. Each primary door latch system shall not disengage from the fully latched position when a vertical load of\n9 000 N is applied.\n6.1.4. Inertial load\nEach primary door latch system and auxiliary door latch system shall meet the dynamic requirements of\neither paragraphs 6.1.4.1 and 6.1.4.2 or the calculation of inertial load resistance requirements of\nparagraph 6.1.4.3.\n6.1.4.1. Each primary door latch system and auxiliary door latch system on each hinged door shall not disengage\nfrom the fully latched position when an inertial load of 30 g is applied to the door latch system, including\nthe latch and its activation device, in the directions parallel to the vehicle's longitudinal and transverse axes\nwith the locking device disengaged and when tested in accordance with paragraph 7.1.1.2.\n6.1.4.2. Each primary door latch system and auxiliary door latch system on each hinged back door shall also not\ndisengage from the fully latched position when an inertial load of 30 g is applied to the door latch system,\nincluding the latch and its activation device, in the direction parallel to the vehicle's vertical axis, with the\nlocking device disengaged and when tested in accordance with paragraph 7.1.1.2.\n6.1.4.3. Each component or subassembly can be calculated for its minimum inertial load resistance in a particular\ndirection. The combined resistance to the unlatching operation must assure that the door latch system, when\nproperly assembled in the vehicle door, will remain latched when subjected to an inertial load of 30 g in the\nvehicle directions specified in paragraphs 6.1.4.1 and 6.1.4.2, as applicable, in accordance with\nparagraph 7.1.1.2.\n6.1.5. Door hinges\n6.1.5.1. Each door hinge system shall:\n(a) Support the door;\n(b) Not separate when a longitudinal load of 11 000 N is applied;L 218/6 EN Official Journal of the European Union 21.8.2019\n(c) Not separate when a transverse load of 9 000 N is applied; and\n(d) On doors which open in a vertical direction, not separate when a vertical load of 9 000 N is applied.\n6.1.5.2. All tests required by paragraph 6.1.5.1 are conducted in accordance with paragraph 7.1.2.\n6.1.5.3. If a single hinge within the hinge system is tested instead of the entire hinge system, the hinge must bear\na load proportional to the total number of hinges in the hinge system.\n6.1.5.4. On side doors with rear mounted hinges that can be operated independently of other doors,\n(a) The interior door handle shall be inoperative when the speed of the vehicle is greater than or equal to\n4 km/h; and\n(b) A door closure warning system shall be provided for those doors.\n6.2. Sliding side doors\n6.2.1. Load test one\n6.2.1.1. At least one door latch system, when in the fully latched position, shall not separate when a load of\n11 000 N is applied in the direction perpendicular to the face of the latch, when tested in accordance with\nparagraph 7.2.1.1.\n6.2.1.2. In the case of a primary door latch system, when in the secondary latched position, the door latch system\nshall not separate when a load of 4 500 N is applied in the same direction as in paragraph 6.2.1.1, when\ntested in accordance with paragraph 7.2.1.1.\n6.2.2. Load test two\n6.2.2.1. At least one door latch system, when in the fully latched position, shall not separate when a load of 9 000 N\nis applied in the direction of the fork-bolt opening and parallel to the face of the latch when tested in\naccordance with paragraph 7.2.1.1.\n6.2.2.2. In the case of a primary door latch system, when in the secondary latched position, the primary latch system\nshall not separate when a load of 4 500 N is applied in the same direction as paragraph 6.2.2.1, when tested\nin accordance with paragraph 7.2.1.1.\n6.2.3. Inertial load\nEach door latch system meeting the requirements of paragraphs 6.2.1 and 6.2.2 shall meet the dynamic\nrequirements of either paragraph 6.2.3.1 or the calculation of inertial requirements of paragraph 6.2.3.2.\n6.2.3.1. The door latch system shall not disengage from the fully latched position when an inertial load of 30 g is\napplied to the door latch system, including the latch and its activation device, in the directions parallel to the\nvehicle's longitudinal and transversal axes with the locking device disengaged and when tested in accordance\nwith paragraph 7.2.1.2.\n6.2.3.2. The minimum inertial load resistance can be calculated for each component or subassembly. Their combined\nresistance to the unlatching operation must assure that the door latch system, when properly assembled in\nthe vehicle door, will remain latched when subjected to an inertial load of 30 g in the vehicle directions\nspecified in paragraph 6.2.1 or 6.2.2, as applicable, in accordance with paragraph 7.2.1.2.\n6.2.4. Door system\n6.2.4.1. The track and slide combination or other supporting means for each sliding door, while in the closed fully\nlatched position, shall not separate from the door frame when a total force of 18 000 N along the vehicle\ntransverse axis is applied to the door in accordance with paragraph 7.2.2.\n6.2.4.2. The sliding door, when tested in accordance with paragraph 7.2.2, fails this requirement if any one of the\nfollowing occurs:\n6.2.4.2.1. A separation which permits a sphere with a diameter of 100 mm to pass unobstructed from the interior of\nthe vehicle to the exterior of the vehicle, while the required force is maintained.\n6.2.4.2.2. Either force application device reaches a total displacement of 300 mm.21.8.2019 EN Official Journal of the European Union L 218/7\n6.3. Door locks\n6.3.1. Each door shall be equipped with at least one locking device which, when engaged, shall prevent operation of\nthe exterior door handle or other exterior latch release control and which has an operating means and a lock\nrelease/engagement device located within the interior of the vehicle.\n6.3.1.1. If fitted, a full locking system may only be activated when the ignition key is not in the engine running mode\nand shall be installed in combination with at least one of the following measures:\n(a) An alarm system with interior detection in accordance with Regulation No 116 or Regulation No 97, or\nother equipment which is able to detect an occupant's movement. The setting of the full locking system\nshall be prohibited where an occupant's movement is detected within the passenger compartment; or\n(b) An acoustic warning device (e.g. horn) which can be activated from the interior of the vehicle in case that\nthe ignition is switched off and the full locking system is activated.\n6.3.2. Rear side doors\nEach rear side door shall be equipped with at least one locking device which, when engaged, prevents\noperation of the interior door handle or other interior latch release control and requires separate actions to\nunlock the door and operate the interior door handle or other interior latch release control.\n6.3.2.1. The locking device may be:\n(a) a child safety lock system; or\n(b) a lock release/engagement device located within the interior of the vehicle and readily accessible to the\ndriver of the vehicle or an occupant seated adjacent to the door.\n6.3.2.2. Either system described in paragraph 6.3.2.1(a) and (b) shall be permitted as an additional locking feature.\n6.3.3. Back doors\nEach back door equipped with an interior door handle or other interior latch release control, shall be\nequipped with at least one locking device located within the interior of the vehicle which, when engaged,\nprevents operation of the interior door handle or other interior latch release control and requires separate\nactions to unlock the door and operate the interior door handle or other interior latch release control.\n6.3.3.1. The locking device may be:\n(a) A child safety lock system; or\n(b) A lock release/engagement device located within the interior of the vehicle and readily accessible; or\n(c) A system which renders the interior door handle or other interior latch release control for this door\ninoperative when the speed of the vehicle is greater than or equal to 4 km/h; or\n(d) Any combination of items (a), (b) or (c) above"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "7",
        "section": "TEST PROCEDURES",
        "text": "7.1. Hinged doors\n7.1.1. Door latches\n7.1.1.1. Load tests one, two, and three, force application\nCompliance with paragraphs 6.1.1, 6.1.2 and 6.1.3 is demonstrated in accordance with Annex 3.\n7.1.1.2. Inertial force application\nCompliance with paragraph 6.1.4 is demonstrated in accordance with Annex 4.\n7.1.2. Door hinges\nCompliance with paragraph 6.1.5 is demonstrated in accordance with Annex 5.L 218/8 EN Official Journal of the European Union 21.8.2019\n7.2. Sliding side doors\n7.2.1. Door latches\n7.2.1.1. Load tests one and two, force application\nCompliance with paragraphs 6.2.1 and 6.2.2 is demonstrated in accordance with Annex 3.\n7.2.1.2. Inertial force application\nCompliance with paragraph 6.2.3 is demonstrated in accordance with Annex 4.\n7.2.2. Door system\nCompliance with paragraph 6.2.4 is demonstrated in accordance with Annex 6."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "8",
        "section": "MODIFICATION AND EXTENSION OF APPROVAL OF THE VEHICLE TYPE",
        "text": "8.1. Every modification of the vehicle type shall be notified to the Type Approval Authority which approved the\nvehicle type. The Type Approval Authority may then either:\n8.1.1. Consider that the modifications made are unlikely to have appreciable adverse effects and that in any case the\nvehicle still complies with the requirements; or\n8.1.2. Require a further test report from the Technical Service responsible for conducting the tests.\n8.2. Confirmation or refusal of approval, specifying the alterations, shall be communicated by the procedure\nspecified in paragraph 4.3 above to the Parties to the Agreement which apply this Regulation.\n8.3. The Type Approval Authority issuing the extension of approval shall assign a series number to each\ncommunication form drawn up for such an extension"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "9",
        "section": "CONFORMITY OF PRODUCTION",
        "text": "9.1. Every vehicle bearing an approval mark as prescribed under this Regulation shall conform to the vehicle type\napproved as regards features capable of modifying the characteristics of door latches and door retention\ncomponents or the manner in which they are fitted.\n9.2. In order to verify conformity as prescribed in paragraph 9.1 above, a sufficient number of random checks\nshall be made on serially manufactured vehicles bearing the approval mark required by this Regulation.\n9.3. As a general rule the checks as aforesaid shall be confined to the taking of measurements. However, if\nnecessary, the latches and door retention components shall be subjected to tests referred to in paragraphs 5\nand 6 above, selected by the technical service responsible for conducting approval tests."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "10",
        "section": "PENALTIES FOR NON-CONFORMITY OF PRODUCTION",
        "text": "10.1. The approval granted in respect of a vehicle type pursuant to this Regulation may be withdrawn if the\nrequirements laid down in paragraph 9.1 above are not complied with, or if the said latches and door\nretention components fail to pass the tests provided for in paragraph 9.2 above.\n10.2. If a Party to the Agreement which applies this Regulation withdraws an approval it has previously granted, it\nshall forthwith so notify the other Contracting Parties applying this Regulation, by means of a copy of the\napproval form bearing at the end, in large letters, the signed and dated annotation ‘APPROVAL WITHDRAWN’."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "11",
        "section": "PRODUCTION DEFINITIVELY DISCONTINUED",
        "text": "If the holder of the approval completely ceases to manufacture a type of vehicle under this Regulation, he\nshall so inform the Type Approval Authority which granted the approval. Upon receiving the relevant\ncommunication that Authority shall inform thereof the other Parties to the Agreement applying this\nRegulation by means of a copy of the approval form bearing at the end, in large letters, the signed and dated\nannotation: ‘PRODUCTION DISCONTINUED’."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "12",
        "section": "NAMES AND ADDRESSES OF TECHNICAL SERVICES RESPONSIBLE FOR CONDUCTING APPROVAL TESTS AND OF\nTYPE APPROVAL AUTHORITY",
        "text": "The Contracting Parties to the Agreement applying this Regulation shall communicate to the United Nations\nSecretariat the names and addresses of the Technical Services responsible for conducting approval tests and of\nthe Type Approval Authority which grant approval and to which forms certifying approval or extension or\nrefusal or withdrawal of approval, issued in other countries, are to be sent."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "13",
        "section": "TRANSITIONAL PROVISIONS",
        "text": "13.1. As from the official date of entry into force of the 03 series of amendments, no Contracting Party applying\nthis Regulation shall refuse to grant approval under this Regulation as amended by the 03 series of\namendments.\n13.2. Until 12 August 2012, Contracting Parties applying this Regulation shall continue to grant approvals to\nthose types of vehicles which comply with the requirements of this Regulation as amended by the preceding\nseries of amendments.\n13.3. As from 12 August 2012, Contracting Parties applying this Regulation shall grant approvals only if the\nvehicle type to be approved meets the requirements of this Regulation as amended by the 03 series of\namendments.\n13.4. No Contracting Party applying this Regulation shall refuse national or regional type approval of a vehicle\ntype approved to the 03 series of amendments to this Regulation.\n13.5. Until 12 August 2012, no Contracting Party applying this Regulation shall refuse national or regional type\napproval of a vehicle type approved to the preceding series of amendments to this Regulation.\n13.6. As from 12 August 2012, Contracting Parties applying this Regulation may refuse first national or regional\nregistration (first entry into service) of a vehicle which does not meet the requirements of the 03 series of\namendments to this Regulation.\n13.7. As from the official date of entry into force of the 04 series of amendments, no Contracting Party applying\nthis Regulation shall refuse to grant or refuse to accept type approvals under this Regulation as amended by\nthe 04 series of amendments.\n13.8. As from 1 September 2016, Contracting Parties applying this Regulation shall grant type approvals only if\nthe vehicle type to be approved meets the requirements of this Regulation as amended by the 04 series of\namendments.\n13.9. Contracting Parties applying this Regulation shall not refuse to grant extensions of type approvals for existing\ntypes which have been granted according to the preceding series of amendments to this Regulation.\n13.10. Contracting Parties applying this Regulation shall continue to accept type approvals issued according to the\npreceding series of amendments to this Regulation first issued before 1 September 2016"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "14",
        "section": "ANNEX 1",
        "text": "21.8.2019 EN Official Journal of the European Union L 218/11"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "15",
        "section": "ANNEX 2",
        "text": "ARRANGEMENTS OF APPROVAL MARKS\nMODEL A\n(See paragraph 4.4 of this Regulation)\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned has, with regard to door latches and\ndoor retention components, been approved in the Netherlands (E4) pursuant to Regulation No 11, under approval\nnumber 042439. The first two digits of the approval number indicate that the approval was granted in accordance with\nthe requirements of Regulation No 11 as amended by the 04 series of amendments.\nMODEL B\n(See paragraph 4.5 of this Regulation)\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned has been approved in the\nNetherlands (E4) pursuant to Regulation No 11 as amended by the 04 series of amendments and Regulation No 39, as\namended by the 04 series of amendments (1).\n(1) The second number is given merely as an example."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "16",
        "section": "ANNEX 3",
        "text": "LATCH TEST FOR LOAD TESTS ONE, TWO, AND THREE, FORCE APPLICATION\n1. PURPOSE\nThese tests are intended to establish minimum performance requirements and test procedures for evaluating\nand testing vehicle door latch systems for their ability to resist force loads in directions perpendicular to the\nlatch face and parallel to the latch face in the fork-bolt opening direction. For doors which open in a vertical\ndirection, the tests are intended to also establish minimum performance requirements and a test procedure for\nevaluating the primary latch system in a direction orthogonal to the first two directions. Primary door latch\nsystems must demonstrate the ability to resist applicable force loads in both the fully and secondary latched\npositions; auxiliary door latch systems, and other door latch systems with only a fully-latched position, must\ndemonstrate the ability to resist force loads in directions perpendicular to the latch face and parallel to the\nlatch face in the fork-bolt opening direction at the levels specified for the fully latched position.\n2. TEST OPERATION\n2.1. Load test one\n2.1.1. Equipment: Tensile testing fixture (see Figure 3-1).\n2.1.2. Procedures\n2.1.2.1. Fully latched position\n2.1.2.1.1. Attach the test fixture to the mounting provisions of the latch and striker. Align in the direction of\nengagement parallel to the linkage of the test fixture. Mount the test fixture with the latch and striker in the\nfully latched position in the test machine.\n2.1.2.1.2. Locate weights to apply a 900 N load tending to separate the latch and striker in the direction of the door\nopening.\n2.1.2.1.3. Apply the test load, in the direction specified in paragraph 6.1.1 of this Regulation and Figure 3-4, at a rate\nnot to exceed 5 mm/min until the required load has been achieved. Record the maximum load achieved.\n2.1.2.2. Secondary latched position\n2.1.2.2.1. Attach the test fixture to the mounting provisions of the latch and striker. Align in the direction of\nengagement parallel to the linkage of the test fixture. Mount the test fixture with the latch and striker in the\nsecondary latched position in the test machine.\n2.1.2.2.2. Locate weights to apply a 900 N load tending to separate the latch and striker in the direction of the door\nopening.\n2.1.2.2.3. Apply the test load, in the direction specified in paragraph 6.1.1 of this Regulation and Figure 3-4, at a rate\nnot to exceed 5 mm/min until the required load has been achieved. Record the maximum load achieved.\n2.1.2.2.4. The test plate on which the door latch is mounted will have a striker cut-out configuration similar to the\nenvironment in which the door latch will be mounted on normal vehicle doors.\n2.2. Load test two\n2.2.1. Equipment: Tensile testing fixture (see Figure 3-2).21.8.2019 EN Official Journal of the European Union L 218/13\n2.2.2. Procedures\n2.2.2.1. Fully latched position\n2.2.2.1.1. Attach the test fixture to the mounting provisions of the latch and striker. Mount the test fixture with the\nlatch and striker in the fully latched position in the test machine.\n2.2.2.1.2. Apply the test load, in the direction specified in paragraph 6.1.2 of this Regulation and Figure 3-4, at a rate\nnot to exceed 5 mm/min until the required load has been achieved. Record the maximum load achieved.\n2.2.2.2. Secondary latched position\n2.2.2.2.1. Attach the test fixture to the mounting provision of the latch and striker. Mount the test fixture with the latch\nand striker in the secondary latched position in the test machine.\n2.2.2.2.2. Apply the test load, in the direction specified in paragraph 6.1.2 of this Regulation and Figure 3-4, at a rate\nnot to exceed 5 mm/min until the required load has been achieved. Record the maximum load achieved.\n2.3. Load test three (For doors that open in a vertical direction)\n2.3.1. Equipment: Tensile testing fixture (see Figure 3-3).\n2.3.2. Procedure\n2.3.2.1. Attach the test fixture to the mounting provisions of the latch and striker. Mount the test fixture with the\nlatch and striker in the fully latched position in the test machine.\n2.3.2.2. Apply the test load, in the direction specified in paragraph 6.1.3 of this Regulation and Figure 3-4, at a rate\nnot to exceed 5 mm/min until the required load has been achieved. Record the maximum load achieved.\nFigure 3-1\nDoor latch — Tensile testing fixture for load test oneL 218/14 EN Official Journal of the European Union 21.8.2019\nFigure 3-2\nDoor latch — Tensile testing fixture for load test two21.8.2019 EN Official Journal of the European Union L 218/15\nFigure 3-3\nDoor latch — Tensile testing fixture for load test three (For doors that open in a vertical\ndirection)L 218/16 EN Official Journal of the European Union 21.8.2019\nFigure 3-4\nDoor static load test directions"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "17",
        "section": "ANNEX 4",
        "text": "INERTIAL TEST PROCEDURES\n1. PURPOSE\nTo determine the ability of the vehicle latch system to resist inertial loading by means of a mathematical\nanalysis of the component parts in their true car relationship or by evaluation using a dynamic test.\n2. TEST PROCEDURES\n2.1. Option 1, Calculation.\n2.1.1. The procedure described in this annex provides a means for analytically determining the ability of a door\nlatch system to withstand inertial loading. Spring forces are the average of the minimum spring output in\nthe installed position and the minimum spring output in the release position. Friction effects and work to be\ndone are not considered in the calculations. Gravitational pull on components may also be omitted if it\ntends to restrict unlatching. These omissions from the calculations are permissible because they provide\nadditional factors of safety.\n2.1.2. Calculation Consideration — Each component or subassembly can be calculated for its minimum inertial\nload resistance in a particular direction. Their combined resistance to the unlatching operation must assure\nthat the door latch system (when properly assembled in the vehicle door) will remain latched when subjected\nto an inertial load of 30 g in any direction. Figure 4-1 is an example of the components and combinations\nof components to be considered.\n2.2. Option 2, Full vehicle dynamic test\n2.2.1. Test equipment\n2.2.1.1. An acceleration (or deceleration) device.\n2.2.1.2. One of the following vehicles:\n2.2.1.2.1. A full vehicle including at least door(s), door latch(es), exterior door handle(s) with mechanical latch\noperation, interior door opening lever(s), the locking device(s), interior trim and door seal.\n2.2.1.2.2. A vehicle body in white (i.e., vehicle frame, doors and other door retention components) including at least\ndoor(s), door latch(es), exterior door handle(s) with mechanical latch operation, interior door opening lever\n(s), and the locking device(s).\n2.2.1.3. A device or means for recording door opening.\n2.2.1.4. Equipment for measuring and recording accelerations.\n2.2.2. Test setup\n2.2.2.1. Rigidly secure the full vehicle or vehicle body in white to a device that when accelerated together will assure\nthat all points on the crash pulse curve are within the corridor defined in Table 4-1 and Figure 4-2.\n2.2.2.2. The doors may be tethered to avoid damaging the equipment used to record door opening.\n2.2.2.3. Install the equipment used to record door opening.\n2.2.2.4. Close the door(s) to be tested and ensure that the door latch(es) are in the fully-latched position, that the\ndoor(s) are unlocked, and that all windows, if provided, are closed.\n2.2.3. Test directions (see Figure 4-3)\n2.2.3.1. Longitudinal setup 1. Orient the vehicle or body in white so that its longitudinal axis is aligned with the axis\nof the acceleration device, simulating a frontal impact.L 218/18 EN Official Journal of the European Union 21.8.2019\n2.2.3.2. Longitudinal setup 2. Orient the vehicle or body in white so that its longitudinal axis is aligned with the axis\nof the acceleration device, simulating a rear impact.\n2.2.3.3. Transverse setup 1. Orient the vehicle or body in white so that its transverse axis is aligned with the axis of\nthe acceleration device, simulating a driver-side impact.\n2.2.3.4. Transverse setup 2 (Only for vehicles having different door arrangements on each side). Orient the vehicle or\nbody in white so that its transverse axis is aligned with the axis of the acceleration device, simulating a side\nimpact in the direction opposite to that described in paragraph 2.2.3.3 of this annex.\n2.3. Option 3, Door dynamic test\n2.3.1. Test equipment\n2.3.1.1. The door assembly(ies) including, at least, the door latch(es), exterior door handle(s) with mechanical latch\noperation, interior door opening lever(s), and the locking device(s)\n2.3.1.2. A test fixture to mount the door(s).\n2.3.1.3. An acceleration (or deceleration) device.\n2.3.1.4. A tether.\n2.3.1.5. A device or means for recording door opening.\n2.3.1.6. Equipment for measuring and recording accelerations.\n2.3.2. Test setup\n2.3.2.1. Mount the door assemblies either separately or combined to the test fixture. Each door and striker should be\nmounted to correspond to its orientation on the vehicle and to the direction required for inertial load tests\n(paragraph 2.3.3 of this annex).\n2.3.2.2. Mount the test fixture to the acceleration device.\n2.3.2.3. Install the equipment used to record door opening.\n2.3.2.4. Ensure that the door latch is in the fully-latched position, that the door is tethered, unlocked, and that the\nwindow, if provided, is closed.\n2.3.3. Test directions (see Figure 4-3)\n2.3.3.1. Longitudinal setup 1. Orient the door subsystem(s) on the acceleration device in the direction of a frontal\nimpact.\n2.3.3.2. Longitudinal setup 2. Orient the door subsystem(s) on the acceleration device in the direction of a rear\nimpact.\n2.3.3.3. Transverse setup 1. Orient the door subsystem(s) on the acceleration device in the direction of a driver-side\nimpact.\n2.3.3.4. Transverse setup 2. Orient the door subsystem(s) on the acceleration device in the direction opposite to that\ndescribed in paragraph 2.3.3.3 of this annex.\n2.3.3.5. Vertical setup 1. (Applicable to doors that open in a vertical direction). Orient the door subsystem(s) on the\nacceleration device so that its vertical axis (when mounted in a vehicle) is aligned with the axis of the\nacceleration device, simulating a rollover impact where the force is applied in the direction from the top to\nthe bottom of the door (when mounted in a vehicle).\n2.3.3.6. Vertical setup 2. (Applicable to doors that open in a vertical direction). Orient the door subsystem(s) on the\nacceleration device so that its vertical axis (when mounted in a vehicle) is aligned with the axis of the\nacceleration device, simulating a rollover impact where the force is applied in the direction opposite to that\ndescribed in paragraph 2.3.3.5 of this annex.21.8.2019 EN Official Journal of the European Union L 218/19\n2.4. Test operation for options 2 and 3\n2.4.1. A minimum acceleration level of 30 g shall be maintained over a period of at least 30 ms, while keeping the\nacceleration within the pulse corridor as defined in Table 4-1 and graphically shown in Figure 4-2.\n2.4.2. Accelerate the test fixture(s) in the following directions:\n2.4.2.1. For option 2 tests:\n2.4.2.1.1. In the direction specified in paragraph 2.2.3.1 of this annex.\n2.4.2.1.2. In the direction specified in paragraph 2.2.3.2 of this annex.\n2.4.2.1.3. In the direction specified in paragraph 2.2.3.3 of this annex.\n2.4.2.1.4. In the direction specified in paragraph 2.2.3.4 of this annex.\n2.4.2.2. For Option 3 tests:\n2.4.2.2.1. In the direction specified in paragraph 2.3.3.1 of this annex.\n2.4.2.2.2. In the direction specified in paragraph 2.3.3.2 of this annex.\n2.4.2.2.3. In the direction specified in paragraph 2.3.3.3 of this annex.\n2.4.2.2.4. In the direction specified in paragraph 2.3.3.4 of this annex.\n2.4.2.2.5. In the direction specified in paragraph 2.3.3.5 of this annex.\n2.4.2.2.6. In the direction specified in paragraph 2.3.3.6 of this annex.\n2.4.3. If at any point in time the pulse exceeds 36 g and the test requirements are fulfilled, the test shall be\nconsidered valid.\n2.4.4. Ensure that the door did not open and close during the test.\nFigure 4-1\nInertial loading — Sample calculation\nGiven:\nDoor latch system subjected to a 30 g\ndeceleration\nAverage Push-Button Spring Output Force =\n0,459 kgf\nPawl Spring Output Torque = 0,0459 kgf m\na = 30g (m/s2)\nF = ma = m × 30g = m × 294,2\nM = 0,0163 kg d = 31,50 mm\n1 1\nM = 0,0227 kg d = 10,67 mm\n2 2\nM = 0,0122 kg d = 4,83 mm\n3 3\nM = 0,0422 kg d = 31,50 mm\n4 4\nd = 37,59 mm\n5\nd = 1,90 mm\n6L 218/20 EN Official Journal of the European Union 21.8.2019\nF = M × a – Average load on knob spring = (0,0163 kg × 30g) – 0,459 kgf = 0,03 kgf\n1 1\nF = M × a = 0,0227 kg × 30 g = 0,681 kgf\n2 2\nF = M /2 × a = 0,0122 kg/2 × 30 g = 0,183 kgf\n3 3\nΣ M = F × d + F × d – F × d\no 1 1 2 2 3 3\n= 0,03 × 31,5 + 0,681 × 10,67 – 0,183 × 4,83\n= 7,33 kgf mm\nF = M/d = 7,33/31,5 = 0,2328 kgf\n5 o 4\nF = M × a = 0,0422 kg × 30 g = 1,266 kgf\n6 4\nΣ M = Pawl spring output torque- (F d + F d )/1 000\no 5 5 6 6\n= 0,0459 – (0,2328 × 37,59 + 1,266 × 1,9)/1 000\n= 0,0347 kgf m\nTable 4-1\nAcceleration pulse corridor\nUpper Bound Lower Bound\nAcceleration Acceleration\nPoint Time (ms) Point Time (ms)\n(g) (g)\nA 0 6 E 5 0\nB 20 36 F 25 30\nC 60 36 G 55 30\nD 100 0 H 70 0\nFigure 4-2\nAcceleration pulse21.8.2019 EN Official Journal of the European Union L 218/21\nFigure 4-3\nVehicle coordinate reference system for inertial testing\nX = longitudinal direction\nY = transervsal direction\nZ = vertical directionL 218/2",
        "tables": [
        [
            {
                "Time (ms)": "0",
                "Acceleration\n(g)": "6",
                "Point": "A"
            },
            {
                "Time (ms)": "20",
                "Acceleration\n(g)": "36",
                "Point": "B"
            },
            {
                "Time (ms)": "60",
                "Acceleration\n(g)": "36",
                "Point": "C"
            },
            {
                "Time (ms)": "100",
                "Acceleration\n(g)": "0",
                "Point": "D"
            }
        ],
        [
            {
                "Time (ms)": "5",
                "Acceleration\n(g)": "0",
                "Point": "E"
            },
            {
                "Time (ms)": "25",
                "Acceleration\n(g)": "30",
                "Point": "F"
            },
            {
                "Time (ms)": "55",
                "Acceleration\n(g)": "30",
                "Point": "G"
            },
            {
                "Time (ms)": "70",
                "Acceleration\n(g)": "0",
                "Point": "H"
            }
        ]
    ]
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "18",
        "section": "ANNEX 5",
        "text": "HINGE TEST PROCEDURE\n1. PURPOSE\nThese tests are conducted to determine the ability of the vehicle hinge system to withstand test loads:\n(a) In the longitudinal and transversal directions; and, in addition\n(b) For doors that open in a vertical direction, vertical vehicle direction.\n2. TEST PROCEDURE\n2.1. Multiple hinge system\n2.1.1. Longitudinal load test\n2.1.1.1. Equipment\n2.1.1.1.1. Tensile testing fixture.\n2.1.1.1.2. A typical static test fixture is illustrated in Figure 5-1.\n2.1.1.2. Procedure\n2.1.1.2.1. Attach the hinge system to the mounting provision of the test fixture. Hinge attitude must simulate vehicle\nposition (door fully closed) relative to the hinge centreline. For test purposes, the distance between the\nextreme ends of one hinge in the system to the extreme end of another hinge in the system is to be set at\n406 ± 4 mm. The load is to be applied equidistant between the linear centre of the engaged portions of the\nhinge pin and through the centreline of the hinge pin in the longitudinal vehicle direction (see Figure 5-2).\n2.1.1.2.2. Apply the test load at a rate not to exceed 5 mm/min until the required load has been achieved. Failure\nconsists of a separation of either hinge. Record the maximum load achieved.\n2.1.2. Transverse load test\n2.1.2.1. Equipment\n2.1.2.1.1. Tensile testing fixture.\n2.1.2.1.2. A typical static test fixture is illustrated in Figure 5-1.\n2.1.2.2. Procedure\n2.1.2.2.1. Attach the hinge system to the mounting provisions of the test fixture. Hinge attitude must simulate vehicle\nposition (door fully closed) relative to the hinge centreline. For test purposes, the distance between the\nextreme ends of one hinge in the system to the extreme opposite end of another hinge in the system is to be\nset at 406 ± 4 mm. The load is to be applied equidistant between the linear centre of the engaged portions of\nthe hinge pins and through the centreline of the hinge pin in the transverse vehicle direction (see Figure 5-2).21.8.2019 EN Official Journal of the European Union L 218/23\n2.1.2.2.2. Apply the test load at a rate not to exceed 5 mm/min until the required load has been achieved. Failure\nconsists of a separation of either hinge. Record the maximum load achieved.\n2.1.3. Vertical load test (For doors that open in the vertical direction)\n2.1.3.1. Equipment\n2.1.3.1.1. Tensile testing fixture.\n2.1.3.1.2. A typical static test fixture is illustrated in Figure 5-1.\n2.1.3.2. Procedure\n2.1.3.2.1. Attach the hinge system to the mounting provisions of the test fixture. Hinge attitude must simulate vehicle\nposition (door fully closed) relative to the hinge centreline. For test purposes, the distance between the\nextreme ends of one hinge in the system to the extreme opposite end of another hinge in the system is to be\nset at 406 ± 4 mm. The load is to be applied through the centreline of the hinge pin in a direction\northogonal to the longitudinal and transverse loads. (see Figure 5-2).\n2.1.3.2.2. Apply the test load at a rate not to exceed 5 mm/min until the required load has been achieved. Failure\nconsists of a separation of either hinge. Record the maximum load achieved.\n2.2. Single hinge evaluation. In some circumstances, it may be necessary to test the individual hinges of a hinge\nsystem. In such cases, the results for an individual hinge, when tested in accordance with the procedures\nbelow, shall be such as to indicate that system requirements in paragraph 6.1.5.1. of this Regulation are met.\n(For example, an individual hinge in a two-hinge system must be capable of withstanding 50 per cent of the\nload requirements of the total system.)\n2.2.1. Test procedures\n2.2.1.1. Longitudinal load. Attach the hinge system to the mounting provision of the test fixture. Hinge attitude must\nsimulate the vehicle position (door fully closed) relative to the hinge centreline. For test purposes, the load is\nto be applied equidistant between the linear centre of the engaged portions of the hinge pin and through the\ncentreline of the hinge pin in the longitudinal vehicle direction. Apply the test load at a rate not to exceed\n5 mm/min until the required load has been achieved. Failure consists of a separation of either hinge. Record\nthe maximum load achieved.\n2.2.1.2. Transverse load. Attach the hinge system to the mounting provision of the test fixture. Hinge attitude must\nsimulate the vehicle position (door fully closed) relative to the hinge centreline. For test purposes, the load is\nto be applied equidistant between the linear centre of the engaged positions of the hinge pin and through the\ncentreline of the hinge pin in the transverse vehicle direction. Apply the test load at a rate not to exceed\n5 mm/min until the required load is achieved. Failure consists of a separation of either hinge. Record the\nmaximum load achieved.\n2.2.1.3. Vertical load. Attach the hinge system to the mounting provision of the test fixture. Hinge attitude must\nsimulate the vehicle position (door fully closed) relative to the hinge centreline. For test purposes, the load is\nto be applied centreline of the hinge pin in a direction orthogonal to the longitudinal and transverse\nloads. Apply the test load at a rate not to exceed 5 mm/min until the required load is achieved. Failure\nconsists of a separation of either hinge. Record the maximum load achieved.\n2.3. For piano-type hinges, the hinge spacing requirements are not applicable and arrangement of the test fixture\nis altered so that the test forces are applied to the complete hinge.L 218/24 EN Official Journal of the European Union 21.8.2019\nFigure 5-1\nStatic test fixtures\nFigure 5-2\nStatic load test directions for doors that open in the vertical direction"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to door latches and door\nretention components [2019/1354]",
        "number": "19",
        "section": "ANNEX 6",
        "text": "SLIDING SIDE DOOR — FULL DOOR TEST\n1. PURPOSE\nThis test is intended to establish minimum performance requirements and a test procedure for evaluation and\ntesting sliding door retention components when installed on both the door and the doorframe. This test\ncomplements the applicable tests in Annex 3 and Annex 4.\n2. GENERAL PROVISIONS\n2.1. Tests are conducted using a full vehicle or a body in white with the sliding door and its retention components.\n2.2. The test is conducted using two force application devices capable of applying the outward transverse forces\nspecified in paragraph 6.2.4 of this Regulation. The test setup is shown in Figure 6-1. The force application\nsystem shall include the following:\n2.2.1. Two force application plates.\n2.2.2. Two force application devices capable of applying the outward transverse load requirements for a minimum\ndisplacement of 300 mm.\n2.2.3. Two load cells of sufficient capacity to measure the applied loads.\n2.2.4. Two linear displacement measurement devices required for measuring force application device displacement\nduring the test.\n2.2.5. Equipment for measuring at least 100 mm of separation between the interior of the door and the exterior edge\nof the doorframe, while respecting all relevant safety and health requirements.\n3. TEST SETUP\n3.1. Remove all interior trim and decorative components from the sliding door assembly.\n3.2. Remove seats and any interior components that may interfere with the mounting and operation of the test\nequipment and all pillar trim and any non-structural components that overlap the door and cause improper\nplacement of the force application plates.\n3.3. Mount the force application devices and associated support structure to the floor of the test vehicle. Each force\napplication device and associated support structure is rigidly fixed on a horizontal surface on the vehicle floor,\nwhile applying the loads.\n3.4. Determine the forward and aft edge of the sliding door, or its adjoining vehicle structure, that contains\na latch/striker.\n3.5. Close the sliding door, ensuring that all door retention components are fully engaged.\n3.6. For any tested door edge that contains one latch/striker, the following setup procedures are used:\n3.6.1. The force application plate is 150 mm in length, and 50 mm in width, and at least 15 mm in thickness. The\nplate edges are rounded to a radius of 6 mm ± 1 mm.\n3.6.2. Place the force application device and force application plate against the door so that the applied force is\nhorizontal and normal to the vehicle's longitudinal centreline, and vertically centred on the door-mounted\nportion of the latch/striker.L 218/26 EN Official Journal of the European Union 21.8.2019\n3.6.3. The force application plate is positioned such that the long edge of the plate is as close to, and parallel to, the\ninterior edge of the door as possible, but not such that the forward edge of the plate is more than 12,5 mm\nfrom the interior edge.\n3.7. For any tested door edge that contains more than one latch/striker, the following setup procedures are used:\n3.7.1. The force application plate is 300 mm in length, and 50 mm in width, and at least 15 mm in thickness. The\nplate edges are rounded to a radius of 6 mm ± 1 mm.\n3.7.2. Place the force application device and force application plate against the door so that the applied force is\nhorizontal and normal to the vehicle's longitudinal centreline, and vertically centred on a point mid-way\nbetween the outermost edges of the latch/striker assemblies.\n3.7.3. The force application plate is positioned such that the long edge of the plate is as close to, and parallel to, the\ninterior edge of the door as possible, but not such that the forward edge of the plate is more than 12,5 mm\nfrom the interior edge.\n3.8. For any tested door edge that does not contain at least one latch/striker, the following setup procedures are\nused:\n3.8.1. The force application plate is 300 mm in length, 50 mm in width, and at least 15 mm in thickness.\n3.8.2. Place the force application device and force application plate against the door so that the applied force is\nhorizontal and normal to the vehicle's longitudinal centreline, and vertically centred on a point mid-way along\nthe length of the door edge ensuring that the loading device avoids contact with the window glazing.\n3.8.3. The force application plate is positioned as close to the edge of the door as possible. It is not necessary for the\nforce application plate to be vertical.\n3.9. The door is unlocked. No extra fixtures or components may be welded or affixed to the sliding side door or any\nof its components.\n3.10. Attach any equipment used for measuring door separation that will be used to determine separation levels\nduring the test procedure.\n3.11. Place the load application structure so that the force application plates are in contact with the interior of the\nsliding door.\n4. TEST PROCEDURE\n4.1. Move each force application device at a rate up to 2 000 N per minute, as specified by the manufacturer, until\na force of 9 000 N is achieved on each force application device or until either force application device reaches\na total displacement of 300 mm.\n4.2. If one of the force application devices reaches the target force of 9 000 N prior to the other, maintain the\n9 000 N force with that force application device until the second force application device reaches the 9 000 N\nforce.\n4.3. Once both force application devices have achieved 9 000 N each, stop forward movement of the force\napplication devices and hold under the resulting load for a minimum of 10 seconds.\n4.4. Maintain the force application device position of paragraph 4.3, and within 60 seconds, measure the separation\nbetween the exterior edge of the doorframe and the interior of the door along the perimeter of the door.21.8.2019 EN Official Journal of the European Union L 218/27\nFigure 6-1\nSliding side door full vehicle test procedure\n(Note: Sliding door is shown separated from the vehicle)"
    }
]