[
  {
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "1",
    "section": "Scope",
    "text": "This Regulation applies to:\n1.1. Vehicles of categories L, M, N and O1 with regard to electromagnetic\ncompatibility;\n1.2. Components and separate technical units intended to be fitted in these\nvehicles with the limitation given in paragraph 3.2.1. with regard to\nelectromagnetic compatibility.\n1.3. It covers:\n(a) Requirements regarding the immunity to radiated and conducted\ndisturbances for functions related to direct control of the vehicle,\nrelated to driver, passenger and other road users' protection, related to\ndisturbances, which would cause confusion to the driver or other road\nusers, related to vehicle data bus functionality, related to disturbances,\nwhich would affect vehicle statutory data;\n(b) Requirements regarding the control of unwanted radiated and\nconducted emissions to protect the intended use of electrical or\nelectronic equipment at own or adjacent vehicles or nearby, and the\ncontrol of disturbances from accessories that may be retrofitted to the\nvehicle.\n(c) Additional requirements for vehicles and ESAs providing coupling\nsystems for charging the REESS regarding the control of emissions\nand immunity from this connection between vehicle and power grid.\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "2",
    "section": "Definitions",
    "text": "For the purposes of this Regulation:\n2.1. \"Electromagnetic compatibility\" means the ability of a vehicle or\ncomponent(s) or separate technical unit(s) to function satisfactorily in its\nelectromagnetic environment without introducing intolerable electromagnetic\ndisturbances to anything in that environment.\n2.2. \"Electromagnetic disturbance\" means any electromagnetic phenomenon\nwhich may degrade the performance of a vehicle or component(s) or separate\ntechnical unit(s), or of any other device, unit of equipment or system operated\nin vicinity of a vehicle. An electromagnetic disturbance may be\nelectromagnetic noise, an unwanted signal or a change in the propagation\nmedium itself.\n2.3. \"Electromagnetic immunity\" means the ability of a vehicle or component(s) or\nseparate technical unit(s) to operate without degradation of performance in the\npresence of (specified) electromagnetic disturbances which includes wanted radio\nfrequency signals from radio transmitters or radiated in-band emissions of\nindustrial-scientific-medical (ISM) apparatus, internal or external to the vehicle.\n1 As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3),\ndocument ECE/TRANS/WP.29/78/Rev.3, para. 2.\n6E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n2.4. \"Electromagnetic environment\" means the totality of electromagnetic\nphenomena existing at a given location.\n2.5. \"Broadband emission\" means an emission, which has a bandwidth greater\nthan that of a particular measuring apparatus or receiver (International\nSpecial Committee on Radio Interference (CISPR) 25).\n2.6. \"Narrowband emission\" means an emission which has a bandwidth less than\nthat of a particular measuring apparatus or receiver (CISPR 25).\n2.7. \"Electrical/electronic system\" means (an) electrical and/or electronic\ndevice(s) or set(s) of devices together with any associated electrical\nconnections which form part of a vehicle but which are not intended to be\ntype approved separately from the vehicle.\n2.8. \"Electrical/electronic sub-assembly\" (ESA) means an electrical and/or\nelectronic device or set(s) of devices intended to be part of a vehicle, together\nwith any associated electrical connections and wiring, which performs one or\nmore specialized functions. An ESA may be approved at the request of a\nmanufacturer or his authorized representative as either a \"component\" or a\n\"separate technical unit (STU)\".\n2.9. \"Vehicle type\" in relation to electromagnetic compatibility includes all\nvehicles, which do not differ essentially in such respects as:\n2.9.1. The overall size and shape of the engine compartment;\n2.9.2. The general arrangement of the electrical and/or electronic components and\nthe general wiring arrangement;\n2.9.3. The primary material of which the body or shell of the vehicle is constructed (for\nexample, a steel, aluminium or fiberglass body shell). The presence of panels of\ndifferent material does not change the vehicle type provided the primary material\nof the body is unchanged. However, such variations shall be notified.\n2.10. An \"ESA type\" in relation to electromagnetic compatibility means ESAs,\nwhich do not differ in such essential respects as:\n2.10.1. The function performed by the ESA;\n2.10.2. The general arrangement of the electrical and/or electronic components, if\napplicable.\n2.11. \"Vehicle wiring harness\" means supply voltage, bus system (e.g. CAN),\nsignal or active antenna cables, which are installed by the vehicle\nmanufacturer.\n2.12. \"Immunity related functions\" are:\n(a) Functions related to the direct control of the vehicle:\n(i) By degradation or change in: e.g. engine, gear, brake,\nsuspension, active steering, speed limitation devices;\n(ii) By affecting drivers position: e.g. seat or steering wheel\npositioning;\n(iii) By affecting driver's visibility: e.g. dipped beam, windscreen\nwiper.\n(b) Functions related to driver, passenger and other road user protection:\n(i) E.g. airbag and safety restraint systems.\n7E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n(c) Functions which, when disturbed, cause confusion to the driver or\nother road users:\n(i) Optical disturbances: incorrect operation of e.g. direction\nindicators, stop lamps, end outline marker lamps, rear position\nlamp, light bars for emergency system, wrong information\nfrom warning indicators, lamps or displays related to functions\nin subparagraphs (a) or (b) which might be observed in the\ndirect view of the driver;\n(ii) Acoustical disturbances: incorrect operation of e.g. anti-theft\nalarm, horn.\n(d) Functions related to vehicle data bus functionality:\n(i) By blocking data transmission on vehicle data bus-systems,\nwhich are used to transmit data, required to ensure the correct\nfunctioning of other immunity related functions.\n(e) Functions which when disturbed affect vehicle statutory data: e.g.\ntachograph, odometer.\n(f) Function related to charging mode when coupled to the power grid:\n(i) For vehicle test: by leading to unexpected vehicle motion;\n(ii) For ESA test: by leading to an incorrect charging condition\n(e.g. over-current, over-voltage).\n2.13. \"REESS\" means the rechargeable energy storage system that provides electric\nenergy for electric propulsion of the vehicle.\n2.14. \"Coupling system for charging the REESS\" means the electrical circuit\ninstalled in the vehicle used for charging the REESS.\n2.15. \"REESS charging mode coupled to the power grid\" means the normal\ncharging operation mode of the vehicle and/or charging system."
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "3",
    "section": "Application for approval",
    "text": "Approval of a vehicle type\n3.1.1. The application for approval of a vehicle type, with regard to its\nelectromagnetic compatibility, shall be submitted by the vehicle\nmanufacturer.\n3.1.2. A model of information document is shown in Annex 2A.\n3.1.3. The vehicle manufacturer shall draw up a schedule describing all relevant\nvehicle electrical/electronic systems or ESAs, body styles, variations in body\nmaterial, general wiring arrangements, engine variations, left-hand/right-hand\ndrive versions and wheelbase versions. Relevant vehicle electrical/electronic\nsystems or ESAs are those which may emit significant broadband or\nnarrowband radiation and/or those which are involved in immunity related\nfunctions of the vehicle (see paragraph 2.12.) and those which provide\ncoupling systems for charging the REESS.\n8E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n3.1.4. A vehicle representative of the type to be approved shall be selected from this\nschedule by mutual agreement between the manufacturer and the Type\nApproval Authority. The choice of vehicle shall be based on the\nelectrical/electronic systems offered by the manufacturer. One or more\nvehicles may be selected from this schedule if it is considered by mutual\nagreement between the manufacturer and the Type Approval Authority that\ndifferent electrical/electronic systems are included which are likely to have a\nsignificant effect on the vehicle's electromagnetic compatibility compared\nwith the first representative vehicle.\n3.1.5. The choice of the vehicle(s) in conformity with paragraph 3.1.4. above shall\nbe limited to vehicle/electrical/electronic system combinations intended for\nactual production.\n3.1.6. The manufacturer may supplement the application with a report on tests\nwhich have been carried out. Any such data provided may be used by the\nType Approval Authority for the purpose of drawing up the communication\nform for type approval.\n3.1.7. If the Technical Service responsible for the type approval test carries out the\ntest itself, then a vehicle representative of the type to be approved according\nto paragraph 3.1.4. above shall be provided.\n3.1.8. For vehicles of categories M, N, and O, the vehicle manufacturer shall\nprovide a statement of frequency bands, power levels, antenna positions and\ninstallation provisions for the installation of radio frequency transmitters\n(RF-transmitters), even if the vehicle is not equipped with an RF transmitter\nat time of type approval. This should cover all mobile radio services normally\nused in vehicles. This information shall be made publicly available following\nthe type approval.\nVehicle manufacturers shall provide evidence that vehicle performance is not\nadversely affected by such transmitter installations.\n3.1.9. Vehicle type approval shall be applied for both REESS and coupling system\nfor charging the REESS as they are considered as electrical/electronic\nsystems.\n9E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n3.2. ESA type approval\n3.2.1. Applicability of this Regulation to ESA:\nElectrical/electronic sub assembly (ESA) classification\nNo\nESA intended for fitment in vehicles?\nYes\nYes Not concerned\nPassive ESA or system (e.g. spark\nNo marking\nplugs, cables, passive antenna)?\nNo type approval\nNo\nYes\nProvides a coupling system for\nNo\nUse restricted by technical means to\nimmobilized vehicle charging the REESS?\nNo Yes\nMechanically fastened to the vehicle Connected permanently or No\nNo\nwhich cannot be disassembled or temporarily to the vehicle wiring\nremoved without use of tools? harness?\nYes\nConnected via an interface type Yes\nYes approved to this Regulation as\namended?\nNo\nNo application of\nApplication of Regulation No. 10\nRegulation No. 10\n3.2.2. The application for approval of a type of ESA with regard to its\nelectromagnetic compatibility shall be submitted by the vehicle manufacturer\nor by the manufacturer of the ESA.\n3.2.3. A model of information document is shown in Annex 2B.\n3.2.4. The manufacturer may supplement the application with a report on tests\nwhich have been carried out. Any such data provided may be used by the\nType Approval Authority for the purpose of drawing up the communication\nform for type approval.\n3.2.5. If the Technical Service responsible for the type approval test carries out the\ntest itself, then a sample of the ESA system representative of the type to be\napproved shall be provided, if necessary, after discussion with the\nmanufacturer on, e.g. possible variations in the layout, number of\ncomponents, number of sensors. If the Technical Service deems it necessary,\nit may select a further sample.\n3.2.6. The sample(s) shall be clearly and indelibly marked with the manufacturer's\ntrade name or mark and the type designation.\n3.2.7. Where applicable, any restrictions on use should be identified. Any such\nrestrictions should be included in Annexes 2B and/or 3B.\n10E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n3.2.8. ESA which are brought to the market as spare parts need no type approval if\nthey are obviously marked as a spare part by an identification number and if\nthey are identical and from the same manufacturer as the corresponding\nOriginal Equipment Manufacturer (OEM) part for an already type approved\nvehicle.\n3.2.9. Components sold as aftermarket equipment and intended for the installation\nin motor vehicles need no type approval if they are not related to immunity\nrelated functions (see paragraph 2.12.). In this case a declaration shall be\nissued by the manufacturer that the ESA fulfils the requirements of this\nRegulation and in particular the limits defined in paragraphs 6.5., 6.6., 6.7.,\n6.8. and 6.9. of this Regulation.\n3.2.10. In case of an ESA is (part of) a light source, the applicant shall:\n(a) Specify the approval number according to Regulation No. 37,\nRegulation No. 99 or Regulation No. 128, granted to this ESA;\nor\n(b) Provide a test report by a Technical Service designated by the Type\nApproval Authority, stating that this ESA is not mechanically\ninterchangeable with any light source according to Regulation No. 37,\nRegulation No. 99 or Regulation No. 128."
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "4",
    "section": "Approval",
    "text": "4.1. Type approval procedures\n4.1.1. Type approval of a vehicle\nThe following alternative procedures for vehicle type approval may be used\nat the discretion of the vehicle manufacturer.\n4.1.1.1. Approval of a vehicle installation\nA vehicle installation may be type approved directly by following the\nprovisions laid down in paragraph 6. and, if applicable, in paragraph 7. of this\nRegulation. If this procedure is chosen by a vehicle manufacturer, no separate\ntesting of electrical/electronic systems or ESAs is required.\n4.1.1.2. Approval of vehicle type by testing of individual ESAs\nA vehicle manufacturer may obtain approval for the vehicle by demonstrating\nto the Type Approval Authority that all the relevant (see para. 3.1.3. of this\nRegulation) electrical/electronic systems or ESAs have been approved in\naccordance with this Regulation and have been installed in accordance with\nany conditions attached thereto.\n4.1.1.3. A manufacturer may obtain approval according to this Regulation if the\nvehicle has no equipment of the type, which is subject to immunity or\nemission tests. Such approvals do not require testing.\n4.1.2. Type approval of an ESA\nType approval may be granted to an ESA to be fitted either to any vehicle\ntype (component approval) or to a specific vehicle type or types requested by\nthe ESA manufacturer (separate technical unit approval).\n11E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n4.1.3. ESAs, which are intentional RF transmitters, which have not received type\napproval in conjunction with a vehicle manufacturer, shall be supplied with\nsuitable installation guidelines.\n4.2. Granting of type approval\n4.2.1. Vehicle\n4.2.1.1. If the representative vehicle fulfils the requirements of paragraph 6. and, if\napplicable, paragraph 7. of this Regulation, type approval shall be granted.\n4.2.1.2. A model of communication form for type approval is contained in Annex 3A.\n4.2.2. ESA\n4.2.2.1. If the representative ESA system(s) fulfil(s) the requirements of paragraph 6.\nand, if applicable, paragraph 7. of this Regulation, type approval shall be\ngranted.\n4.2.2.2. A model of communication form for type approval is contained in Annex 3B.\n4.2.3. In order to draw up the communication forms referred to in\nparagraph 4.2.1.2. or 4.2.2.2. above, the Type Approval Authority of the\nContracting Party granting the approval may use a report prepared or\napproved by a recognized laboratory or in accordance with the provisions of\nthis Regulation.\n4.2.4. In case of an ESA is (part of) a light source and if the documentation as\nspecified in paragraph 3.2.10. above is missing, approval of this ESA\naccording to Regulation No. 10 shall not be granted.\n4.3. Approval, or refusal of approval, of a type of vehicle or ESA in accordance\nwith this Regulation shall be notified to the Parties to the Agreement\napplying this Regulation on a form conforming to the model in Annex 3A or\n3B to this Regulation, accompanied by photographs and/or diagrams or\ndrawings on an appropriate scale supplied by the applicant in a format not\nlarger than A4 (210 x 297 mm) or folded to those dimensions."
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "5",
    "section": "Markings",
    "text": "5.1. An approval number shall be assigned to each vehicle or ESA type approved.\n The first two digits of this number (at present 05) shall indicate the series of\namendments corresponding to the most recent essential technical amendments\nmade to the Regulation at the date of approval. A Contracting Party may not\nassign the same approval number to another type of vehicle or ESA.\n5.2. Presence of markings\n5.2.1. Vehicle\nAn approval mark described in paragraph 5.3. below shall be affixed to every\nvehicle conforming to a type approved under this Regulation.\n5.2.2. Sub-assembly\nAn approval mark described in paragraph 5.3. below shall be affixed to every\nESA conforming to a type approved under this Regulation.\nNo marking is required for electrical/electronic systems built into vehicles\nwhich are approved as units.\n12E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n5.3. An international approval mark shall be affixed, in a conspicuous and easily\naccessible place specified on the approval communication form, on each\nvehicle conforming to the type approved under this Regulation. This mark\nshall comprise:\n5.3.1. A circle containing the letter \"E\", followed by the distinguishing number of\nthe country granting the approval.2\n5.3.2. The number of this Regulation, followed by the letter \"R\", a dash and the\napproval number to the right of the circle specified in paragraph 5.3.1. above.\n5.4. An example of the type approval mark is shown in Annex 1 to this\nRegulation.\n5.5. Markings on ESAs in conformity with paragraph 5.3. above need not be\nvisible when the ESA is installed in the vehicle."
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "6",
    "section": "Specification in configurations other than REESS charging mode coupled to the power grid",
    "text": "6.1. General specifications\n6.1.1. A vehicle and its electrical/electronic system(s) or ESA(s) shall be so\ndesigned, constructed and fitted as to enable the vehicle, in normal conditions\nof use, to comply with the requirements of this Regulation.\n6.1.1.1. A vehicle shall be tested for radiated emissions and for immunity to radiated\ndisturbances. No tests for conducted emissions or immunity to conducted\ndisturbances are required for vehicle type approval.\n6.1.1.2. ESA(s) shall be tested for radiated and conducted emissions, for immunity to\nradiated and conducted disturbances.\n6.1.2. Before testing, the Technical Service has to prepare a test plan in conjunction\nwith the manufacturer, which contains at least mode of operation, stimulated\nfunction(s), monitored function(s), pass/fail criterion(criteria) and intended\nemissions.\n6.2. Specifications concerning broadband electromagnetic radiation from vehicles\n6.2.1. Method of measurement\nThe electromagnetic radiation generated by the vehicle representative of its\ntype shall be measured using the method described in Annex 4. The method\nof measurement shall be defined by the vehicle manufacturer in accordance\nwith the Technical Service.\n6.2.2. Vehicle broadband type approval limits\n6.2.2.1. If measurements are made using the method described in Annex 4 using a\nvehicle-to-antenna spacing of 10.0 ± 0.2 m, the limits shall be 32 dB\nmicrovolts/m in the 30 to 75 MHz frequency band and 32 to 43 dB\n2 The distinguish numbers of the Contracting Parties to the 1958 Agreement are reproduced\nin Annex 3 to Consolidated Resolution on the Construction of Vehicles (R.E.3),\ndocument ECE/TRANS/WP.29/78/Rev.3, Annex 3.\n13E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nmicrovolts/m in the 75 to 400 MHz frequency band, this limit increasing\nlogarithmically with frequencies above 75 MHz as shown in Appendix 2 to\nthis Regulation. In the 400 to 1,000 MHz frequency band the limit remains\nconstant at 43 dB microvolts/m.\n6.2.2.2. If measurements are made using the method described in Annex 4 using a\nvehicle-to-antenna spacing of 3.0 ± 0.05 m, the limits shall be 42 dB\nmicrovolts/m in the 30 to 75 MHz frequency band and 42 to 53 dB\nmicrovolts/m in the 75 to 400 MHz frequency band, this limit increasing\nlogarithmically with frequencies above 75 MHz as shown in Appendix 3 to\nthis Regulation. In the 400 to 1,000 MHz frequency band the limit remains\nconstant at 53 dB microvolts/m.\n6.2.2.3. On the vehicle representative of its type, the measured values, expressed\nin dB microvolts/m shall be below the type approval limits.\n6.3. Specifications concerning narrowband electromagnetic radiation from\nvehicles\n6.3.1. Method of measurement\nThe electromagnetic radiation generated by the vehicle representative of its\ntype shall be measured using the method described in Annex 5. These shall\nbe defined by the vehicle manufacturer in accordance with the Technical\nService.\n6.3.2. Vehicle narrowband type approval limits\n6.3.2.1. If measurements are made using the method described in Annex 5 using a\nvehicle-to-antenna spacing of 10.0 ± 0.2 m, the limits shall be 22 dB\nmicrovolts/m in the 30 to 75 MHz frequency band and 22 to 33 dB\nmicrovolts/m in the 75 to 400 MHz frequency band, this limit increasing\nlogarithmically with frequencies above 75 MHz as shown in Appendix 4 to\nthis Regulation. In the 400 to 1,000 MHz frequency band the limit remains\nconstant at 33 dB microvolts/m.\n6.3.2.2. If measurements are made using the method described in Annex 5 using a\nvehicle-to-antenna spacing of 3.0 ± 0.05 m, the limit shall be 32 dB\nmicrovolts/m in the 30 to 75 MHz frequency band and 32 to 43 dB\nmicrovolts/m in the 75 to 400 MHz frequency band, this limit increasing\nlogarithmically with frequencies above 75 MHz as shown in Appendix 5 to\nthis Regulation. In the 400 to 1,000 MHz frequency band the limit remains\nconstant at 43 dB microvolts/m.\n6.3.2.3. On the vehicle representative of its type, the measured values, expressed\nin dB microvolts/m, shall be below the type approval limit.\n6.3.2.4. Notwithstanding the limits defined in paragraphs 6.3.2.1., 6.3.2.2.\nand 6.3.2.3. of this Regulation, if, during the initial step described in\nparagraph 1.3. of Annex 5, the signal strength measured at the vehicle\nbroadcast radio antenna is less than 20 dB micro-volts over the frequency\nrange 76 to 108 MHz measured with an average detector, then the vehicle\nshall be deemed to comply with the limits for narrowband emissions and no\nfurther testing will be required.\n14E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n6.4. Specifications concerning immunity of vehicles to electromagnetic radiation\n6.4.1. Method of testing\nThe immunity to electromagnetic radiation of the vehicle representative of its\ntype shall be tested by the method described in Annex 6.\n6.4.2. Vehicle immunity type approval limits\n6.4.2.1. If tests are made using the method described in Annex 6, the field strength\nshall be 30 volts/m rms (root mean squared) in over 90 per cent of\nthe 20 to 2,000 MHz frequency band and a minimum of 25 volts/m rms over\nthe whole 20 to 2,000 MHz frequency band.\n6.4.2.2. The vehicle representative of its type shall be considered as complying with\nimmunity requirements if, during the tests performed in accordance with\nAnnex 6, there shall be no degradation of performance of \"immunity related\nfunctions\", according to paragraph 2.1. of Annex 6.\n6.5. Specification concerning broadband electromagnetic interference generated\nby ESAs\n6.5.1. Method of measurement\nThe electromagnetic radiation generated by the ESA representative of its type\nshall be measured by the method described in Annex 7.\n6.5.2. ESA broadband type approval limits\n6.5.2.1. If measurements are made using the method described in Annex 7, the limits\nshall be 62 to 52 dB microvolts/m in the 30 to 75 MHz frequency band, this\nlimit decreasing logarithmically with frequencies above 30 MHz,\nand 52 to 63 dB microvolts/m in the 75 to 400 MHz band, this limit\nincreasing logarithmically with frequencies above 75 MHz as shown in\nAppendix 6 to this Regulation. In the 400 to 1,000 MHz frequency band the\nlimit remains constant at 63 dB microvolts/m.\n6.5.2.2. On the ESA representative of its type, the measured values, expressed in dB\nmicrovolts/m, shall be below the type approval limits.\n6.6. Specifications concerning narrowband electromagnetic interference generated\nby ESAs\n6.6.1. Method of measurement\nThe electromagnetic radiation generated by the ESA representative of its type\nshall be measured by the method described in Annex 8.\n6.6.2. ESA narrowband type approval limits\n6.6.2.1. If measurements are made using the method described in Annex 8, the limits\nshall be 52 to 42 dB microvolts/m in the 30 to 75 MHz frequency band, this\nlimit decreasing logarithmically with frequencies above 30 MHz,\nand 42 to 53 dB microvolts/m in the 75 to 400 MHz band, this limit\nincreasing logarithmically with frequencies above 75 MHz as shown in\nAppendix 7. In the 400 to 1,000 MHz frequency band the limit remains\nconstant at 53 dB microvolts/m.\n6.6.2.2. On the ESA representative of its type, the measured value, expressed\nin dB microvolts/m shall be below the type approval limits.\n15E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n6.7. Specifications concerning the emission of transient conducted disturbances\ngenerated by ESAs on 12/24 V supply lines\n6.7.1. Method of testing\nThe emission of ESA representative of its type shall be tested by the\nmethod(s) according to ISO 7637-2 as described in Annex 10 for the levels\ngiven in Table 1.\nTable 1\nMaximum allowed pulse amplitude\nMaximum allowed pulse amplitude for\nPolarity of pulse amplitude Vehicles with 12 V systems Vehicles with 24 V systems\nPositive +75 V +150 V\nNegative –100 V –450 V\n6.8. Specifications concerning immunity of ESAs to electromagnetic radiation\n6.8.1. Method(s) of testing\nThe immunity to electromagnetic radiation of the ESA representative of its\ntype shall be tested by the method(s) chosen from those described in\nAnnex 9.\n6.8.2. ESA immunity type approval limits\n6.8.2.1. If tests are made using the methods described in Annex 9, the immunity test\nlevels shall be 60 volts/m root-mean-square (rms) for the 150 mm stripline\ntesting method, 15 volts/m rms for the 800 mm stripline testing\nmethod, 75 volts/m rms for the Transverse Electromagnetic Mode (TEM) cell\ntesting method, 60 mA rms for the bulk current injection (BCI) testing\nmethod and 30 volts/m rms for the free field testing method in over 90 per\ncent of the 20 to 2,000 MHz frequency band, and to a minimum of 50 volts/m\nrms for the 150 mm stripline testing method, 12.5 volts/m rms for\nthe 800 mm stripline testing method, 62.5 volts/m rms, for the TEM cell\ntesting method, 50 mA rms for the bulk current injection (BCI) testing\nmethod and 25 volts/m rms for the free field testing method over the\nwhole 20 to 2,000 MHz frequency band.\n6.8.2.2. The ESA representative of its type shall be considered as complying with\nimmunity requirements if, during the tests performed in accordance with\nAnnex 9, there shall be no degradation of performance of \"immunity related\nfunctions\".\n6.9. Specifications concerning the immunity of ESAs to transient disturbances\nconducted along 12/24 V supply lines\n6.9.1. Method of testing\nThe immunity of ESA representative of this type shall be tested by the\nmethod(s) according to ISO 7637-2 as described in Annex 10 with the test\nlevels given in Table 2.\n16E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nTable 2\nImmunity of ESA\nFunctional status for systems:\nTest pulse Immunity test Related to immunity related Not related to immunity related\nnumber level functions functions\n1 III C D\n2a III B D\n2b III C D\n3a/3b III A D\n4 III B D\n(for ESA which shall be\noperational during engine start\nphases)\nC\n(for other ESA)\n6.10. Exceptions\n6.10.1. Where a vehicle or electrical/electronic system or ESA does not include an\nelectronic oscillator with an operating frequency greater than 9 kHz, it shall be\ndeemed to comply with paragraph 6.3.2. or 6.6.2. and with Annexes 5 and 8.\n6.10.2. Vehicles which do not have electrical/electronic systems with \"immunity\nrelated functions\" need not be tested for immunity to radiated disturbances and\nshall be deemed to comply with paragraph 6.4. and with Annex 6 to this\nRegulation.\n6.10.3. ESAs with no immunity related functions need not be tested for immunity to\nradiated disturbances and shall be deemed to comply with paragraph 6.8. and\nwith Annex 9 to this Regulation.\n6.10.4. Electrostatic discharge\nFor vehicles fitted with tyres, the vehicle body/chassis can be considered to be\nan electrically isolated structure. Significant electrostatic forces in relation to\nthe vehicle's external environment only occur at the moment of occupant entry\ninto or exit from the vehicle. As the vehicle is stationary at these moments, no\ntype approval test for electrostatic discharge is deemed necessary.\n6.10.5. Emission of transient conducted disturbances generated by ESAs on 12/24 V\nsupply lines.\nESAs that are not switched, contain no switches or do not include inductive\nload need not be tested for transient conducted emission and shall be deemed\nto comply with paragraph 6.7.\n6.10.6. The loss of function of receivers during the immunity test, when the test\nsignal is within the receiver bandwidth (RF exclusion band) as specified for\nthe specific radio service/product in the harmonized international EMC\nstandard, does not necessarily lead to fail criteria.\n6.10.7. RF transmitters shall be tested in the transmit mode. Wanted emissions (e.g.\nfrom RF transmitting systems) within the necessary bandwidth and out of\nband emissions are disregarded for the purpose of this Regulation. Spurious\nemissions are subject to this Regulation.\n6.10.7.1. \"Necessary bandwidth\": For a given class of emission, the width of the\nfrequency band which is just sufficient to ensure the transmission of\n17E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\ninformation at the rate and with the quality required under specified\nconditions (Article 1, No. 1.152 of the International Telecommunication\nUnion (ITU) Radio Regulations).\n6.10.7.2. \"Out-of-band Emissions\": Emission on a frequency or frequencies\nimmediately outside the necessary bandwidth which results from the\nmodulation process, but excluding spurious emissions (Article 1, No. 1.144\nof the ITU Radio Regulations).\n6.10.7.3. \"Spurious emission\": In every modulation process additional undesired\nsignals exist. They are summarized under the expression \"spurious\nemissions\". Spurious emissions are emissions on a frequency or frequencies,\nwhich are outside the necessary bandwidth and the level of which may be\nreduced without affecting the corresponding transmission of information.\nSpurious emissions include harmonic emissions, parasitic emissions,\nintermodulation products and frequency conversion products, but exclude\nout-of-band emissions (Article 1 No. 1.145 of the ITU Radio Regulations)."
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "7",
    "section": "Additional specifications in the configuration REESS charging mode coupled to the power grid ",
    "text": " 7.1. General specifications\n7.1.1. A vehicle and its electrical/electronic system(s) or ESA(s) shall be so\ndesigned, constructed and fitted as to enable the vehicle, in configuration\n\"REESS charging mode coupled to the power grid\", to comply with the\nrequirements of this Regulation.\n7.1.1.1. A vehicle in configuration \"REESS charging mode coupled to the power\ngrid\" shall be tested for radiated emissions, immunity to radiated\ndisturbances, conducted emissions and immunity to conducted disturbances.\n7.1.1.2. ESAs in configuration \"REESS charging mode coupled to the power grid\"\nshall be tested for radiated and conducted emissions, for immunity to radiated\nand conducted disturbances.\n7.1.2. Before testing the Technical Service has to prepare a test plan in conjunction\nwith the manufacturer, for the configuration \"REESS charging mode coupled\nto the power grid\" configuration which contains at least mode of operation,\nstimulated function(s), monitored function(s), pass/fail criterion (criteria) and\nintended emissions.\n7.1.3. A vehicle in configuration \"REESS charging mode coupled to the power\ngrid\" should be tested with the charging cable delivered by the manufacturer.\nIn this case, the cable shall be type approved as part of the vehicle.\n7.1.4.Artificial networks\nAC Power mains shall be applied to the vehicle / ESA through 50 µH/50 \nAN(s) as defined in CISPR 16-1-2 paragraph 4.3.\nDC Power mains shall be applied to the vehicle / ESA through 5 µH/50 \nAN(s) as defined in CISPR 25.\nHigh voltage power line shall be applied to the ESA through a 5 µH/50 \nHV-AN(s) as defined in Appendix 8.\n18E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n7.2. Specifications concerning broadband electromagnetic radiation from vehicles\n7.2.1. Method of measurement\nThe electromagnetic radiation generated by the vehicle representative of its\ntype shall be measured using the method described in Annex 4. The method\nof measurement shall be defined by the vehicle manufacturer in accordance\nwith the Technical Service.\n7.2.2. Vehicle broadband type approval limits\n 7.2.2.1. If measurements are made using the method described in Annex 4 using a\nvehicle-to-antenna spacing of 10.0 ± 0.2 m, the limits shall be 32 dB\nmicrovolts/m in the 30 to 75 MHz frequency band and 32 to 43 dB\nmicrovolts/m in the 75 to 400 MHz frequency band, this limit increasing\nlogarithmically with frequencies above 75 MHz as shown in Appendix 2. In\nthe 400 to 1,000 MHz frequency band the limit remains constant at 43 dB\nmicrovolts/m.\n7.2.2.2. If measurements are made using the method described in Annex 4 using a\nvehicle-to-antenna spacing of 3.0 ± 0.05 m, the limits shall be 42 dB\nmicrovolts/m in the 30 to 75 MHz frequency band and 42 to 53 dB\nmicrovolts/m in the 75 to 400 MHz frequency band, this limit increasing\nlogarithmically with frequencies above 75 MHz as shown in Appendix 3. In\nthe 400 to 1,000 MHz frequency band the limit remains constant at 53 dB\nmicrovolts/m.\nOn the vehicle representative of its type, the measured values, expressed\nin dB microvolts/m shall be below the type approval limits.\n7.3. Specifications concerning emission of harmonics on AC power lines from\nvehicles\n7.3.1. Method of measurement\nThe harmonics emission on AC power lines generated by the vehicle\nrepresentative of its type shall be measured using the method described in\nAnnex 11. The method of measurement shall be defined by the vehicle\nmanufacturer in accordance with the Technical Service.\n7.3.2. Vehicle type approval limit\n 7.3.2.1. If measurements are made using the method described in Annex 11, the\nlimits for input current ≤ 16 A per phase are those defined in IEC 61000-3-2\nand given in Table 3.\n19E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nTable 3\nMaximum allowed harmonics (input current ≤ 16 A per phase)\nHarmonic number Maximum authorized harmonic current\nn A\nOdd harmonics\n3 2.3\n5 1.14\n7 0.77\n9 0.40\n11 0.33\n13 0.21\n15 ≤ n ≤ 39 0.15x15/n\nEven harmonics\n2 1.08\n4 0.43\n6 0.30\n8 ≤ n ≤ 40 0.23x8/n\n7.3.2.2. If measurements are made using the method described in Annex 11, the\nlimits for input current > 16 A and ≤ 75 A per phase are those defined in\nIEC 61000-3-12, and given in given in Table 4, Table 5 and Table 6.\nTable 4\nMaximum allowed harmonics (input current > 16 A and ≤ 75 A per phase) for\nequipment other than balanced three-phase equipment\nMinimum Acceptable individual harmonic current I/I Maximum current harmonic ratio\nn 1\nR % %\nsce\nI I I I I I THD PWHD\n3 5 7 9 11 13\n33 21.6 10.7 7.2 3.8 3.1 2 23 23\n66 24 13 8 5 4 3 26 26\n120 27 15 10 6 5 4 30 30\n250 35 20 13 9 8 6 40 40\n≥ 350 41 24 15 12 10 8 47 47\nRelative values of even harmonics lower or equal to 12 shall be lower than 16/n %. Even\nharmonics greater than 12 are taken into account in the Total Harmonic Distorsion (THD) and\nPartial Weighted Harmonic Distorsion (PWHD) the same way than odd harmonics.\nLinear interpolation between successive values of Short Circuit Ratio of an Equipment (R )is\nsce\nauthorized.\n20E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nTable 5\nMaximum allowed harmonics (input current > 16 A and ≤ 75 A per phase) for\nbalanced three-phase equipment\nAcceptable individual harmonic current I/I Maximum current harmonic ratio\nn 1\nMinimum R % %\nsce\nI I I I THD PWHD\n5 7 11 13\n33 10.7 7.2 3.1 2 13 22\n66 14 9 5 3 16 25\n120 19 12 7 4 22 28\n250 31 20 12 7 37 38\n≥ 350 40 25 15 10 48 46\nRelative values of even harmonics lower or equal to 12 shall be lower than 16/n %. Even\nharmonics greater than 12 are taken into account in the THD and PWHD the same way than odd\nharmonics.\nLinear interpolation between successive values of R is authorized.\nsce\nTable 6\nMaximum allowed harmonics (input current > 16 A and ≤ 75 A per phase) for\nbalanced three-phase equipment under specific conditions\nAcceptable individual harmonic current Maximum current harmonic ratio\nMinimum R I/I % %\nsce n 1\nI I I I THD PWHD\n5 7 11 13\n33 10.7 7.2 3.1 2 13 22\n≥ 120 40 25 15 10 48 46\nRelative values of even harmonics lower or equal to 12 shall be lower than 16/n %. Even\nharmonics greater than 12 are taken into account in the THD and PWHD the same way than odd\nharmonics\n7.4. Specifications concerning emission of voltage changes, voltage fluctuations\nand flicker on AC power lines from vehicles.\n7.4.1. Method of measurement\nThe emission of voltage changes, voltage fluctuations and flicker on AC\npower lines generated by the vehicle representative of its type shall be\nmeasured using the method described in Annex 12. The method of\nmeasurement shall be defined by the vehicle manufacturer in accordance with\nthe Technical Service.\n7.4.2. Vehicle type approval limit\n7.4.2.1. If measurements are made using the method described in Annex 12, the\nlimits for rated current ≤ 16 A per phase and not subjected to conditional\nconnection are those defined in IEC 61000-3-3, paragraph 5.\n7.4.2.2. If measurements are made using the method described in Annex 12, the\nlimits for rated current > 16 A and ≤ 75 A per phase and subjected to\nconditional connection are those defined in IEC 61000-3-11, paragraph 5.\n21E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n7.5. Specifications concerning emission of radiofrequency conducted disturbances\non AC or DC power lines from vehicles\n7.5.1. Method of measurement\nThe emission of radiofrequency conducted disturbances on AC or DC power\nlines generated by the vehicle representative of its type shall be measured\nusing the method described in Annex 13. The method of measurement shall\nbe defined by the vehicle manufacturer in accordance with the Technical\nService.\n7.5.2. Vehicle type approval limit\n7.5.2.1. If measurements are made using the method described in Annex 13, the\nlimits on AC power lines are those defined in IEC 61000-6-3 and given in\nTable 7.\nTable 7\nMaximum allowed radiofrequency conducted disturbances on AC power lines\nFrequency (MHz) Limits and detector\n0.15 to 0.5 66 to 56 dBµV (quasi-peak) 56 to 46 dBµV (average)\n(linearly decreasing with logarithm of frequency)\n0.5 to 5 56 dBµV (quasi-peak) 46 dBµV (average)\n5 to 30 60 dBµV (quasi-peak) 50 dBµV (average)\n7.5.2.2. If measurements are made using the method described in Annex 13, the\nlimits on DC power lines are those defined in IEC 61000-6-3\nand given in Table 8.\nTable 8\nMaximum allowed radiofrequency conducted disturbances on DC power lines\nFrequency (MHz) Limits and detector\n0.15 to 0.5 79 dBµV (quasi-peak)\n66 dBµV (average)\n0.5 to 30 73 dBµV (quasi-peak)\n60 dBµV (average)\n7.6. Specifications concerning emission of radiofrequency conducted disturbances\non network and telecommunication access from vehicles \n 7.6.1. Method of measurement\nThe emission of radiofrequency conducted disturbances on network and\ntelecommunication access generated by the vehicle representative of its type\nshall be measured using the method described in Annex 14. The method of\nmeasurement shall be defined by the vehicle manufacturer in accordance with\nthe Technical Service.\n7.6.2. Vehicle type approval limit\n7.6.2.1. If measurements are made using the method described in Annex 14, the\nlimits on network and telecommunication access (telecommunication access\nas defined in paragraph3.6. of CISPR22) are those defined in IEC 61000-6-3\nand given in Table 9.\n22E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nTable 9\nMaximum allowed radiofrequency conducted disturbances on network and\ntelecommunication access\nFrequency (MHz) Voltage limits (detector) Current limits (detector)\n0.15 to 0.5 84 to 74 dBµV (quasi-peak) 40 to 30 dBµA (quasi-peak)\n74 to 64 dBµV (average) 30 to 20 dBµA (average)\n(linearly decreasing with (linearly decreasing with\nlogarithm of frequency) logarithm of frequency)\n0.5 to 30 74 dBµV (quasi-peak) 30 dBµA (quasi-peak)\n64 dBµV (average) 20 dBµA (average)\n7.7. Specifications concerning immunity of vehicles to electromagnetic radiation\n7.7.1. Method of testing\nThe immunity to electromagnetic radiation of the vehicle representative of its\ntype shall be tested by the method described in Annex 6.\n7.7.2. Vehicle immunity type approval limits\n 7.7.2.1. If tests are made using the method described in Annex 6, the field strength\nshall be 30 volts/m rms (root mean squared) in over 90 per cent of\nthe 20 to 2,000 MHz frequency band and a minimum of 25 volts/m rms over\nthe whole 20 to 2,000 MHz frequency band.\n7.7.2.2. The vehicle representative of its type shall be considered as complying with\nimmunity requirements if, during the tests performed in accordance with\nAnnex 6, there shall be no degradation of performance of \"immunity related\nfunctions\", according to paragraph 2.2. of Annex 6.\n7.8. Specifications concerning the immunity of vehicles to Electrical Fast\nTransient/Burst disturbances conducted along AC and DC power lines.\n7.8.1. Method of testing\n7.8.1.1. The immunity to Electrical Fast Transient/Burst disturbances conducted\nalong AC and DC power lines of the vehicle representative of its type shall\nbe tested by the method described in Annex 15.\n7.8.2. Vehicle immunity type approval limits\n7.8.2.1. If tests are made using the methods described in Annex 15, the immunity test\nlevels, for AC or DC power lines, shall be: ±2 kV test voltage in open circuit,\nwith a rise time (Tr) of 5 ns, and a hold time (Th) of 50 ns and a repetition\nrate of 5 kHz for at least 1 minute.\n7.8.2.2. The vehicle representative of its type shall be considered as complying with\nimmunity requirements if, during the tests performed in accordance with\nAnnex 15, there shall be no degradation of performance of \"immunity related\nfunctions\", according to paragraph 2.2. of Annex 6.\n7.9. Specifications concerning the immunity of vehicles to surge conducted along\nAC or DC power lines.\n7.9.1. Method of testing\n7.9.1.1. The immunity to surge conducted along AC/DC power lines of the vehicle\nrepresentative of its type shall be tested by the method described in\nAnnex 16.\n23E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n7.9.2. Vehicle immunity type approval limits\n7.9.2.1. If tests are made using the methods described in Annex 16, the immunity test\nlevels shall be:\n(a) For AC power lines: ±2 kV test voltage in open circuit between line\nand earth and ±1 kV between lines (pulse 1.2 µs / 50 µs), with a rise\ntime (Tr) of 1.2 µs, and a hold time (Th) of 50 µs. Each surge shall be\napplied five times with a maximum delay of 1 minute between each\npulse. This has to be applied for the following phases: 0, 90, 180 and\n270°,\n(b) For DC power lines: ±0.5 kV test voltage in open circuit between line\nand earth and ±0.5 kV between lines (pulse 1.2 µs / 50 µs) with a rise\ntime (Tr) of 1.2 µs, and a hold time (Th) of 50 µs. Each surge shall be\napplied five times with a maximum delay of 1 minute.\n7.9.2.2. The vehicle representative of its type shall be considered as complying with\nimmunity requirements if, during the tests performed in accordance with\nAnnex 16, there shall be no degradation of performance of \"immunity related\nfunctions\", according to paragraph 2.2. of Annex 6.\n7.10. Specifications concerning broadband electromagnetic interference caused by\nESAs\n7.10.1. Method of measurement\nThe electromagnetic radiation generated by the ESA representative of its type\nshall be measured by the method described in Annex 7.\n7.10.2. ESA broadband type approval limits\n7.10.2.1. If measurements are made using the method described in Annex 7, the limits\nshall be 62 to 52 dB µV/m in the 30 to 75 MHz frequency band, this limit\ndecreasing logarithmically with frequencies above 30 MHz, and 52 to\n63 dB µV/m in the 75 to 400 MHz band, this limit increasing logarithmically\nwith frequencies above 75 MHz as shown in Appendix 6. In the 400 to\n1,000 MHz frequency band the limit remains constant at 63 dB µV/m.\n7.10.2.2. On the ESA representative of its type, the measured values, expressed in\ndB µV/m, shall be below the type approval limits.\n7.11. Specifications concerning emission of harmonics on AC power lines from\nESAs\n7.11.1. Method of measurement\nThe harmonics emission on AC power lines generated by the ESA\nrepresentative of its type shall be measured using the method described in\nAnnex 17. The method of measurement shall be defined by the manufacturer\nin accordance with the Technical Service.\n7.11.2. ESA type approval limit\n7.11.2.1. If measurements are made using the method described in Annex 17, the\nlimits for input current ≤ 16 A per phase are those defined in IEC 61000-3-2\nand given in Table 10.\n24E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nTable 10\nMaximum allowed harmonics (input current ≤ 16 A per phase)\nHarmonic number Maximum authorized harmonic current\nn A\nOdd harmonics\n3 2.3\n5 1.14\n7 0.77\n9 0.40\n11 0.33\n13 0.21\n15 ≤ n ≤ 39 0.15x15/n\nEven harmonics\n2 1.08\n4 0.43\n6 0.30\n8 ≤ n ≤ 40 0.23x8/n\n7.11.2.2. If measurements are made using the method described in Annex 17, the\nlimits for input current > 16 A and ≤ 75 A per phase are those defined in\nIEC 61000-3-12 and given in Table 11, Table 12 and Table 13.\nTable 11\nMaximum allowed harmonics (input current > 16 A and ≤ 75 A per phase) for\nequipment other than balanced three-phase equipment.\nAcceptable individual harmonic current I/I % Maximum current harmonic ratio %\nn 1\nMinimum R sce I 3 I 5 I 7 I 9 I 11 I 13 THD PWHD\n33 21.6 10.7 7.2 3.8 3.1 2 23 23\n66 24 13 8 5 4 3 26 26\n120 27 15 10 6 5 4 30 30\n250 35 20 13 9 8 6 40 40\n≥ 350 41 24 15 12 10 8 47 47\nRelative values of even harmonics lower or equal to 12 shall be lower than 16/n %. Even\nharmonics greater than 12 are taken into account in the THD and PWHD in the same way than\nodd harmonics.\nLinear interpolation between successive values of R is authorized.\nsce\n25E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nTable 12\nMaximum allowed harmonics (input current > 16 A and ≤ 75 A per phase) for\nbalanced three-phase equipment.\nAcceptable individual harmonic current I/I % Maximum current harmonic ratio %\nn 1\nMinimum R sce I 5 I 7 I 11 I 13 THD PWHD\n33 10.7 7.2 3.1 2 13 22\n66 14 9 5 3 16 25\n120 19 12 7 4 22 28\n250 31 20 12 7 37 38\n≥ 350 40 25 15 10 48 46\nRelative values of even harmonics lower or equal to 12 shall be lower than 16/n %. Even\nharmonics greater than 12 are taken into account in the THD and PWHD in the same way as odd\nharmonics.\nLinear interpolation between successive values of R is authorized.\nsce\nTable 13\nMaximum allowed harmonics (input current > 16 A and ≤ 75 A per phase) for\nbalanced three-phase equipment under specific conditions\nAcceptable individual harmonic current I/I % Maximum current harmonic ratio %\nn 1\nMinimum R sce I 5 I 7 I 11 I 13 THD PWHD\n33 10.7 7.2 3.1 2 13 22\n≥ 120 40 25 15 10 48 46\nRelative values of even harmonics lower or equal to 12 shall be lower than 16/n %. Even\nharmonics greater than 12 are taken into account in the THD and PWHD in the same way as odd\nharmonics.\n7.12. Specifications concerning emission of voltage changes, voltage fluctuations\nand flicker on AC power lines from ESAs\n7.12.1. Method of measurement\nThe emission of voltage changes, voltage fluctuations and flicker on AC power\nlines generated by the ESA representative of its type shall be measured using the\nmethod described in Annex 18. The method of measurement shall be defined by\nthe ESA manufacturer in accordance with the Technical Service.\n7.12.2. ESA type approval limit\n7.12.2.1. If measurements are made using the method described in Annex 18, the\nlimits for rated current ≤ 16 A per phase and not subjected to conditional\nconnection are those defined in IEC 61000-3-3, paragraph 5.\n7.12.2.2. If measurements are made using the method described in Annex 18, the\nlimits for rated current > 16 A and ≤ 75 A per phase and subjected to\nconditional connection are those defined in IEC 61000-3-11, paragraph 5.\n7.13. Specifications concerning emission of radiofrequency conducted disturbances\non AC or DC power lines from ESA\n7.13.1. Method of measurement\nThe emission of radiofrequency conducted disturbances on AC or DC power\nlines generated by the ESA representative of its type shall be measured using\nthe method described in Annex 19. The method of measurement shall be\ndefined by the ESA manufacturer in accordance with the Technical Service.\n26E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n7.13.2. ESA type approval limit\n7.13.2.1. If measurements are made using the method described in Annex 19, the limits\non AC power lines are those defined in IEC 61000-6-3 and given in Table 14.\nTable 14\nMaximum allowed radiofrequency conducted disturbances on AC power lines\nFrequency (MHz) Limits and detector\n0.15 to 0.5 66 to 56 dBµV (quasi-peak)\n56 to 46 dBµV (average)\n(linearly decreasing with logarithm of frequency)\n0.5 to 5 56 dBµV (quasi-peak)\n46 dBµV (average)\n5 to 30 60 dBµV (quasi-peak)\n50 dBµV (average)\n7.13.2.2. If measurements are made using the method described in Annex 19, the limits\non DC power lines are those defined in IEC 61000-6-3 and given in Table 15.\nTable 15\nMaximum allowed radiofrequency conducted disturbances on DC power lines\nFrequency (MHz) Limits and detector\n0.15 to 0.5 79 dBµV (quasi-peak)\n66 dBµV (average)\n0.5 to 30 73 dBµV (quasi-peak)\n60 dBµV (average)\n7.14. Specifications concerning emission of radiofrequency conducted disturbances\non network and telecommunication access from ESA\n7.14.1. Method of measurement\n  The emission of radiofrequency conducted disturbances on network and\ntelecommunication access generated by the ESA representative of its type\nshall be measured using the method described in Annex 20. The method of\nmeasurement shall be defined by the ESA manufacturer in accordance with\nthe Technical Service.\n7.14.2. ESA type approval limit\n7.14.2.1. If measurements are made using the method described in Annex 20, the\nlimits on network and telecommunication access (telecommunication access\nas defined in paragraph 3.6 of CISPR22) are those defined in IEC 61000-6-3\nand given in Table 16.\nTable 16\nMaximum allowed radiofrequency conducted disturbances on network and\ntelecommunication access\nFrequency (MHz) Voltage limits (detector) Current limits (detector)\n0.15 to 0.5 84 to 74 dBµV (quasi-peak) 40 to 30 dBµA (quasi-peak)\n74 to 64 dBµV (average) 30 to 20 dBµA (average)\n(linearly decreasing with (linearly decreasing with\nlogarithm of frequency) logarithm of frequency)\n0.5 to 30 74 dBµV (quasi-peak) 30 dBµA (quasi-peak)\n64 dBµV (average) 20 dBµA (average)\n27E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n7.15. Specifications concerning the immunity of ESAs to electrical fast\ntransient/burst disturbances conducted along AC and DC power lines.\n7.15.1. Method of testing\n7.15.1.1. The immunity to Electrical Fast Transient/Burst disturbances conducted\nalong AC and DC power lines of the ESA representative of its type shall be\ntested by the method described in Annex 21.\n7.15.2. ESA immunity type approval limits\n7.15.2.1. If tests are made using the methods described in Annex 21, the immunity test\nlevels, for AC or DC power lines, shall be: ± 2 kV test voltage in open\ncircuit, with a rise time (Tr) of 5 ns, and a hold time (Th) of 50 ns and a\nrepetition rate of 5 kHz for at least 1 minute.\n7.15.2.2. The ESA representative of its type shall be considered as complying with\nimmunity requirements if, during the tests performed in accordance with\nAnnex 21, there shall be no degradation of performance of \"immunity related\nfunctions\", according to paragraph 2.2. of Annex 9.\n7.16. Specifications concerning the immunity of ESAs to surge conducted along\nAC or DC power lines\n7.16.1. Method of testing\n7.16.1.1. The immunity to surge conducted along AC / DC power lines of the ESA\nrepresentative of its type shall be tested by the method described in\nAnnex 22.\n7.16.2. ESA immunity type approval limits\n7.16.2.1. If tests are made using the methods described in Annex 22, the immunity test\nlevels shall be:\n(a) For AC power lines: ±2 kV test voltage in open circuit between line\nand earth and ±1 kV between lines (pulse 1.2 µs / 50 µs), with a rise\ntime (Tr) of 1.2 µs, and a hold time (Th) of 50 µs. Each surge shall be\napplied five times with a maximum delay of 1 minute between each\npulse. This has to be applied for the following phases: 0, 90, 180 and\n270°,\n(b) For DC power lines: ±0.5 kV test voltage in open circuit between line\nand earth and ±0.5 kV between lines (pulse 1.2 µs / 50 µs) with a rise\ntime (Tr) of 1.2 µs, and a hold time (Th) of 50 µs. Each surge shall be\napplied five times with a maximum delay of 1 minute.\n7.16.2.2. The ESA representative of its type shall be considered as complying with\nimmunity requirements if, during the tests performed in accordance with\nAnnex 22, there shall be no degradation of performance of \"immunity related\nfunctions\", according to paragraph 2.2. of Annex 9.\n7.17. Specifications concerning the emission of transient conducted disturbances\n generated by ESAs on 12 / 24 V supply lines\n7.17.1. Method of testing\nThe emission of ESA representative of its type shall be tested by the\nmethod(s) according to ISO 7637-2, as described in Annex 10 for the levels\ngiven in Table 17.\n28E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nTable 17\nMaximum allowed pulse amplitude\nMaximum allowed pulse amplitude for\nPolarity of pulse amplitude Vehicles with 12 V systems Vehicles with 24 V systems\nPositive +75 V +150 V\nNegative –100 V –450 V\n7.18. Specifications concerning immunity of ESAs to electromagnetic radiation\n7.18.1. Method(s) of testing\nThe immunity to electromagnetic radiation of the ESA representative of its type\nshall be tested by the method(s) chosen from those described in Annex 9.\n7.18.2. ESA immunity type approval limits\n7.18.2.1. If tests are made using the methods described in Annex 9, the immunity test\nlevels shall be 60 volts/m rms for the 150 mm stripline testing method,\n15 volts/m rms for the 800 mm stripline testing method, 75 volts/m rms for\nthe Transverse Electromagnetic Mode (TEM) cell testing method, 60 mA rms\nfor the Bulk Current Injection (BCI) testing method and 30 volts/m rms for\nthe free field testing method in over 90 per cent of the 20 to 2,000 MHz\nfrequency band, and to a minimum of 50 volts/m rms for the 150 mm\nstripline testing method, 12.5 volts/m rms for the 800 mm stripline testing\nmethod, 62.5 volts/m rms, for the TEM cell testing method, 50 mA rms for\nthe bulk current injection (BCI) testing method and 25 volts/m rms for the\nfree field testing method over the whole 20 to 2,000 MHz frequency band.\n7.18.2.2. The ESA representative of its type shall be considered as complying with\nimmunity requirements if, during the tests performed in accordance with\nAnnex 9, there shall be no degradation of performance of \"immunity related\nfunctions\".\n7.19. Specifications concerning the immunity of ESAs to transient disturbances\nconducted along 12 / 24 V supply lines.\n7.19.1 Method of testing\nThe immunity of ESA representative of its type shall be tested by the\nmethod(s) according to ISO 7637-2, as described in Annex 10 with the test\nlevels given in Table 18.\nTable 18\nImmunity of ESA\nFunctional status for systems:\nTest pulse Immunity\nnumber test level Related to immunity related functions Not related to immunity related functions\n1 III C D\n2a III B D\n2b III C D\n3a/3b III A D\n4 III B D\n(for ESA which shall be operational\nduring engine start phases)\nC\n(for other ESA)\n29E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n7.20. Exceptions\n7.20.1. When there is no direct connection to a telecommunication network which\nincludes telecommunication service additional to the charging\ncommunication service, Annex 14 and Annex 20 shall not apply.\n7.20.2. When network and telecommunication access of the vehicle uses power line\nTransmission (PLT) on its AC/DC power lines, Annex 14 shall not apply.\n7.20.3. When network and telecommunication access of the ESA uses Power Line\nTransmission (PLT) on its AC/DC power lines, Annex 20 shall not apply.\n7.20.4. Vehicles and / or ESA which are intended to be used in \"REESS charging\nmode coupled to the power grid\" in the configuration connected to a\nDC-charging station with a length of a DC network cable shorter than 30 m\ndo not have to fulfil the requirements of Annex 13, Annex 15, Annex 16,\nAnnex 19, Annex 21 and Annex 22.\nIn this case, the manufacturer shall provide a statement that the vehicle\nand/or ESA can be used in \"REESS charging mode coupled to the power\ngrid\" only with cables shorter than 30 m. This information shall be made\npublicly available following the type approval.\n7.20.5. Vehicles and / or ESA which are intended to be used in \"REESS charging\nmode coupled to the power grid\" in the configuration connected to a\nlocal / private DC-charging station without additional participants do not\nhave to fulfil requirements of Annexes 13, 15, 16, 19, 21 and 22.\nIn this case, the manufacturer shall provide a statement that the vehicle\nand / or ESA can be used in \"REESS charging mode coupled to the power\ngrid\" only with a local/private DC charging station without additional\nparticipants. This information shall be made publicly available following the\ntype approval\n "
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\n Used on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "8",
    "section": "Amendment or extension of a vehicle type approval\nfollowing electrical/electronic sub-assembly (ESA) addition or substitution",
    "text": "Where a vehicle manufacturer has obtained type approval for a vehicle\ninstallation and wishes to fit an additional or substitutional electrical/electronic\nsystem or ESA which has already received approval under this Regulation, and\nwhich will be installed in accordance with any conditions attached thereto, the\nvehicle approval may be extended without further testing. The additional or\nsubstitutional electrical/electronic system or ESA shall be considered as part of\nthe vehicle for conformity of production purposes.\n8.2. Where the additional or substitution part(s) has (have) not received approval\npursuant to this Regulation, and if testing is considered necessary, the whole\nvehicle shall be deemed to conform if the new or revised part(s) can be\nshown to conform to the relevant requirements of paragraph 6. and, if\napplicable, of paragraph 7. or if, in a comparative test, the new part can be\nshown not to be likely to adversely affect the conformity of the vehicle type.\n8.3. The addition by a vehicle manufacturer to an approved vehicle of standard\ndomestic or business equipment, other than mobile communication equipment,\nwhich conforms to other Regulations, and the installation, substitution or removal\nof which is according to the recommendations of the equipment and vehicle\n30E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nmanufacturers, shall not invalidate the vehicle approval. This shall not preclude\nvehicle manufacturers fitting communication equipment in accordance with\nsuitable installation guidelines developed by the vehicle manufacturer and/or\nmanufacturer(s) of such communication equipment. The vehicle manufacturer\nshall provide evidence (if requested by the test authority) that vehicle\nperformance is not adversely affected by such transmitters. This can be a\nstatement that the power levels and installation are such that the immunity levels\nof this Regulation offer sufficient protection when subject to transmission alone\ni.e. excluding transmission in conjunction with the tests specified in paragraph 6.\nThis Regulation does not authorize the use of a communication transmitter when\nother requirements on such equipment or its use apply.\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "9",
    "section": "Conformity of production",
    "text": "The conformity of production procedures shall comply with those set out in\nthe Agreement, Appendix 2 (E/ECE/324-E/ECE/TRANS/505/Rev.2), with\nthe following requirements:\n9.1. Vehicles or components or ESAs approved under this Regulation shall be so\nmanufactured as to conform to the type approved by meeting the\nrequirements set forth in paragraph 6. and, if applicable, in paragraph 7.\nabove.\n9.2. Conformity of production of the vehicle or component or separate technical\nunit shall be checked on the basis of the data contained in the communication\nform(s) for type approval set out in Annex 3A and/or 3B to this Regulation.\n9.3. If the Type Approval Authority is not satisfied with the checking procedure of the\nmanufacturer, then paragraphs 9.3.1., 9.3.2. and 9.3.3. below shall apply.\n9.3.1. When the conformity of a vehicle, component or ESA taken from the series is\nbeing verified, production shall be deemed to conform to the requirements of\nthis Regulation in relation to broadband electromagnetic disturbances and\nnarrowband electromagnetic disturbances if the levels measured do not\nexceed by more than 4 dB (60 per cent) the reference limits prescribed in\nparagraphs 6.2.2.1., 6.2.2.2., 6.3.2.1., 6.3.2.2. and, if applicable, paragraphs\n7.2.2.1. and 7.2.2.2. for vehicles and paragraphs 6.5.2.1., 6.6.2.1., and, if\napplicable, paragraph 7.10.2.1. above for ESAs (as appropriate).\n9.3.2. When the conformity of a vehicle, component or ESA taken from the series is\nbeing verified, production shall be deemed to conform to the requirements of this\nRegulation in relation to immunity to electromagnetic radiation if the vehicle\nESA does not exhibit any degradation relating to the direct control of the vehicle\nwhich could be observed by the driver or other road user when the vehicle is in\nthe state defined in Annex 6, paragraph 4., and is subjected to a field strength,\nexpressed in Volts/m, up to 80 per cent of the reference limits prescribed in\nparagraph 6.4.2.1., and, if applicable, paragraph 7.7.2.1. for vehicles and\nparagraph 6.8.2.1. and, if applicable, paragraph 7.18.2.1. for ESAs above.\n9.3.3. If the conformity of a component, or Separate Technical Unit (STU) taken from\nthe series is being verified, production shall be deemed to conform to the\nrequirements of this Regulation in relation to immunity to conducted disturbances\nand emission if the component or STU shows no degradation of performance of immunity related functions up to levels given in paragraph 6.9.1. and, if\napplicable, paragraph 7.19.1., and does not exceed the levels given in paragraph\n6.7.1. and, if applicable, paragraph 7.17.1. above.\n31E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "10",
    "section": "Penalties for non-conformity of production",
    "text": "10.1. The approval granted in respect of a type of vehicle, component or separate\ntechnical unit pursuant to this Regulation may be withdrawn if the\nrequirements laid down in paragraph 6. and, if applicable, paragraph 7. above\nare not complied with or if the selected vehicles fail to pass the tests provided\nfor in paragraph 6. and, if applicable, paragraph 7. above.\n10.2. If a Party to the Agreement which applies this Regulation withdraws an\napproval it has previously granted, it shall forthwith notify the other\nContracting Parties applying this Regulation thereof by means of a\ncommunication form conforming to the model in Annexes 3A and 3B to this\nRegulation."
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "11",
    "section": "Production definitively discontinued",
    "text": "If the holder of an approval permanently ceases to manufacture a type of\nvehicle or ESA approved in accordance with this Regulation, he shall so\ninform the Type Approval Authority which granted the approval, which shall\nin turn notify the other Parties to the 1958 Agreement which apply this\nRegulation, by means of a communication form conforming to the model in\nAnnexes 3A and 3B to this Regulation."
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "12",
    "section": "Modification and extension of type approval of a\nvehicle or ESA",
    "text": "Every modification of the vehicle or ESA type shall be notified to the Type\nApproval Authority which granted approval of the vehicle type. This\nAuthority may then either:\n12.1.1. Consider that the modifications made are unlikely to have an appreciable\nadverse effect and that in any case the vehicle or ESA still meets the\nrequirements; or\n12.1.2. Require a further test report from the Technical Service responsible for\nconducting the tests.\n12.2. Notice of conformation of approval or of refusal of approval, accompanied\nby particulars of the modifications, shall be communicated by the procedure\nindicated in paragraph 4. of this Regulation above to the Parties to the\nAgreement applying this Regulation.\n12.3. The Type Approval Authority granting the approval extension shall assign a\nserial number to the extension and so notify the other Parties to the 1958\nAgreement applying this Regulation by means of a communication form\nconforming to the models in Annexes 3A and 3B to this Regulation."
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "13",
    "section": "ransitional provisions",
    "text": "13.1. As from the official date of entry into force of the 03 series of amendments,\nno Contracting Party applying this Regulation shall refuse to grant approval\nunder this Regulation as amended by the 03 series of amendments.\n32E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n13.2. As from 12 months after the date of entry into force of this Regulation, as\namended by the 03 series of amendments, Contracting Parties applying this\nRegulation shall grant approvals only if the vehicle type, component or\nseparate technical unit to be approved meets the requirements of this\nRegulation as amended by the 03 series of amendments.\n13.3. Contracting Parties applying this Regulation shall not refuse to grant extensions\nof approval to the preceding series of amendments to this Regulation.\n13.4. Starting 48 months after the entry into force of the 03 series of amendments\nto this Regulation, Contracting Parties applying this Regulation may refuse\nfirst national registration (first entry into service) of a vehicle, component or\nseparate technical unit which does not meet the requirements of the 03 series\nof amendments to this Regulation.\n13.5. As from the official date of entry into force of the 04 series of amendments,\nno Contracting Party applying this Regulation shall refuse to grant type\napprovals under this Regulation as amended by the 04 series of amendments.\n13.6. As from 36 months after the official date of entry into force of this\nRegulation, as amended by the 04 series of amendments, Contracting Parties\napplying this Regulation shall grant approvals only if the vehicle type,\ncomponent or separate technical unit, to be approved meets the requirements\nof this Regulation as amended by the 04 series of amendments.\n13.7. Contracting Parties applying this Regulation shall continue to grant approvals\nto those types of vehicles or component or separate technical unit type which\ncomply with the requirements of this Regulation as amended by the\npreceding series of amendments during the 36 months period which follows\nthe date of entry into force of the 04 series of amendments.\n13.8. Until 60 months after the date of entry into force of the 04 series of\namendments, no Contracting Parties shall refuse national or regional type\napproval of a vehicle, component or separate technical unit type approved to\nthe preceding series of amendments to this Regulation.\n13.9. As from 60 months after the date of entry into force of the 04 series of\namendments, Contracting Parties applying this Regulation may refuse\nnational or regional type approval and may refuse first registration of a\nvehicle type, or first entry into service of component or separate technical\nunit which does not meet the requirements of the 04 series of amendments to\nthis Regulation.\n13.10. Notwithstanding paragraphs 13.8. and 13.9. above, approvals granted to the\npreceding series of amendments to the Regulation for vehicle type which are\nnot equipped with a coupling system to charge the REESS, or for component\nor separate technical unit which doesn’t include a coupling part to charge the\nREESS, shall remain valid and Contracting Parties applying this Regulation\nshall continue to accept them.\n13.11 As from 36 months after the date of entry into force of the 05 series of\namendments, Contracting Parties applying this Regulation shall grant type\napprovals only if the vehicle type, component or separate technical unit, to be\napproved meets the requirements of this Regulation as amended by the 05\nseries of amendments"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "14",
    "section": "Names and addresses of Technical Services conducting approval tests and of Type Approval",
    "text": "Authorities\nThe Parties to the 1958 Agreement applying this Regulation shall communicate\nto the United Nations Secretariat the names and addresses of the Technical\nServices conducting approval tests and of the Type Approval Authorities which\ngrant approvals and to which forms certifying approval or extension, refusal or\nwithdrawal of approval, issued in other countries, are to be sent"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "15",
    "section": "Appendix 1 List of standards referred to in this Regulation",
    "text": "Vehicles', motorboats' and spark-ignited engine-driven devices'\nradio disturbance characteristics - Limits and methods of measurement\", fifth\nedition 2001 and Amd1: 2005.\n2. CISPR 16-1-4 \"Specifications for radio disturbance and immunity measuring\napparatus and methods - Part 1: Radio disturbance and immunity measuring\napparatus apparatus - Antennas and test sites for radiated disturbances\nmesaurements\", third edition 2010.\n3. CISPR 25 \"Limits and methods of measurement of radio disturbance\ncharacteristics for the protection of receivers used on board vehicles\", second\nedition 2002 and corrigendum 2004.\n4. ISO 7637-1 \"Road vehicles - Electrical disturbance from conduction and\ncoupling - Part 1: Definitions and general considerations\", second edition\n2002.\n5. ISO 7637-2 \"Road vehicles - Electrical disturbance from conduction and\ncoupling - Part 2: Electrical transient conduction along supply lines only on\nvehicles with nominal 12 V or 24 V supply voltage\", second edition 2004.\n6. ISO-EN 17025 \"General requirements for the competence of testing and\ncalibration laboratories\", second edition 2005 and Corrigendum: 2006.\n7. ISO 11451 \"Road vehicles - Electrical disturbances by narrowband radiated\nelectromagnetic energy - Vehicle test methods\":\nPart 1: General and definitions (ISO 11451-1, third edition 2005 and\nAmd1: 2008);\nPart 2: Off-vehicle radiation source (ISO 11451-2, third edition 2005);\nPart 4: Bulk current injection (BCI) (ISO 11451-4, first edition 1995).\n8. ISO 11452 \"Road vehicles - Electrical disturbances by narrowband radiated\nelectromagnetic energy - Component test methods\":\nPart 1: General and definitions (ISO 11452-1, third edition 2005 and\nAmd1: 2008);\nPart 2: Absorber-lined chamber (ISO 11452-2, second edition 2004);\nPart 3: Transverse electromagnetic mode (TEM) cell (ISO 11452-3, third\nedition 2001);\nPart 4: Bulk current injection (BCI) (ISO 11452-4, third edition 2005 and\nCorrigendum 1:2009);\nPart 5: Stripline (ISO 11452-5, second edition 2002).\n9. ITU Radio Regulations, edition 2008.\n10. IEC 61000-3-2 \"Electromagnetic Compatibility (EMC) - Part 3-2 - Limits for\nharmonic current emissions (equipment input current ≤ 16 A per phase)\",\nedition 3.2 - 2005 + A1: 2008 + A2: 2009.\n35E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAppendix 1\n11. IEC 61000-3-3 \"Electromagnetic Compatibility (EMC) - Part 3-3 - Limits -\nLimitation of voltage changes, voltage fluctuations and flicker in public low-\nvoltage systems for equipment with rated current ≤ 16 A per phase and not\nsubjected to conditional connection\", edition 2.0 - 2008.\n12. IEC 61000-3-11 \"Electromagnetic Compatibility (EMC) - Part 3-11 - Limits\n- Limitation of voltage changes, voltage fluctuations and flicker in public\nlow-voltage systems - Equipment with rated current ≤ 75 A per phase and\nsubjected to conditional connection\", edition 1.0 - 2000.\n13. IEC 61000-3-12 \"Electromagnetic Compatibility (EMC) - Part 3-12 - Limits\nfor harmonic current emissions produced by equipment connected to public\nlow-voltage systems with input current > 16 A and ≤ 75 A per phase\",\nedition 1.0 - 2004.\n14. IEC 61000-4-4 \"Electromagnetic Compatibility (EMC) - Part 4-4 - Testing\nand measurement techniques - Electrical fast transients/burst immunity test\",\nedition 2.0 - 2004.\n15. IEC 61000-4-5 \"Electromagnetic Compatibility (EMC) - Part 4-5 - Testing\nand measurement techniques - Surge immunity test\", edition 2.0 - 2005.\n16. IEC 61000-6-2 \"Electromagnetic Compatibility (EMC) - Part 6-2 - Generic\nstandards Immunity for industrial environments\", edition 2.0 - 2005.\n17. IEC 61000-6-3 \"Electromagnetic Compatibility (EMC) - Part 6-3 - Generic\nstandards Emission standard for residential, commercial and light-industrial\nenvironments\", edition 2.0 - 2006.\n18. CISPR 16–2–1 \"Specification for radio disturbances and immunity\nmeasuring apparatus and methods - Part 2-1 - Methods of measurement of\ndisturbances and immunity - Conducted disturbances measurement\",\nedition 2.0 - 2008.\n19. CISPR 22 \"Information Technology Equipment - Radio disturbances\ncharacteristics - Limits and methods of measurement\", edition 6.0 - 2008.\n20. CISPR 16-1-2 \"Specification for radio disturbance and immunity measuring\napparatus and methods - Part 1-2: Radio disturbance and immunity\nmeasuring apparatus - Ancillary equipment - Conducted disturbances\",\nedition 1.2: 2006.\n36E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAppendix 2\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "16",
    "section": "Appendix 2 Vehicle broadband reference limits - Antenna-vehicle\nseparation: 10 m",
    "text": "Limit E (dBµV/m) at frequency F (MHz)\n30-75 MHz 75-400 MHz 400-1,000 MHz\nE = 32 E = 32 + 15.13 log (F/75) E = 43\nVehicle radiated emission limit\nBroadband type approval limit - 10 m\nQuasi-peak detector - 120 kHz bandwidth\n60\n50\n)\n40\nm\nV/\nµ 30\nB\nd\nE\n(\n20\n10\n0\n10 100 1,000\nF (MHz)\nFrequency - megahertz - logarithmic\n(See paragraphs 6.2.2.1. and 7.2.2.1. of this Regulation)\n37E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAppendix 3\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "17",
    "section": "Appendix 3 Vehicle broadband reference limits - Antenna-vehicle separation: 3 m",
    "text": "Limit E (dBµV/m) at frequency F (MHz)\n30-75 MHz 75-400 MHz 400-1,000 MHz\nE = 42 E = 42 + 15.13 log (F/75) E = 53\nVehicle radiated emission limit\nBroadband type approval limit - 3 m\nQuasi-peak detector - 120 kHz bandwidth\n60\n50\n40\n)\nm\nV/\n30\nµ\nB\nd\n( 20\nE\n10\n0\n10 100 1, 000\nF (MHz)\nFrequency - megahertz - logarithmic\n(See paragraphs 6.2.2.2. and 7.2.2.2. of this Regulation)\n38E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "18",
    "section": "Appendix 4 Vehicle narrowband reference limits - Antenna-vehicle separation: 10 m",
    "text": "Limit E (dBµV/m) at frequency F (MHz)\n30-75 MHz 75-400 MHz 400-1,000 MHz\nE = 22 E = 22 + 15.13 log (F/75) E = 33\nVehicle radiated emission limit\nNarrowband type approval limit - 10 m\nAverage detector - 120 kHz bandwidth\n60\n50\n)\n40\nm\nV/\nµ 30\nB\nd\n(\nE 20\n10\n0\n10 100 1,010000 0\nF (MHz)\nFrequency - megahertz - logarithmic\n(See paragraph 6.3.2.1. of this Regulation)\n39E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "19",
    "section": "appendix 5 vehicle narrowband reference limits - Antenna-vehicle separation: 3 m",
    "text": "Limit E (dBµV/m) at frequency F (MHz)\n30-75 MHz 75-400 MHz 400-1,000 MHz\nE = 32 E = 32 + 15.13 log (F/75) E = 43\nVehicle radiated emission limit\nNarrowband type approval limit - 3 m\nAverage detector - 120 kHz bandwidth\n60\n50\n)\n40\nm\nV/\nµ 30\nB\nd\n(\nE 20\n10\n0\n10 100 1,010000 0\nF (MHz)\nFrequency - megahertz - logarithmic\n(See paragraph 6.3.2.2. of this Regulation)\n40E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "20",
    "section": "Appendix 6 Electrical/electronic sub-assembly - Broadband reference limit",
    "text": "Limit E (dBµV/m) at frequency F (MHz)\n30-75 MHz 75-400 MHz 400-1,000 MHz\nE = 62 - 25.13 log (F/30) E = 52 + 15.13 log (F/75) E = 63\nESA radiated emission limit\nBroadband type approval limit - 1 m\nQuasi-peak detector - 120 kHz bandwidth\n70\n60\n) 50\nm\n/V\nµ\nB 40\nd\n(\nE\n30\n20\n10 100 1,1000000\nF (MHz)\nFrequency - megahertz - logarithmic\n(See paragraphs 6.5.2.1. and 7.10.2.1. of this Regulation)\n41E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "21",
    "section": "Appendix 7 Electrical/electronic sub-assembly Narrowband reference limits",
    "text": "Limit E (dBµV/m) at frequency F (MHz)\n30-75 MHz 75-400 MHz 400-1,000 MHz\nE = 52 - 25.13 log (F/30) E = 42 + 15.13 log (F/75) E = 53\nESA radiated emission limit\nNarrowband type approval limit - 1 m\nAverage detector - 120 kHz bandwidth\n70\n60\n)\nm 50\nV/\nµ\nB\nd 40\n(\nE\n30\n20\n10 100 1,1000000\nF (MHz)\nFrequency - megahertz - logarithmic\n(See paragraph 6.6.2.1. of this Regulation)\n42E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAppendix 8\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "22",
    "section": "Appendix 8 HV artificial network",
    "text": "Figure 1\nHV artificial network\nLegend C: 0.1 µF\n2\nL : 5 µH R: 1 kΩ\n1 1\nC: 0.1 µF R: 1 MΩ (discharging C to < 50 V within 60 s)\n1 2 2 dc\nFigure 2\nImpedance of HV artificial network\n43E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAppendix 8\nFigure 3\nCombination of HV artificial network\n44E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 1\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "23",
    "section": "Annex 1 Examples of approval marks",
    "text": "Model A\n(See paragraph 5.2. of this Regulation)\n10 R – 05 2439\na = 6 mm\nThe above approval mark affixed to a vehicle or ESA shows that the vehicle type\nconcerned has, with regard to electromagnetic compatibility, been approved in the\nNetherlands (E 4) pursuant to Regulation No. 10 under approval No. 05 2439. The approval\nnumber indicates that the approval was granted according to the requirements of Regulation\nNo. 10 as amended by the 05 series of amendments.\nModel B\n(See paragraph 5.2. of this Regulation)\n10 05 2439\n33 00 1628\na = 6 mm min\nThe above approval mark affixed to a vehicle or ESA shows that the vehicle type\nconcerned has, with regard to electromagnetic compatibility, been approved in the\nNetherlands (E 4) pursuant to Regulations Nos. 10 and 33.1 The approval numbers indicate\nthat, at the date when the respective approvals were given, Regulation No. 10 included the\n05 series of amendments and Regulation No. 33 was still in its original form.\n1 The second number is given merely as an example.\n45E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "24",
    "section": "Annex 2A Information document for type approval of a vehicle with\nrespect to electromagnetic compatibility",
    "text": "The following information shall be supplied in triplicate and shall include a list of contents.\nAny drawings shall be supplied in appropriate scale and in sufficient detail on size A4 or in\na folder of A4 format.\nPhotographs, if any, shall show sufficient detail.\nIf the systems, components or separate technical units have electronic controls, information\nconcerning their performance shall be supplied.\nGeneral\n1. Make (trade name of manufacturer): .............................................................................\n2. Type: ............................................................................................................................\n3. Category of vehicle: .....................................................................................................\n4. Name and address of manufacturer: ..............................................................................\nName and address of authorised representative, if any: ...............................................\n5. Address(es) of assembly plant(s): ................................................................................\nGeneral construction characteristics of the vehicle\n6. Photograph(s) and/or drawing(s) of a representative vehicle: ......................................\n7. Position and arrangement of the engine: ......................................................................\nPower plant\n8. Manufacturer: ...............................................................................................................\n9. Manufacturer's engine code as marked on the engine: .................................................\n10. Internal combustion engine: ..........................................................................................\n11. Working principle: positive ignition/compression ignition, four-stroke/two stroke1\n12. Number and arrangement of cylinders: .........................................................................\n13. Fuel feed: ......................................................................................................................\n14. By fuel injection (compression ignition only): yes/no1\n15. Electronic control unit: .................................................................................................\n16. Make(s): .......................................................................................................................\n17. Description of the system: ............................................................................................\n18. By fuel injection (positive ignition only): yes/no1\n19. Electrical system: ..........................................................................................................\n1 Strike out what does not apply.\n46E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 2A\n20. Rated voltage: .............................................................. V, positive/negative ground1\n21. Generator: .....................................................................................................................\n22. Type: ............................................................................................................................\n23. Ignition: .........................................................................................................................\n24. Make(s): .......................................................................................................................\n25. Type(s): ........................................................................................................................\n26. Working principle: .......................................................................................................\n27. LPG fuelling system: yes/no1\n28. Electronic engine management control unit for LPG fuelling: ....................................\n29. Make(s): .......................................................................................................................\n30. Type(s): ........................................................................................................................\n31. NG fuelling system: yes/no1\n32. Electronic engine management control unit for NG fuelling: .......................................\n33. Make(s): .......................................................................................................................\n34. Type(s): ........................................................................................................................\n35. Electric motor: ..............................................................................................................\n36. Type (winding, excitation): ..........................................................................................\n37. Operating voltage: .........................................................................................................\nGas fuelled engines (in the case of systems laid-out in a different manner, supply\nequivalent information)\n38. Electronic control unit (ECU):\n39. Make(s): .......................................................................................................................\n40. Type(s): ........................................................................................................................\nTransmission\n41. Type (mechanical, hydraulic, electric, etc.): ................................................................\n42. A brief description of the electrical/electronic components (if any): ...........................\nSuspension\n43. A brief description of the electrical/electronic components (if any): ...........................\nSteering\n44. A brief description of the electrical/electronic components (if any): ...........................\nBrakes\n45. Anti-lock braking system: yes/no/optional1\n46. For vehicles with anti-lock systems, description of system operation (including any\nelectronic parts), electric block diagram, hydraulic or pneumatic circuit plan: ...........\n47E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 2A\nBodywork\n47. Type of bodywork: .......................................................................................................\n48. Materials used and methods of construction: ...............................................................\n49. Windscreen and other windows:\n50. A brief description of the electrical/electronic components (if any)\nof the window lifting mechanism: ................................................................................\n51. Rear-view mirrors (state for each mirror): ...................................................................\n52. A brief description of the electronic components (if any) of the adjustment system: ..\n53. Safety belts and/or other restraint systems:\n54. A brief description of the electrical/electronic components (if any): ...........................\n55. Suppression of radio interference:\n56. Description and drawings/photographs of the shapes and constituent materials of the\npart of the body forming the engine compartment and the part of the passenger\ncompartment nearest to it: ............................................................................................\n57. Drawings or photographs of the position of the metal components housed in the\nengine compartment (e.g. heating appliances, spare wheel, air filter, steering\nmechanism, etc.): ..........................................................................................................\n......................................................................................................................................\n58. Table and drawing of radio interference control equipment: .......................................\n59. Particulars of the nominal value of the direct current resistance and, in the case of\nresistive ignition cables, of their nominal resistance per metre: ..................................\nLighting and light signalling devices\n60. A brief description of electrical/electronic components other than lamps (if any): ......\nMiscellaneous\n61. Devices to prevent unauthorised use of the vehicle: ....................................................\n62. A brief description of the electrical/electronic components (if any): ...........................\n63. Table of installation and use of RF transmitters in the vehicle(s), if applicable\n(see paragraph 3.1.8. of this Regulation): ....................................................................\nAntenna position at vehicle,\nspecific conditions for installation\nFrequency bands Hz Max. output power W and/or use\n64. Vehicle equipped with 24 GHz short-range radar equipment: yes/no/optional.1\nThe applicant for type approval shall also supply, where appropriate:\nAppendix 1 A list with make(s) and type(s) of all electrical and/or electronic components\nconcerned by this Regulation (see paragraphs 2.9. and 2.10. of this Regulation)\nand not previously listed.\nAppendix 2: Schematics or drawing of the general arrangement of electrical and/or\nelectronic components (concerned by this Regulation) and the general wiring\nharness arrangement.\n48E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 2A\nAppendix 3: Description of vehicle chosen to represent the type:\nBody style: .......................................................................................................\nLeft or right hand drive: ..................................................................................\nWheelbase: ......................................................................................................\nAppendix 4: Relevant test report(s) supplied by the manufacturer from a test laboratory\naccredited to ISO 17025 and recognized by the Type Approval Authority for\nthe purpose of drawing up the type approval certificate.\n65. Charger: on board/external/without:1\n66. Charging current: direct current / alternating current (number of phases/frequency):1\n....................................................................................................................................\n67. Maximal nominal current (in each mode if necessary): ..............................................\n68. Nominal charging voltage: ..........................................................................................\n69. Basic vehicle interface functions: ex: L1/L2/L3/N/E/control pilot: ............................\n70. Minimum R value (see paragraph 7.3.)\nsce\n71. Charging cable delivered with the vehicle: yes/no1\n72. If charging cable delivered with the vehicle:\nLength (m) ..................................................................................................................\nCross sectional area (mm²)..........................................................................................\n49E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "25",
    "section": "nAnnex 2B Information document for type approval of an electric/electronic sub-assembly with respect to electromagnetic compatibility",
    "text": "The following information, if applicable, shall be supplied in triplicate and shall include a\nlist of contents. Any drawings shall be supplied in appropriate scale and in sufficient detail\non size A4 or on a folder of A4 format. Photographs, if any, shall show sufficient detail.\nIf the systems, components or separate technical units have electronic controls, information\nconcerning their performance shall be supplied.\n1. Make (trade name of manufacturer): ............................................................................\n2. Type: ............................................................................................................................\n3. Means of identification of type, if marked on the component/separate technical unit:1\n3.1. Location of that marking: ..............................................................................................\n4. Name and address of manufacturer: .............................................................................\nName and address of authorized representative, if any: ................................................\n......................................................................................................................................\n5. In the case of components and separate technical units, location and method of\naffixing of the approval mark: .....................................................................................\n6. Address(es) of assembly plant(s): ................................................................................\n7. This ESA shall be approved as a component/STU2\n8. Any restrictions of use and conditions for fitting: ........................................................\n9. Electrical system rated voltage: …… V, positive/negative2 ground. ............................\nAppendix 1: Description of the ESA chosen to represent the type (electronic block\ndiagram and list of main component constituting the ESA (e.g. make and type\nof microprocessor, crystal, etc.).\nAppendix 2: Relevant test report(s) supplied by the manufacturer from a test laboratory\naccredited to ISO 17025 and recognized by the Type Approval Authority for\nthe purpose of drawing up the type approval certificate.\nOnly applicable for charging systems: ...............................................................\n10. Charger: on board/external2 ..........................................................................................\n11. Charging current: direct current/alternating current (number of phases/frequency)2 ....\n12. Maximal nominal current (in each mode if necessary) .................................................\n1 If the means of identification of type contains characters not relevant to describe the component or\nseparate technical unit types covered by this information document, such characters shall be\nrepresented in the documentation by the symbol \"?\" (e.g. ABC??123??).\n2 Delete where not applicable.\n50E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 2B\n13. Nominal charging voltage .............................................................................................\n14. Basic ESA interface functions: ex. L1/L2/L3/N/PE/control pilot .................................\n15. Minimum R value (see paragraph 7.11. of this Regulation) ......................................\nsce\n51E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "26",
    "section": "Annex 3A Approval grante Approval extended\nApproval refused\nApproval withdrawn Production definitively discontinued\nof a type of vehicle/component/separate technical unit2 with regard to Regulation No. 10.",
    "text": "Approval No.: …………………........... Extension No.: ...........................................\n1. Make (trade name of manufacturer): .............................................................................\n2. Type: ............................................................................................................................\n3. Means of identification of type, if marked on the vehicle/component/separate\ntechnical unit2 ...............................................................................................................\n3.1. Location of that marking: ..............................................................................................\n4. Category of vehicle: .....................................................................................................\n5. Name and address of manufacturer: ..............................................................................\n6. In the case of components and separate technical units, location and method of\naffixing of the approval mark: ......................................................................................\n7. Address(es) of assembly plant(s): .................................................................................\n8. Additional information (where applicable): See appendix below\n9. Technical Service responsible for carrying out the tests: ..............................................\n......................................................................................................................................\n10. Date of test report: ........................................................................................................\n11. Number of test report: ...................................................................................................\n1 Distinguishing number of the country which has granted/extended/refused or withdrawn approval\n(see Regulation, provisions on approval).\n2 Strike out what does not apply.\n52E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 3A\n12. Remarks (if any): See appendix below\n13. Place: .............................................................................................................................\n14. Date: ..............................................................................................................................\n15. Signature: ......................................................................................................................\n16. The index to the information package lodged with the Approval Authority,\nwhich may be obtained on request is attached: .............................................................\n17. Reasons for extension: ..................................................................................................\nAppendix to type approval communication form No.........\nconcerning the type approval of a vehicle under Regulation No. 10\n1. Additional information: ................................................................................................\n2. Electrical system rated voltage: ..............................................V. pos/neg ground2\n3. Type of bodywork: ........................................................................................................\n4. List of electronic systems installed in the tested vehicle(s) not limited to the items\nin the information document: ........................................................................................\n4.1. Vehicle equipped with 24 GHz short-range radar equipment: yes/no/optional2\n5. Laboratory accredited to ISO 17025 and recognized by the Approval Authority\nresponsible for carrying out the tests: ...........................................................................\n6. Remarks: (e.g. valid for both left-hand drive and right-hand drive vehicles): ..............\n53E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "27",
    "section": "Annex 3B  Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a type of electrical/electronic sub-assembly2 with regard to Regulation No. 10",
    "text": "Approval No.: ................................... Extension No.: ........................................\n1. Make (trade name of manufacturer): .................................................................................\n2. Type and general commercial description(s): ..................................................................\n3. Means of identification of type, if marked on the vehicle/component/separate\ntechnical unit2 ...................................................................................................................\n3.1. Location of that marking: ..................................................................................................\n4. Category of vehicle: .........................................................................................................\n5. Name and address of manufacturer: ..................................................................................\n6. In the case of components and separate technical units, location and method of affixing\nof the approval mark: ........................................................................................................\n7. Address(es) of assembly plant(s): .....................................................................................\n8. Additional information (where applicable): See appendix below\n9. Technical Service responsible for carrying out the tests: ..................................................\n..........................................................................................................................................\n10. Date of test report: ............................................................................................................\n11. No. of test report: ..............................................................................................................\n12. Remarks (if any): See appendix below\n1 Distinguishing number of the country which issued/extended/refused or withdrawn approval.\n(see Regulation, provisions on approval).\n2 Strike out what does not apply.\n54E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 3B\n13. Place: .................................................................................................................................\n14. Date: ..................................................................................................................................\n15. Signature: ..........................................................................................................................\n16. The index to the information package lodged with the Approval Authority, which may\nbe obtained on request, is attached: . .................................................................................\n17. Reasons for extension: ......................................................................................................\nAppendix to type approval communication form No........\nconcerning the type approval of an electrical/electronic\nsub-assembly under Regulation No. 10\n1. Additional information: ....................................................................................................\n1.1. Electrical system rated voltage: ...................................................V. pos/neg ground2\n1.2. This ESA can be used on any vehicle type with the following restrictions: .....................\n1.2.1. Installation conditions, if any: ...........................................................................................\n1.3. This ESA can be used only on the following vehicle types: .............................................\n1.3.1. Installation conditions, if any: ...........................................................................................\n1.4. The specific test method(s) used and the frequency ranges covered to determine\nimmunity were: (Please specify precise method used from Annex 9): .............................\n1.5. Laboratory accredited to ISO 17025 and recognized by the Approval Authority\nresponsible for carrying out the tests: ...............................................................................\n2. Remarks: ...........................................................................................................................\n..........................................................................................................................................\n55E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "28",
    "section": "Annex 4\nMethod of measurement of radiated broadband\nelectromagnetic emissions from vehicles",
    "text": "1. General\n1.1. The test method described in this annex shall only be applied to vehicles.\nThis method concerns both configurations of the vehicle:\n(a) Other than \"REESS charging mode coupled to the power grid\".\n(b) \"REESS charging mode coupled to the power grid\"\n1.2. Test method\nThis test is intended to measure the broadband emissions generated by\nelectrical or electronic systems fitted to the vehicle (e.g. ignition system or\nelectric motors).\nIf not otherwise stated in this annex the test shall be performed according to\nCISPR 12.\n2. Vehicle state during tests\n2.1. Vehicle in configuration other than \"REESS charging mode coupled to the\npower grid\".\n2.1.1. Engine\nThe engine shall be in operation according to CISPR 12.\n2.1.2. Other vehicle systems\nAll equipment capable of generating broadband emissions which can be\nswitched on permanently by the driver or passenger should be in operation in\nmaximum load, e.g. wiper motors or fans. The horn and electric window\nmotors are excluded because they are not used continuously.\n2.2. Vehicle in configuration \"REESS charging mode coupled to the power grid\".\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole frequency range\nmeasurement (this may lead to split the measurement into different sub-bands\nwith the need to discharge the vehicle's traction battery before starting the\nnext sub-bands). If the current consumption can be adjusted, then the current\nshall be set to at least 80 per cent of its nominal value.\nThe test set-up for the connection of the vehicle in configuration \"REESS\ncharging mode coupled to the power grid\" is shown in Figures 3a to 3h\n(depending of AC or DC power charging mode, location of charging plug\nand charging with or without communication) of Appendix 1 to this annex.\n2.3. Charging station / Power mains\nThe charging station may be placed either in the test location or outside the\ntest location.\nNote 1: If the communication between the vehicle and the charging station\ncould be simulated, the charging station may be replaced by the supply from\npower mains.\n56E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 4\nIn both case, duplicated power mains and communication lines socket(s)\nshall be placed in the test location with the following conditions:\n(a) It shall be placed on the ground plane.\n(b) The length of the harness between the power\nmains/communication lines socket and the AN(s)/IS(s) shall be\nkept as short as possible.\n(c) The harness between the power mains/communication lines socket\nand the AN(s)/IS(s) shall be placed as close as possible to the ground\nplane.\nNote 2: The power mains and communication lines socket(s) should be\nfiltered.\nIf the charging station is placed inside the test location then the harness\nbetween charging station and the power mains / communication lines socket\nshall be placed with the following conditions:\n(a) The harness on charging station side shall hang vertically down to the\nground plane.\n(b) The extraneous length shall be placed as close as possible to the\nground plane and \"Z-folded\" if necessary.\nNote 3: The charging station should be placed outside the beam width of the\nreceiving antenna.\n2.4. Artificial networks\nThe AN(s) shall be mounted directly on the ground plane. The cases of the\nAN(s) shall be bonded to the ground plane.\nThe measuring port of each AN shall be terminated with a 50  load.\nThe AN shall be placed as defined in Figures 3a to 3h.\n2.5. Impedance stabilization\nCommunication lines shall be applied to the vehicle through IS(s).\nThe impedance stabilization (IS) to be connected in the network and\ncommunication cables is defined in CISPR 22, paragraph 9.6.2.\nThe IS(s) shall be mounted directly on the ground plane. The case of the IS(s)\nshall be bonded to the ground plane.\nThe measuring port of each IS shall be terminated with a 50  load.\nThe IS shall be placed as defined in Figures 3e to 3h.\n2.6. Power charging / communication cable\nThe power charging / communication cable shall be placed in a straight line\nbetween the AN(s) / IS(s) and the vehicle charging plug. The projected cable\nlength shall be 0.8 m (+0.2/-0 m).\nIf the length of the cable is longer than 1 m, the extraneous length shall be\n\"Z-folded\" in less than 0.5 m width.\nThe charging / communication cable at vehicle side shall hang vertically at a\ndistance of 100 mm (+200/-0 mm) from the vehicle body.\n57E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 4\nThe whole cable shall be placed on a non-conductive, low relative\npermittivity (dielectric-constant) material (ε ≤ 1.4), at 100 mm (±25 mm)\nr\nabove the ground plane.\n3. Measuring location\n3.1. As an alternative to the requirements of CISPR 12 for vehicles of category L,\nthe test surface may be any location that fulfils the conditions shown in the\nFigure of the appendix to this annex. In this case the measuring equipment\nshall lie outside the part shown in Figure 1 of Appendix 1 to this annex.\n3.2. Enclosed test facilities may be used if correlation can be shown between the\nresults obtained in the enclosed test facility and those obtained at an outdoor\nsite. Enclosed test facilities do not need to meet the dimensional requirements\nof the outdoor site other than the distance from the antenna to the vehicle and\nthe height of the antenna.\n4. Test requirements\n4.1. The limits apply throughout the frequency range 30 to 1,000 MHz for\nmeasurements performed in a semi anechoic chamber or an outdoor test site.\n4.2. Measurements can be performed with either quasi-peak or peak detectors.\nThe limits given in paragraphs 6.2. and 6.5. of this Regulation are for\nquasi-peak detectors. If peak detectors are used a correction factor of 20 dB\nas defined in CISPR 12 shall be applied.\n4.3. The measurements shall be performed with a spectrum analyser or a scanning\nreceiver. The parameters to be used are defined in Table 1 and Table 2.\nTable 1\nSpectrum analyser parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange RBW at Scan RBW at Scan RBW at Scan\nMHz -3 dB time -6 dB time -3 dB time\n30 to 100/120 100 120 20 100/120 100\n1,000 kHz ms/MHz kHz s/MHz kHz ms/MHz\nNote: If a spectrum analyser is used for peak measurements, the video bandwidth shall be at least\nthree times the resolution bandwidth (RBW).\nTable 2\nScanning receiver parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange BW at Step Dwell BW at Step Dwell BW at Step Dwell\nMHz -6 dB sizea time -6 dB size a time -6 dB size a time\n30 to 120 50 5 120 50 1 120 50 5\n1,000 kHz kHz ms kHz kHz s kHz kHz ms\na For purely broadband disturbances, the maximum frequency step size may be increased up to a\nvalue not greater than the bandwidth value.\n4.4. Measurements\nThe Technical Service shall perform the test at the intervals specified in the\nCISPR 12 standard throughout the frequency range 30 to 1,000 MHz.\nAlternatively, if the manufacturer provides measurement data for the whole\nfrequency band from a test laboratory accredited to the applicable parts of\nISO 17025 and recognized by the Type Approval Authority, the Technical\n58E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 4\nService may divide the frequency range in 14 frequency bands 30–34, 34–45,\n45–60, 60–80, 80–100, 100–130, 130–170, 170–225, 225–300, 300–400,\n400–525, 525–700, 700–850 and 850–1,000 MHz and perform tests at the\n14 frequencies giving the highest emission levels within each band to\nconfirm that the vehicle meets the requirements of this annex.\nIn the event that the limit is exceeded during the test, investigations shall be\nmade to ensure that this is due to the vehicle and not to background radiation.\n4.5. Readings\nThe maximum of the readings relative to the limit (horizontal and vertical\npolarization and antenna location on the left and right-hand sides of the\nvehicle) in each of the 14 frequency bands shall be taken as the characteristic\nreading at the frequency at which the measurements were made.\n59E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "29",
    "section": "nAnnex 4 – Appendix 1",
    "text": "Figure 1\nClear horizontal surface free of electromagnetic reflection delimitation of the surface\ndefined by an ellipse\n60E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 4 – Appendix 1\nFigure 2\nPosition of antenna in relation to the vehicle:\nFigure 2a\nDipole antenna in position to measure the vertical radiation components\nFigure 2b\nDipole antenna in position to measure the horizontal radiation components\n61E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 4 – Appendix 1\nFigure 3\nVehicle in configuration \"REESS charging mode\" coupled to the power grid:\nExample of test set-up for vehicle with plug located on vehicle side (AC powered without\ncommunication)\nFigure 3a\nFigure 3b\n62\nE x tra nZ e o-fo\n(3 .0 0 ±\n3\nu s le n gld\ne d\n0 .0 5\nth -\n5\nm\n0\n)\n.5 m m a x\n1 0\n4\n5\n.0 ± 0 .2\n2\nm\n0 .8 (+\n1\n0 .2 / -0 ) m\nT o p vie w\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging cable\n4 Artificial network(s) grounded\n5 Power mains socketE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 4 – Appendix 1\nVehicle in configuration \"REESS charging mode\" coupled to the power grid\nExample of test setup for vehicle with plug located front/rear of vehicle (AC powered\nwithout communication)\nFigure 3c\nFigure 3d\n63\n0 .8 (+ 0 .2 / -0 ) m\n5\n3\n0 .1 (+ 0\n2\n4\n5\n.2\n(3 .0 0 ±\n/ -0 ) m\n0 .5 m m\n0 .0 5\na x\nm )\n1\nE\n1\nx\n0 .0\ntra\n± 0 .2 m\nT\nn e o u s le nZ\n-fo ld e d\no p v ie\ng th\nw\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging cable\n4 Artificial network(s) grounded\n5 Power mains socketE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 4 – Appendix 1\nVehicle in configuration \"REESS charging mode\" coupled to the power grid\nExample of test set-up for vehicle with plug located on vehicle side (AC or DC powered\nwith communication)\nFigure 3e\nFigure 3f\n64\nE x tra nZ\n(3 .0 0 ±\n3\ne o u s le n-fo\nld e d\n0 .0\ng th\n5\n5 m )\n0 .5 m m a x\n1 0\n4\n5\n.0 ± 0\n2\n6\n.2 m\n0 .8\n1\n(+ 0 .2 / -0\n7\n) m\nT o p vie w\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging / communication cable\n4 AC or DC artificial network(s) grounded\n5 Power mains socket\n6 Impedance stabilization(s) grounded\n7 Charging stationE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 4 – Appendix 1\nVehicle in configuration \"REESS charging mode\" coupled to the power grid\nExample of test setup for vehicle with plug located front/rear of the vehicle (AC or DC\npowered with communication)\nFigure 3g\nFigure 3h\n65\n0 .8 (+ 0 .2 / -0 ) m\n5\n3\n0 .1 (+ 0\n2\n(3 .0 0 ± 0 .0 5 m\n.2 / -0 ) m\n0 .5 m m a x\n4 6\n5\n)\nE\n1 0\n1\nx traZ\n.0 ± 0\nn e o u s-\nfo ld e\n7\n.2 m\nle nd\nT\ng th\no p vie w\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging / communication cable\n4 AC or DC artificial network(s) grounded\n5 Power mains socket\n6 Impedance stabilisation(s) grounded\n7 Charging stationE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "30",
    "section": "Annex 5 Method of measurement of radiated narrowband electromagnetic emissions from vehicles",
    "text": "n1. General\n1.1. The test method described in this annex shall only be applied to vehicles.\nThis method concerns only the configuration of the vehicle other than\n\"REESS charging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to measure the narrowband electromagnetic emissions\nthat may emanate from microprocessor-based systems or other narrowband\nsource.\nIf not otherwise stated in this annex the test shall be performed according to\nCISPR 12 or CISPR 25.\n1.3. As an initial step the levels of emissions in the Frequency Modulation (FM)\nband (76 to 108 MHz) shall be measured at the vehicle broadcast radio\nantenna with an average detector. If the level specified in paragraph 6.3.2.4.\nof this Regulation is not exceeded, then the vehicle shall be deemed to\ncomply with the requirements of this annex in respect of that frequency band\nand the full test shall not be carried out.\n1.4. As an alternative for vehicles of category L the measurement location can be\nchosen according to Annex 4, paragraphs 3.1. and 3.2.\n2. Vehicle state during tests\n2.1. The ignition switch shall be switched on. The engine shall not be operating.\n2.2. The vehicle's electronic systems shall all be in normal operating mode with\nthe vehicle stationary.\n2.3. All equipment which can be switched on permanently by the driver or\npassenger with internal oscillators > 9 kHz or repetitive signals should be in\nnormal operation.\n3. Test requirements\n3.1. The limits apply throughout the frequency range 30 to 1,000 MHz for\nmeasurements performed in a semi anechoic chamber or an outdoor test site.\n3.2. Measurements shall be performed with an average detector.\n3.3. The measurements shall be performed with a spectrum analyser or a scanning\nreceiver. The parameters to be used are defined in Table 1 and Table 2.\nTable 1\nSpectrum analyser parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange RBW at Scan RBW at Scan RBW at Scan\nMHz -3 dB time -6 dB time -3 dB time\n30 to 1,000 100/120 kHz 100 ms/MHz 120 kHz 20 s/MHz 100/120 kHz 100 ms/MHz\nNote: If a spectrum analyser is used for peak measurements, the video bandwidth shall be at least\nthree times the resolution bandwidth (RBW).\n66E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 5\nTable 2\nScanning receiver parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange BW at Step Dwell BW at Step Dwell BW at Step Dwell\nMHz -6 dB size a time -6 dB size a time -6 dB size a time\n30 to 120 50 5 120 50 1 120 50 5\n1,000 kHz kHz ms kHz kHz s kHz kHz ms\na For purely broadband disturbances, the maximum frequency step size may be increased up to a\nvalue not greater than the bandwidth value.\n3.4. Measurements\nThe Technical Service shall perform the test at the intervals specified in the\nCISPR 12 standard throughout the frequency range 30 to 1,000 MHz.\nAlternatively, if the manufacturer provides measurement data for the whole\nfrequency band from a test laboratory accredited to the applicable parts of\nISO 17025 and recognized by the Type Approval Authority, the Technical\nService may divide the frequency range in 14 frequency bands 30–34, 34–45,\n45–60, 60–80, 80–100, 100–130, 130–170, 170–225, 225–300, 300–400,\n400–525, 525–700, 700–850 and 850–1,000 MHz and perform tests at the\n14 frequencies giving the highest emission levels within each band to\nconfirm that the vehicle meets the requirements of this Annex.\nIn the event that the limit is exceeded during the test, investigations shall be\nmade to ensure that this is due to the vehicle and not to background radiation\nincluding broadband radiation from any ESA.\n3.5. Readings\nThe maximum of the readings relative to the limit (horizontal and vertical\npolarization and antenna location on the left and right-hand sides of the\nvehicle) in each of the 14 frequency bands shall be taken as the characteristic\nreading at the frequency at which the measurements were made.\n67E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "31",
    "section": "Annex 6\nAnnex 6\nMethod of testing for immunity of vehicles\nto electromagnetic radiation",
    "text": "\n1. General\n1.1. The test method described in this annex shall only be applied to vehicles.\nThis method concerns both configurations of vehicle:\n(a) Other than \"REESS charging mode coupled to the power grid\".\n(b) \"REESS charging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to demonstrate the immunity of the vehicle electronic\nsystems. The vehicle shall be subject to electromagnetic fields as described in\nthis annex. The vehicle shall be monitored during the tests.\nIf not otherwise stated in this annex the test shall be performed according to\nISO 11451-2.\n1.3. Alternative test methods\nThe test may be alternatively performed in an outdoor test site for all\nvehicles. The test facility shall comply with (national) legal requirements\nregarding the emission of electromagnetic fields.\nIf a vehicle is longer than 12 m and/or wider than 2.60 m and/or higher than\n4.00 m, BCI (bulk current injection) method according to ISO 11451-4 shall\nbe used in the frequency range 20 to 2,000 MHz with levels defined in\nparagraph 6.8.2.1. of this Regulation.\n2. Vehicle state during tests\n2.1. Vehicle in configuration other than \"REESS charging mode coupled to the\npower grid.\n2.1.1. The vehicle shall be in an unladen condition except for necessary test\nequipment.\n2.1.1.1. The engine shall normally turn the driving wheels at a steady speed\nof 50 km/h if there is no technical reason due to the vehicle to define a\ndifferent condition. For vehicles of categories L and L the steady speed\n1 2\nshall normally be turned at 25 km/h. The vehicle shall be on an appropriately\nloaded dynamometer or alternatively supported on insulated axle stands with\nminimum ground clearance if no dynamometer is available. Where\nappropriate, transmission shafts, belts or chains may be disconnected (e.g.\ntrucks, two- and three-wheel vehicles).\n2.1.1.2. Basic vehicle conditions\nThe paragraph defines minimum test conditions (as far as applicable) and\nfailures criteria for vehicle immunity tests. Other vehicle systems, which can\naffect immunity related functions, shall be tested in a way to be agreed\nbetween manufacturer and Technical Service.\n68E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6\n\"50 km/h cycle\" vehicle test conditions Failure criteria\nVehicle speed 50 km/h (respectively 25 km/h Speed variation greater than 10 per\nfor L , L vehicles) 20 per cent (vehicle cent of the nominal speed. In case of\n1 2\ndriving the rollers). If the vehicle is equipped automatic gearbox: change of gear ratio\nwith a cruise control system, it shall be inducing a speed variation greater\noperational. than 10 per cent of the nominal speed.\nDipped beams ON (manual mode) Lighting OFF\nFront wiper ON (manual mode) maximum speed Complete stop of front wiper\nDirection indicator on driver's side ON Frequency change (lower than 0.75 Hz\nor greater than 2.25 Hz). Duty cycle\nchange (lower than 25 per cent or\ngreater than 75 per cent).\nAdjustable suspension in normal position Unexpected significant variation\nDriver's seat and steering wheel in medium Unexpected variation greater than\nposition 10 per cent of total range\nAlarm unset Unexpected activation of alarm\nHorn OFF Unexpected activation of horn\nAirbag and safety restraint systems Unexpected activation\noperational with inhibited passenger airbag if\nthis function exists\nAutomatic doors closed Unexpected opening\nAdjustable endurance brake lever in normal Unexpected activation\nposition\n\"Brake cycle\" vehicle test conditions Failure criteria\nTo be defined in brake cycle test plan. This shall Stop lights inactivated during cycle\ninclude operation of the brake pedal (unless there Brake warning light ON with loss of\nare technical reasons not to do so) but not function.\nnecessarily an anti-lock brake system action. Unexpected activation\n2.1.1.3. All equipment which can be switched on permanently by the driver or\npassenger should be in normal operation.\n2.1.1.4. All other systems which affect the driver's control of the vehicle shall be (on)\nas in normal operation of the vehicle.\n2.1.2. If there are vehicle electrical/electronic systems which form an integral part\nof the direct control of the vehicle, which will not operate under the\nconditions described in paragraph 2.1., it will be permissible for the\nmanufacturer to provide a report or additional evidence to the Technical\nService that the vehicle electrical/electronic system meets the requirements of\nthis Regulation. Such evidence shall be retained in the type approval\ndocumentation.\n69E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6\n2.1.3. Only non-perturbing equipment shall be used while monitoring the vehicle.\nThe vehicle exterior and the passenger compartment shall be monitored to\ndetermine whether the requirements of this annex are met (e.g. by using (a)\nvideo camera(s), a microphone, etc.).\n2.2. Vehicle in configuration \"REESS charging mode coupled to the power grid\".\n2.2.1. The vehicle shall be in an unladen condition except for necessary test\nequipment.\n2.2.1.1. The vehicle shall be immobilized, engine OFF and in charging mode.\n2.2.1.2. Basic vehicle conditions\nThe paragraph defines minimum test conditions (as far as applicable) and\nfailures criteria for vehicle immunity tests. Other vehicle systems, which can\naffect immunity related functions, shall be tested in a way to be agreed\nbetween manufacturer and Technical Service.\n\"REESS charging mode\" vehicle test conditions Failure criteria\nThe REESS shall be in charging mode. The REESS State Vehicle sets in motion.\nof charge (SOC) shall be kept between 20 per cent and\n80 per cent of the maximum SOC during the whole\nfrequency range measurement (this may lead to split the\nmeasurement in different sub-bands with the need to\ndischarge the vehicle's traction battery before starting the\nnext sub-bands). If the current consumption can be\nadjusted, then the current shall be set to at least 20 per\ncent of its nominal value.\n2.2.1.3. All other equipment which can be switched on permanently by the driver or\npassenger should be OFF.\n2.2.2. Only non-perturbing equipment shall be used while monitoring the vehicle.\nThe vehicle exterior and the passenger compartment shall be monitored to\ndetermine whether the requirements of this annex are met (e.g. by using (a)\nvideo camera(s), a microphone, etc.).\n2.2.3. The test set-up for the connection of the vehicle in configuration \"REESS\ncharging mode coupled to the power grid\" is shown in Figures 4a to 4h\n(depending of AC or DC power charging mode, location of charging plug\nand charging with or without communication) of Appendix 1 to this annex.\n2.3. Charging station / Power mains\nThe charging station may be placed either in the test location or outside the\ntest location.\nNote 1: If the communication between the vehicle and the charging station\ncould be simulated, the charging station may be replaced by the supply from\npower mains.\nIn both case duplicated power mains and communication lines socket(s) shall\nbe placed in the test location with the following conditions:\n(a) It shall be placed on the ground plane;\n(b) The length of the harness between the power mains / communication\nlines socket and the AN(s) / IS(s) shall be kept as short as possible;\n(c) The harness between the power mains / communication lines socket\nand the AN(s) / IS(s) shall be placed as close as possible of the ground\nplane.\n70E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6\nNote 2: The power mains and communication lines socket(s) should be\nfiltered.\nIf the charging station is placed inside the test location then harness between\ncharging station and the power mains / communication lines socket shall be\nplaced with the following conditions:\n(a) The harness at charging station side shall hang vertically down to the\nground plane;\n(b) The extraneous length shall be placed as close as possible of the\nground plane and \"Z-folded\" if necessary.\nNote 3: The charging station should be placed outside the beam width of the\nemitting antenna.\n2.4. Artificial networks\nThe AN(s) shall be mounted directly on the ground plane. The cases of the\nAN(s) shall be bonded to the ground plane.\nThe measuring port of each AN shall be terminated with a 50  load.\nThe AN shall be placed as defined in Figures 4a to 4h.\n2.5. Impedance stabilization\nCommunication lines shall be applied to the vehicle through IS(s).\nThe impedance stabilization (IS) to be connected in the network and\ncommunication cables is defined in CISPR 22 paragraph 9.6.2.\nThe IS(s) shall be mounted directly on the ground plane. The case of the IS(s)\nshall be bonded to the ground plane.\nThe measuring port of each IS shall be terminated with a 50  load.\nThe IS shall be placed as defined in Figures 4e to 4h.\n2.6. Power charging / Communication cable\nThe power charging / communication cable shall be placed in a straight line\nbetween the AN(s) / IS(s) and the vehicle charging plug. The projected cable\nlength shall be 0.8 m (+0.2/-0 m).\nIf the length of the cable is longer than 1 m, the extraneous length shall be\n\"Z-folded\" in less than 0.5 m width.\nThe charging / communication cable at vehicle side shall hang vertically at a\ndistance of 100 mm (+200/-0 mm) from the vehicle body.\nThe whole cable shall be placed on a non-conductive, low relative\npermittivity (dielectric-constant) material (ε ≤ 1.4), at 100 mm (±25 mm)\nr\nabove the ground plane.\n3. Reference point\n3.1. For the purposes of this annex, the reference point is the point at which the\nfield strength shall be established and shall be defined as follows:\n3.2. For categories M, N, O vehicles according to ISO 11451-2.\n3.3. For category L vehicles:\n3.3.1. At least 2 m horizontally from the antenna phase centre or at least 1 m\nvertically from the radiating elements of a transmission-line-system (TLS);\n71E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6\n3.3.2. On the vehicle's centre line (plane of longitudinal symmetry);\n3.3.3. At a height of 1.0 ± 0.05 m above the plane on which the vehicle rests\nor 2.0 ± 0.05 m if the minimum height of the roof of any vehicle in the model\nrange exceeds 3.0 m,\n3.3.4. Either at 1.0 ± 0.2 m behind the vertical centreline of the vehicle's front\nwheel (point C in Figure 1 of Appendix 1 to this annex) in the case of three-\nwheeled vehicles,\nOr at 0.2 ± 0.2 m behind the vertical centreline of the vehicle's front wheel\n(point D in Figure 2 of Appendix 1 to this annex) in the case of two-wheeled\nvehicles.\n3.3.5. If it is decided to radiate the rear of the vehicle, the reference point shall be\nestablished as in paragraphs 3.3.1. to 3.3.4. above. The vehicle shall then be\ninstalled facing away from the antenna and positioned as if it had been\nhorizontally rotated 180 around its centre point, i.e. such that the distance\nfrom the antenna to the nearest part of the outer body of the vehicle remains\nthe same. This is illustrated in Figure 3 of Appendix 1 to this annex.\n4. Test requirements\n4.1. Frequency range, dwell times, polarization\nThe vehicle shall be exposed to electromagnetic radiation in the 20 to\n2,000 MHz frequency ranges in vertical polarization.\nThe test signal modulation shall be:\n(a) AM (amplitude modulation), with 1 kHz modulation and 80 per cent\nmodulation depth in the 20 to 800 MHz frequency range, and\n(b) PM (pulse modulation), Ton 577 µs, period 4,600 µs in the 800 to\n2,000 MHz frequency range,\nIf not otherwise agreed between Technical Service and vehicle manufacturer.\nFrequency step size and dwell time shall be chosen according to\nISO 11451-1.\n4.1.1. The Technical Service shall perform the test at the intervals specified in\nISO 11451-1 throughout the frequency range 20 to 2,000 MHz.\nAlternatively, if the manufacturer provides measurement to data for the\nwhole frequency band from a test laboratory accredited to the applicable\nparts of ISO 17025 and recognized by the Type Approval Authority, the\nTechnical Service may choose a reduced number of spot frequencies in the\nrange, e.g. 27, 45, 65, 90, 120, 150, 190, 230, 280, 380, 450, 600, 750, 900,\n1,300 and 1,800 MHz to confirm that the vehicle meets the requirements of\nthis annex.\nIf a vehicle fails the test defined in this annex, it shall be verified as having\nfailed under the relevant test conditions and not as a result of the generation\nof uncontrolled fields.\n5. Generation of required field strength\n5.1. Test methodology\n5.1.1. The substitution method according to ISO 11451-1, shall be used to establish\nthe test field conditions.\n72E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6\n5.1.2. Calibration\nFor TLS one field probe at the facility reference point shall be used.\nFor antennas four field probes at the facility reference line shall be used.\n5.1.3. Test phase\nThe vehicle shall be positioned with the centre line of the vehicle on the\nfacility reference point or line. The vehicle shall normally face a fixed\nantenna. However, where the electronic control units and the associated\nwiring harness are predominantly in the rear of the vehicle, the test should\nnormally be carried out with the vehicle facing away from the antenna. In the\ncase of long vehicles (i.e. excluding vehicles of categories L, M and N ),\n1 1\nwhich have electronic control units and associated wiring harness\npredominantly towards the middle of the vehicle, a reference point may be\nestablished based on either the right side surface or the left side surface of the\nvehicle. This reference point shall be at the midpoint of the vehicle's length or\nat one point along the side of the vehicle chosen by the manufacturer in\nconjunction with the Type Approval Authority after considering the\ndistribution of electronic systems and the layout of any wiring harness.\nSuch testing may only take place if the physical construction of the chamber\npermits. The antenna location shall be noted in the test report.\n73E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "32",
    "section": "Annex 6 – Appendix 1",
    "text": "annex 6 – Appendix 1\nAnnex 6 – Appendix 1\nFigure 1\n74E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6 – Appendix 1\nFigure 2\n75E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6 – Appendix 1\nFigure 3\n76E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6 – Appendix 1\nFigure 4\nVehicle in configuration \"REESS charging mode coupled to the power grid\"\nExample of test set-up for vehicle with plug located on the vehicle side (AC power\ncharging without communication)\nFigure 4a\n77\n1 0 0 ( + 2\n1\n0 0 / - 0 ) m m\n2\n0 .8\n3\n( 1\n( +\n0\n0\n0\n.2\n±\n/\n2 5 ) m\n- 0 ) m\nm\nF r o\n4\nn t v ie w\n5\nFigure 4b\nE x tr a n e o ufo\nld\nse led\n≥\n3\nn\n2 .0 m\ng th - Z\n5\n0 .5 m m a x\nR e\n4\n5\nfe r e n\n2\nc e p o in t\n0 .8 (\n1\n+ 0 .2 / -0 ) m\nT o p v ie w\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging cable\n4 Artificial network(s) grounded\n5 Power mains socketE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6 – Appendix 1\nExample of test set-up for vehicle with plug located front / rear of vehicle (AC power\ncharging without communication)\nFigure 4c\n78\n1\n2\n0\n(1\n.8\n0 0\n(+\n±\n0\n3\n2 5 ) m\n.2 / - 0\nm\n) m\nF r o n\n4\nt v ie w\n5\nFigure 4d\n0 .8 ( + 0 .2\n5\n/ - 0 ) m\n≥\n0\n2\n.1 (\n.0 m\n+\n2\n0 .2\n4\n5\n/ - 0\n0 .5\n) m\nm m a\n3\nx\nR e fe r e n c e p\n1\no in\nE\nt\nx tr a n e ofo uld se\nT o\nle nd\np\ng\nv\nth\nie w\n-Z\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging cable\n4 Artificial network(s) grounded\n5 Power mains socketE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6 – Appendix 1\nExample of test set-up for vehicle with plug located on vehicle side (AC or DC power\ncharging with communication)\nFigure 4e\n79\n1 0 0 (+ 2\n1\n0 0 / - 0 ) m m\n2\n0 .8\n3\n(1\n(+\n0\n0\n0 ±\n.2 /\n2 5 ) m\n- 0 ) m\nm\nF r o n\n4\nt v ie\n6\nw\n5\n7\nFigure 4f\nE x tr a n e o ufo\nld\nse led\n3\nn\n≥ 2 .0\ng th - Z\n5\nm\n0 .5 m m a x\nR e\n4\n5\nfe r e n\n2\n6\nc e p o in t\n0 .8 ( +\n1\n0 .2 / - 0 )\n7\nm\nT o p v ie w\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging / communication cable\n4 AC or DC artificial network(s) grounded\n5 Power mains socket\n6 Impedance stabilisation(s) grounded\n7 Charging stationE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 6 – Appendix 1\nExample of test set-up for vehicle with plug located front / rear of the vehicle (AC or DC\npower charging with communication)\nFigure 4g\n80\n1\n2\n0\n(1\n.8\n0 0\n(+\n±\n0\n3\n2 5 ) m\n.2 / - 0\nm\n) m\nF r o n\n4\nt v ie\n6\nw\n5\n7\nFigure 4h\n0 .8 ( + 0 .2 / -\n5\n0 ) m\n≥\n0\n2\n.1\n.0\n( + 0\nm\n2\n4\n5\n.2 / - 0 ) m\n0 .5 m\n6\nm a x\nR e fe r e n c\n3\ne p\nE\no\nx\nin t\n1\ntr a n e oZ\n- fo\n7\nuld se led n g th\nT o p v ie w\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging / communication cable\n4 AC or DC artificial network(s) grounded\n5 Power mains socket\n6 Impedance stabilisation(s) grounded\n7 Charging stationE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "33",
    "section": "Annex 7 Method of measurement of radiated broadband\nelectromagnetic emissions from electrical/electronic sub-assemblies (ESAs)",
    "text": "1. General\n1.1. The test method described in this annex may be applied to ESAs, which may\nbe subsequently fitted to vehicles, which comply with Annex 4.\nThis method concerns both kinds of ESA:\n(a) Other ESAs than involved in \"REESS charging mode coupled to the\npower grid\".\n(b) ESAs involved in \"REESS charging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to measure broadband electromagnetic emissions from\nESAs (e.g. ignition systems, electric motor, onboard battery charging unit,\netc.)\nIf not otherwise stated in this annex the test shall be performed according\nCISPR 25.\n2. ESA state during tests\n2.1. The ESA under test shall be in normal operation mode, preferably in\nmaximum load.\nESAs involved in \"REESS charging mode coupled to the power grid\" shall\nbe in charging mode.\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole frequency range\nmeasurement (this may lead to split the measurement in different sub-bands\nwith the need to discharge the vehicle's traction battery before starting the\nnext sub-bands)\nIf the test is not performed with a REESS the ESA should be tested at rated\ncurrent. If the current consumption can be adjusted, then the current shall be\nset to at least 80 per cent of its nominal value.\n3. Test arrangements\n3.1. For ESA other than involved in \"REESS charging mode coupled to the power\ngrid\" the test shall be performed according to the ALSE method described in\nparagraph 6.4. of CISPR 25.\n3.2. For ESAs in configuration \"REESS charging mode coupled to the power\ngrid\" the test arrangement shall be according to Figure 2 of the appendix to\nthis annex.\n3.2.1. The shielding configuration shall be according to the vehicle series\nconfiguration. Generally all shielded High Voltage (HV) parts shall be\nproperly connected with low impedance to ground (e. g. AN, cables,\n81E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n Annex 7\nconnectors etc.). ESAs and loads shall be connected to ground. The external\nHV power supply shall be connected via feed-through-filtering.\n3.2.2. Unless otherwise specified the length of the Low Voltage (LV) harness and\nthe HV harness parallel to the front edge of the ground plane shall be 1,500\nmm (±75 mm). The total length of the test harness including the connector\nshall be 1,700 mm (+300/-0 mm). The distance between the LV harness and\nthe HV harness shall be 100 mm (+100/-0 mm).\n3.2.3. All of the harnesses shall be placed on a non-conductive, low relative\npermittivity material (ε ≤ 1.4), at 50 mm (±5 mm) above the ground plane.\nr\n3.2.4. Shielded supply lines for HV+ and HV- line and three phase lines may be\ncoaxial cables or in a common shield depending on the used plug system. The\noriginal HV-harness from the vehicle may be used optionally.\n3.2.5. Unless otherwise specified, the ESA case shall be connected to the ground\nplane either directly or via defined impedance.\n3.2.6. For onboard chargers, the AC/DC power lines shall be placed the furthest\nfrom the antenna (behind LV and HV harness). The distance between the\nAC/DC power lines and the closest harness (LV or HV) shall be 100 mm\n(+100/-0 mm).\n3.3. Alternative measuring location\nAs an alternative to an absorber lined shielded enclosure (ALSE) an open\narea test site (OATS), which complies with the requirements of CISPR\n16-1-4 may be used (see appendix to this annex).\n3.4. Ambient\nTo ensure that there is no extraneous noise or signal of a magnitude sufficient\nto affect materially the measurement, measurements shall be taken before or\nafter the main test. In this measurement, the extraneous noise or signal shall\nbe at least 6 dB below the limits of interference given in paragraph 6.5.2.1. of\nthis Regulation, except for intentional narrowband ambient transmissions.\n4. Test requirements\n4.1. The limits apply throughout the frequency range 30 to 1,000 MHz for\nmeasurements performed in a semi anechoic chamber or an outdoor test site.\n4.2. Measurements can be performed with either quasi-peak or peak detectors.\nThe limits given in paragraphs 6.2. and 6.5. of this Regulation are for\nquasi-peak detectors. If peak detectors are used a correction factor of 20 dB\nas defined in CISPR 12 shall be applied.\n4.3. The measurements shall be performed with a spectrum analyser or a scanning\nreceiver. The parameters to be used are defined in Table 1 and Table 2.\nTable 1\nSpectrum analyser parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange RBW at Scan RBW at Scan RBW at Scan\nMHz -3 dB time -6 dB time -3 dB time\n30 to 1,000 100/120 kHz 100 ms/MHz 120 kHz 20 s/MHz 100/120 kHz 100 ms/MHz\nNote: If a spectrum analyser is used for peak measurements, the video bandwidth shall be at least\nthree times the resolution bandwidth (RBW).\n82E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 7\nTable 2\nScanning receiver parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange BW at Step Dwell BW at Step Dwell BW at Step Dwell\nMHz -6 dB sizea time -6 dB sizea time -6 dB sizea time\n30 to 1,000 120 Hz 50 kHz 5 ms 120 Hz 50 kHz 1 s 120 kHz 50 kHz 5 ms\na For purely broadband disturbances, the maximum frequency step size may be increased up to a\nvalue not greater than the bandwidth value.\nNote: For emissions generated by brush commutator motors without an electronic control unit, the\nmaximum step size may be increased up to five times the bandwidth.\n4.4. Measurements\nUnless otherwise specified the configuration with the LV harness closer to\nthe antenna shall be tested.\nThe phase centre of the antenna shall be in line with the centre of the\nlongitudinal part of the wiring harnesses for frequencies up to 1,000 MHz.\nThe Technical Service shall perform the test at the intervals specified in the\nCISPR 12 standard throughout the frequency range 30 to 1,000 MHz.\nAlternatively, if the manufacturer provides measurement to data for the\nwhole frequency band from a test laboratory accredited to the applicable\nparts of ISO 17025 and recognized by the Type Approval Authority, the\nTechnical Service may divide the frequency range in 14 frequency bands 30–\n34, 34–45, 45–60, 60–80, 80–100, 100–130, 130–170, 170–225, 225–300,\n300–400, 400–525, 525–700, 700–850 and 850– 1,000 MHz and perform\ntests at the 14 frequencies giving the highest emission levels within each\nband to confirm that the ESA meets the requirements of this annex.\nIn the event that the limit is exceeded during the test, investigations shall be\nmade to ensure that this is due to the ESA and not to background radiation.\n4.5. Readings\nThe maximum of the readings relative to the limit (horizontal/vertical\npolarization) in each of the 14 frequency bands shall be taken as the\ncharacteristic reading at the frequency at which the measurements were\nmade.\n83E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 7- Appendix\nAnnex 7 - Appendix\nFigure 1\nOpen area test site: Electrical/electronic sub-assembly test area boundary\nLevel clear area free from electromagnetic reflecting surfaces\n15 m minimum radius\nTest sample on\nground plane\n1 m\nAntenna\n84E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 7 - Appendix\nFigure 2\nTest configuration for ESAs involved in \"REESS charging mode coupled to the power\ngrid\" (example for biconical antenna)\nLegend:\n13 RF absorber material\n1 ESA (grounded locally if required in test plan)\n14 Stimulation and monitoring system\n2 LV Test harness\n15 HV harness\n3 LV Load simulator (placement and ground connection\n16 HV load simulator\naccording to CISPR 25 paragraph 6.4.2.5)\n17 HV AN\n4 Power supply (location optional)\n18 HV power supply\n5 LV Artificial network (AN)\n19 HV feed-through\n6 Ground plane (bonded to shielded enclosure)\n25 AC/DC charger harness\n7 Low relative permittivity support (ε ≤ 1.4)\nr\n26 AC/DC load simulator (e.g.\n8 Biconical antenna\nProgrammable Logic Controller (PLC))\n10 High-quality coaxial cable e.g. double-shielded (50 Ω)\n27 50µH Line Impedance Stabilization\n11 Bulkhead connector\nNetwork (LISN) (AC) or HVAN (DC)\n12 Measuring instrument\n28 AC/DC power supply\n29 AC/DC feed-through\n85E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "34",
    "section": "Annex 8 Method of measurement of radiated narrowband\nelectromagnetic emissions from electrical electronic sub-assemblies",
    "text": "General\n1.1. The test method described in this annex may be applied to ESAs, which may\nbe subsequently fitted to vehicles, which comply, with Annex 5.\nThis method concerns only ESA other than those involved in \"REESS\ncharging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to measure the narrowband electromagnetic emissions\nsuch as might emanate from a microprocessor-based system.\nIf not otherwise stated in this annex the test shall be performed according to\nCISPR 25.\n2. ESA state during tests\nThe ESA under test shall be in normal operation mode, preferably in\nmaximum load.\n3. Test arrangements\n3.1. The test shall be performed according to ALSE method described in\nparagraph 6.4. of CISPR 25.\n3.2. Alternative measuring location\nAs an alternative to an absorber lined shielded enclosure (ALSE) an open\narea test site (OATS) which complies with the requirements of CISPR 16-1-4\nmay be used (see Figure 1 of the appendix to Annex 7).\n3.3. Ambient\nTo ensure that there is no extraneous noise or signal of a magnitude sufficient\nto affect materially the measurement; measurements shall be taken before or\nafter the main test. In this measurement, the extraneous noise or signal shall\nbe at least 6 dB below the limits of interference given in paragraph 6.6.2.1. of\nthis Regulation, except for intentional narrowband ambient transmissions.\n4. Test requirements\n4.1. The limits apply throughout the frequency range 30 to 1,000 MHz for\nmeasurements performed in semi anechoic chambers or outdoor test sites.\n4.2. Measurements shall be performed with an average detector.\n4.3. The measurements shall be performed with a spectrum analyser or a scanning\nreceiver. The parameters to be used are defined in Tables 1 and 2.\n86E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 8\nTable 1\nSpectrum analyser parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange RBW at Scan RBW at Scan RBW at Scan\nMHz -3 dB time -6 dB time -3 dB time\n30 to 1,000 100/120 kHz 100 ms/MHz 120 kHz 20 s/MHz 100/120 kHz 100 ms/MHz\nNote: If a spectrum analyser is used for peak measurements, the video band width shall be at least\nthree times the resolution band width (RBW)\nTable 2\nScanning receiver parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange BW at Step Dwell BW at Step Dwell BW at Step Dwell time\nMHz -6 dB size a time -6 dB size a time -6 dB size a\n30 to 1,000 120 kHz 50 kHz 5 ms 120 kHz 50 kHz 1 s 120 kHz 50 kHz 5 ms\na For purely broadband disturbances, the maximum frequency step size may be increased up to a\nvalue not greater than the bandwidth value.\nNote: For emissions generated by brush commutator motors without an electronic control unit, the\nmaximum step size may be increased up to five times the band width.\n4.4. Measurements\nThe Technical Service shall perform the test at the intervals specified in the\nCISPR 12 standard throughout the frequency range 30 to 1,000 MHz.\nAlternatively, if the manufacturer provides measurement to data for the\nwhole frequency band from a test laboratory accredited to the applicable\nparts of ISO 17025 and recognized by the Type Approval Authority, the\nTechnical Service may divide the frequency range in 14 frequency bands 30–\n34, 34–45, 45–60, 60–80, 80–100, 100–130, 130–170, 170–225, 225–300,\n300–400, 400–525, 525–700, 700–850 and 850–1,000 MHz and perform\ntests at the 14 frequencies giving the highest emission levels within each\nband to confirm that the ESA meets the requirements of this annex. In the\nevent that the limit is exceeded during the test, investigations shall be made\nto ensure that this is due to the ESA and not to background radiation\nincluding broadband radiation from the ESA.\n4.5. Readings\nThe maximum of the readings relative to the limit (horizontal/vertical\npolarisation) in each of the 14 frequency bands shall be taken as the\ncharacteristic reading at the frequency at which the measurements were\nmade.\n87E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "35",
    "section": "Annex 9 Method(s) of testing for immunity of electrical/electronic sub-\nassemblies to electromagnetic radiation",
    "text": "General\n1.1. The test method(s) described in this annex applies to ESAs.\n1.2. Test methods\nThis method concerns both kinds of ESA:\n(a) Other ESAs than involved in \"REESS charging mode coupled to the\npower grid\";\n(b) ESAs involved in \"REESS charging mode coupled to the power grid\".\n1.2.1. ESAs may comply with the requirements of any combination of the\nfollowing test methods at the manufacturer's discretion provided that these\nresults in the full frequency range specified in paragraph 3.1. of this annex\nbeing covered:\n(a) Absorber chamber test according to ISO 11452-2;\n(b) TEM cell testing according to ISO 11452-3;\n(c) Bulk current injection testing according to ISO 11452-4;\n(d) Stripline testing according to ISO 11452-5;\n(e) 800 mm stripline according to paragraph 4.5. of this annex.\nESAs in configuration \"REESS charging mode coupled to the power grid\"\nshall comply with the requirements of the combination of the Absorber\nchamber test according to ISO 11452-2 and Bulk current injection testing\naccording to ISO 11452-4 at the manufacturer's discretion provided that these\nresults in the full frequency range specified in paragraph 3.1. of this annex\nbeing covered.\n(Frequency range and general test conditions shall be based on ISO 11452-1).\n2. State of ESA during tests\n2.1. The test conditions shall be according ISO 11452-1.\n2.2. The ESA under test shall be switched on and shall be stimulated to be in\nnormal operation condition. It shall be arranged as defined in this annex\nunless individual test methods dictate otherwise.\nESAs involved in \"REESS charging mode coupled to the power grid\" shall\nbe in charging mode.\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole frequency range\nmeasurement (this may lead to split the measurement in different sub-bands\nwith the need to discharge the vehicle's traction battery before starting the\nnext sub-bands).\n88E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 9\nIf the test is not performed with a REESS the ESA should be tested at rated\ncurrent. If the current consumption can be adjusted, then the current shall be\nset to at least 20 per cent of its nominal value.\n2.3. Any extraneous equipment required to operate the ESA under test shall not\nbe in place during the calibration phase. No extraneous equipment shall be\ncloser than 1 m from the reference point during calibration.\n2.4. To ensure reproducible measurement results are obtained when tests and\nmeasurements are repeated, the test signal generating equipment and its\nlayout shall be to the same specification as that used during each appropriate\ncalibration phase.\n2.5. If the ESA under test consists of more than one unit, the interconnecting\ncables should ideally be the wiring harnesses as intended for use in the\nvehicle. If these are not available, the length between the electronic control\nunit and the AN shall be as defined in the standard. All cables in the wiring\nharness should be terminated as realistically as possible and preferably with\nreal loads and actuators.\n3. General test requirements\n3.1. Frequency range, dwell times\nMeasurements shall be made in the 20 to 2,000 MHz frequency range with\nfrequency steps according to ISO 11452-1.\nThe test signal modulation shall be:\n(a) AM (amplitude modulation), with 1 kHz modulation and 80 per cent\nmodulation depth in the 20 to 800 MHz frequency range, and\n(b) PM (pulse modulation), Ton 577 µs, period 4,600 µs in the 800 to\n2,000 MHz frequency range,\nIf not otherwise agreed between Technical Service and ESA manufacturer.\nFrequency step size and dwell time shall be chosen according to\nISO 11452-1.\n3.2. The Technical Service shall perform the test at the intervals specified in\nISO 11452-1, throughout the frequency range 20 to 2,000 MHz.\nAlternatively, if the manufacturer provides measurement to data for the\nwhole frequency band from a test laboratory accredited to the applicable\nparts of ISO 17025, and recognized by the Type Approval Authority, the\nTechnical Service may choose a reduced number of spot frequencies in the\nrange, e.g. 27, 45, 65, 90, 120, 150, 190, 230, 280, 380, 450, 600, 750, 900,\n1,300, and 1,800 MHz to confirm that the ESA meets the requirements of this\nannex.\n3.3. If an ESA fails the tests defined in this annex, it shall be verified as having\nfailed under the relevant test conditions and not as a result of the generation\nof uncontrolled fields.\n4. Specific test requirements\n4.1. Absorber chamber test\n4.1.1. Test method\nThis test method allows the testing of vehicle electrical/electronic systems by\nexposing an ESA to electromagnetic radiation generated by an antenna.\n89E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 9\n4.1.2. Test methodology\nThe \"substitution method\" shall be used to establish the test field conditions\naccording ISO 11452-2.\nThe test shall be performed with vertical polarization.\n4.1.2.1. For ESAs in configuration \"REESS charging mode coupled to the power\ngrid\" the test arrangement shall be according to Appendix 3 to this annex.\n4.1.2.1.1. The shielding configuration shall be according to the vehicle series\nconfiguration. Generally all shielded HV parts shall be properly connected\nwith low impedance to ground (e. g. AN, cables, connectors etc.). ESAs and\nloads shall be connected to ground. The external HV power supply shall be\nconnected via feed-through-filtering.\n4.1.2.1.2. Unless otherwise specified the length of the LV harness and the HV harness\nparallel to the front edge of the ground plane shall be 1,500 mm (±75 mm).\nThe total length of the test harness including the connector shall be 1,700 mm\n(+300/-0 mm). The distance between the LV harness and the HV harness\nshall be 100 mm (+100/-0 mm).\n4.1.2.1.3. All of the harnesses shall be placed on a non-conductive, low relative\npermittivity material (ε ≤ 1,4), at 50 mm (±5 mm) above the ground plane.\nr\n4.1.2.1.4. Shielded supply lines for HV+ and HV- line and three phase lines may be\ncoaxial cables or in a common shield depending on the used plug system. The\noriginal HV-harness from the vehicle may be used optionally.\n4.1.2.1.5. Unless otherwise specified, the ESA case shall be connected to the ground\nplane either directly or via defined impedance.\n4.1.2.1.6. For onboard chargers, the AC/DC power lines shall be placed the furthest\nfrom the antenna (behind LV and HV harness). The distance between the\nAC/DC power lines and the closest harness (LV or HV) shall be 100 mm\n(+100/-0 mm).\n4.1.2.1.7. Unless otherwise specified, the configuration with the LV harness closer to\nthe antenna shall be tested.\n4.2. TEM cell testing (see Appendix 2 to this annex)\n4.2.1. Test method\nThe TEM (transverse electromagnetic mode) cell generates homogeneous\nfields between the internal conductor (septum) and housing (ground plane).\n4.2.2. Test methodology\nThe test shall be performed according ISO 11452-3.\nDepending on the ESA to be tested the Technical Service shall chose the\nmethod of maximum field coupling to the ESA or to the wiring harness\ninside the TEM-cell.\n4.3. Bulk current injection testing\n4.3.1. Test method\nThis is a method of carrying out immunity tests by inducing currents directly\ninto a wiring harness using a current injection probe.\n90E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 9\n4.3.2. Test methodology\nThe test shall be performed according to ISO 11452-4 on a test bench. As an\nalternative the ESA may be tested while installed in the vehicle according to\nISO 11451-4 with the following characteristics:\n(a) The injection probe shall be positioned in 150 mm distance to the ESA\nto be tested;\n(b) The reference method shall be used to calculate injected currents from\nforward power;\n(c) The frequency range of the method is limited by the injection probe\nspecification.\n4.3.2.1. For ESAs in configuration \"REESS charging mode coupled to the power\ngrid\", the test arrangement shall be according to Appendix 4 to this annex.\n4.3.2.1.1. The shielding configuration shall be according to the vehicle series\nconfiguration. Generally all shielded HV parts shall be properly connected\nwith low impedance to ground (e. g. AN, cables, connectors, etc.). ESAs and\nloads shall be connected to ground. The external HV power supply shall be\nconnected via feed-through-filtering.\n4.3.2.1.2. Unless otherwise specified the length of the LV harness and the HV harness\nshall be 1,700 mm (+300/-0 mm). The distance between the LV harness and\nthe HV harness shall be 100 mm (+100/-0 mm).\n4.3.2.1.3. All of the harnesses shall be placed on a non-conductive, low relative\npermittivity material (ε≤1.4), at (50 ± 5) mm above the ground plane.\nr\n4.3.2.1.4. Shielded supply lines for HV+ and HV- line and three phase lines may be\ncoaxial cables or in a common shield depending on the used plug system. The\noriginal HV-harness from the vehicle may be used optionally.\n4.3.2.1.5. Unless otherwise specified, the ESA case shall be connected to the ground\nplane either directly or via defined impedance.\n4.3.2.1.6. Unless otherwise specified the test shall be performed with the injection\nprobe placed around each of the following harnesses:\n(a) Low voltage harness;\n(b) High voltage harness;\n(c) AC power lines if applicable;\n(d) DC power lines if applicable.\n4.4. Stripline testing\n4.4.1. Test method\nThis test method consists of subjecting the wiring harness connecting the\ncomponents in an ESA to specified field strengths.\n4.4.2. Test methodology\nThe test shall be performed according to ISO 11452-5.\n4.5. 800 mm stripling testing\n91E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 9\n4.5.1. Test method\nThe stripline consists of two parallel metallic plates separated by 800 mm.\nEquipment under test is positioned centrally between the plates and subjected\nto an electromagnetic field (see Appendix 1 to this annex).\nThis method can test complete electronic systems including sensors and\nactuators as well as the controller and wiring loom. It is suitable for apparatus\nwhose largest dimension is less than one-third of the plate separation.\n4.5.2. Test methodology\n4.5.2.1. Positioning of stripline\nThe stripline shall be housed in a screened room (to prevent external\nemissions) and positioned 2 m away from walls and any metallic enclosure to\nprevent electromagnetic reflections. RF absorber material may be used to\ndamp these reflections. The stripline shall be placed on non-conducting\nsupports at least 0.4 m above the floor.\n4.5.2.2. Calibration of the stripline\nA field-measuring probe shall be positioned within the central one-third of\nthe longitudinal, vertical and transverse dimensions of the space between the\nparallel plates with the system under test absent.\nThe associated measuring equipment shall be sited outside the screen room.\nAt each desired test frequency, a level of power shall be fed into the stripline\nto produce the required field strength at the antenna. This level of forward\npower, or another parameter directly related to the forward power required to\ndefine the field, shall be used for type approval tests unless changes occur in\nthe facilities or equipment, which necessitate this procedure being repeated.\n4.5.2.3. Installation of the ESA under test\nThe main control unit shall be positioned within the central one third of the\nlongitudinal, vertical and transverse dimensions of the space between the\nparallel plates. It shall be supported on a stand made from non-conducting\nmaterial.\n4.5.2.4. Main wiring loom and sensor/actuator cables\nThe main wiring loom and any sensor/actuator cables shall rise vertically\nfrom the control unit to the top ground plate (this helps to maximize coupling\nwith the electromagnetic field). Then they shall follow the underside of the\nplate to one of its free edges where they shall loop over and follow the top of\nthe ground plate as far as the connections to the stripline feed. The cables\nshall then be routed to the associated equipment, which shall be sited in an\narea outside the influence of the electromagnetic field, e.g. on the floor of the\nscreened room 1 m longitudinally away from the stripline.\n92E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 9 - Appendix 1\nAnnex 9 - Appendix 1\nFigure 1\n800 mm Stripline testing\n93E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 9 - Appendix 1\nFigure 2\n800 mm stripline dimensions\n94E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 9 - Appendix 2\nAnnex 9 - Appendix 2\nTypical TEM cell dimensions\nThe following table shows the dimensions for constructing a cell with specified upper\nfrequency limits:\nUpper frequency Cell form factor Cell form factor Plate separation Septum\n(MHz) W: b L/W b (cm) S (cm)\n200 1.69 0.66 56 70\n200 1.00 1 60 50\n95E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 9 - Appendix 3\nAnnex 9 – Appendix 3\nAbsorber chamber test\nTest configuration for ESA's involved in \"REESS charging mode coupled to the power\ngrid\". The test shall be performed according to ISO 11452-2.\nLegend:\n13 RF absorber material\n1 ESA (grounded locally if required in test plan)\n14 Stimulation and monitoring system\n2 LV Test harness\n15 HV harness\n3 LV Load simulator (placement and ground connection\n16 HV load simulator\naccording to CISPR 25 paragraph 6.4.2.5.)\n17 HV AN\n4 Power supply (location optional)\n18 HV power supply\n5 LV Artificial network (AN)\n19 HV feed-through\n6 Ground plane (bonded to shielded enclosure)\n25 AC/DC charger harness\n7 Low relative permittivity support (ε ≤ 1.4)\nr\n26 AC/DC load simulator (e.g. PLC)\n8 Horn antenna\n27 50µH LISN (AC) or HVAN (DC)\n10 High-quality coaxial cable e.g. double-shielded (50 Ω)\n28 AC/DC power supply\n11 Bulkhead connector\n29 AC/DC feed-through\n12 RF signal generator and amplifier\n96E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 9 - Appendix 4\nAnnex 9 – Appendix 4\nBCI test\nTest configuration for ESAs involved in \"REESS charging mode coupled to the power\ngrid\". The test shall be performed according to ISO 11452-4.\nLegend:\n11 HV DC harness\n1 ESA (grounded locally if required in test plan)\n12 HV AN\n2 LV Test harness\n13 HV DC load\n3 LV supply\n14 HV DC feed-through\n4 LV LISN\n15 HV DC load simulator\n5 LV load simulator\n16 HV AC/DC charger harness\n6 Stimulation and monitoring system\n17 50 µH LISN (AC) or HV AN (DC)\n7 Low relative permittivity support\n18 HV AC/DC power supply\n8 Ground plane\n19 HV AC/DC feed-through\n9 Injection probe\n20 HV AC/DC load simulator (e.g. PLC)\n10 RF signal amplifier and generator\n97E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "36",
    "section": "Annex 10 nMethod(s) of testing for immunity to and emission of\ntransients of electrical/electronic sub-assemblies",
    "text": "\n1. General\nThis test method shall ensure the immunity of ESAs to conducted transients\non the vehicle power supply and limit conducted transients from ESAs to the\nvehicle power supply.\n2. Immunity against transient disturbances conducted along 12/24 V supply\nlines.\nApply the test pulses 1, 2a, 2b, 3a, 3b and 4 according to the International\nStandard ISO 7637-2 to the supply lines as well as to other connections of\nESAs which may be operationally connected to supply lines.\n3. Emission of transient conducted disturbances generated by ESAs on 12/24 V\nsupply lines\nMeasurement according to the International Standard ISO 7637-2 on supply\nlines as well as to other connections of ESAs which may be operationally\nconnected to supply lines.\n98E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "37",
    "section": "Annex 11\nAnnex 11\nMethod(s) of testing for emission of harmonics generated on\nAC power lines from vehicle",
    "text": "1. General\n1.1. The test method described in this annex shall be applied to vehicles in\nconfigurationREESS charging mode coupled to the power grid\"\n1.2. Test method\nThis test is intended to measure the level of harmonics generated by vehicle\nin configuration \"REESS charging mode coupled to the power grid\" through\nits AC power lines in order to ensure it is compatible with residential,\ncommercial and light industrial environments.\nIf not otherwise stated in this annex the test shall be performed according to:\n(a) IEC 61000-3-2 for input current in charging mode ≤ 16 A per phase\nfor class A equipment;\n(b) IEC 61000-3-12 for input current in charging mode > 16 A and ≤ 75 A\nper phase.\n2. Vehicle state during tests\n2.1. The vehicle shall be in configuration \"REESS charging mode coupled to the\npower grid\".\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole time duration of\nthe measurement (this may lead to the measurement being split into different\ntime slots with the need to discharge the vehicle’s traction battery before\nstarting the next time slot). If the current consumption can be adjusted, then\nthe current shall be set to at least 80 per cent of its nominal value.\nThe vehicle shall be immobilized, engine OFF.\nAnd all other equipment which can be switched on permanently by the driver\nor passenger should be OFF.\n3. Test arrangements\n3.1. The observation time to be used for the measurements shall be as for\nquasi-stationary equipment as defined in IEC 61000-3-2, Table 4.\n3.2. The test set-up for single phase vehicle in configuration \"REESS charging\nmode coupled to the power grid\" is shown in Figure 1 of Appendix 1 to this\nannex.\n3.3. The test set-up for three-phase vehicle in configuration \"REESS charging\nmode coupled to the power grid\" is shown in Figure 2 of Appendix 1 to this\nannex.\n4. Test requirements\n4.1. The measurements of even and odd current harmonics shall be performed up\nto the 40th harmonic.\n99E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 11\n4.2. The limits for single phase or three-phase \"REESS charging mode coupled to\nthe power grid\" with input current ≤ 16 A per phase are given in Table 3 of\nparagraph 7.3.2.1. of this Regulation.\n4.3. The limits for single phase \"REESS charging mode coupled to the power\ngrid\" with input current > 16 A and ≤ 75 A per phase are given in Table 4 of\nparagraph 7.3.2.2. of this Regulation.\n4.4. The limits for three-phase \"REESS charging mode coupled to the power grid\"\nwith input current > 16 A and ≤ 75 A per phase are given in Table 5 of\nparagraph 7.3.2.2. of this Regulation.\n4.5. For three-phase \"REESS charging mode coupled to the power grid\" with\ninput current > 16 A and ≤ 75 A per phase, when at least one of the three\nconditions a), b) or c) described in paragraph 5.2. of IEC 61000-3-12 is\nfulfilled, then the limits given in Table 6 of paragraph 7.3.2.2. of this\nRegulation can be applied.\n100E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 11 - Appendix 1\nAnnex 11 – Appendix 1\nFigure 1\nVehicle in configuration \"REESS charging mode coupled to the power grid\" – Single\nphase charger test set-up\n101\nM e a s u rein\np u t im\nP o w e r s u p p lyo\nf in te rn a l\nim p e d a n c e Z\nSa\nn d o p e n c irc u itv\no lta g e G\nmp\ne\ned na t d en\nc e\nv ic eZ\nM\nw ith\nC athg\nro\nbau\nM a x im u\nle s h a ll bn\n1 m , 1 0n\nd a n d ath\ne\nm le n g th 1 0 m\ne z -fo ld e d if lo0\n2 5 m m a b±t\nle a s t 1 0 0 m m\nc a r b o d y\nn g e r\no v e\nfro m\nFigure 2\nVehicle in configuration \"REESS charging mode coupled to the power grid\" – Three-\nphase charger test set-upE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n "
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "38",
    "section": "Annex 12\nAnnex 12\nMethod(s) of testing for emission of voltage changes, voltage\nfluctuations and flicker on AC power lines from vehicle",
    "text": " 1.1. The test method described in this annex shall be applied to vehicles in\nconfiguration \"REESS charging mode coupled to the power grid\"\n1.2. Test method\nThis test is intended to measure the level of voltage changes, voltage\nfluctuations and flicker generated by vehicle in configuration \"REESS\ncharging mode coupled to the power grid\" through its AC power lines in\norder to ensure it is compatible with residential, commercial and light\nindustrial environments.\nIf not otherwise stated in this annex the test shall be performed according to:\n(a) IEC 61000-3-3 for rated current in \"REESS charging mode\" ≤ 16 A\nper phase and not subjected to conditional connection;\n(b) IEC 61000-3-11 for rated current in \"REESS charging mode\" > 16 A\nand ≤ 75 A per phase and subjected to conditional connection.\n2. Vehicle state during tests\n2.1. The vehicle shall be in configuration \"REESS charging mode coupled to the\npower grid\".\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole time duration of\nthe measurement (this may lead to the measurement being split into different\ntime slots with the need to discharge the vehicle’s traction battery before\nstarting the next time slot). If the current consumption can be adjusted, then\nthe current shall be set to at least 80 per cent of its nominal value.\nThe vehicle shall be immobilized, engine OFF.\nAnd all other equipment which can be switched on permanently by the driver\nor passenger should be OFF.\n3. Test arrangements\n3.1. The tests for vehicle in configuration \"REESS charging mode coupled to the\npower grid\" with rated current ≤ 16 A per phase and not subjected to\nconditional connection shall be performed according to paragraph 4. of\nIEC 61000-3-3.\n3.2. The tests for vehicle in configuration \"REESS charging mode coupled to the\npower grid\" with rated current > 16 A and ≤ 75 A per phase and subjected to\nconditional connection shall be performed according to paragraph 6. of\nIEC 61000-3-11.\n3.3. The test set-up for vehicle in configuration \"REESS charging mode coupled\nto the power grid\" is shown in Figures 1a and 1b of Appendix 1 to this annex.\n102E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 12\n4. Test requirements\n4.1. The parameters to be determined in the time-domain are \"short duration\nflicker value\", \"long duration flicker value\" and \"voltage relative variation\".\n4.2. The limits for vehicle in configuration \"REESS charging mode coupled to the\npower grid\" with input current ≤ 16 A per phase and not subjected to\nconditional connection are given in paragraph 7.4.2.1. of this Regulation.\n4.3. The limits for vehicle in configuration \"REESS charging mode coupled to the\npower grid\" with input current > 16 A and ≤ 75 A per phase and subjected to\nconditional connection are given in paragraph 7.4.2.2. of this Regulation.\n103E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 12 - Appendix 1\nAnnex 12 - Appendix 1\nFigure 1a\nVehicle in configuration \"REESS charging mode coupled to the power grid\" – Single\nphase test set-up\nFigure 1b\nVehicle in configuration \"REESS charging mode coupled to the power grid\" – Three\nphase test set-up\n104E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "39",
    "section": "Annex 13\nAnnex 13\nMethod(s) of testing for emission of radiofrequency\nconducted disturbances on AC or DC power lines from\nvehicles",
    "text": "1.1. The test method described in this annex shall be applied to vehicles in\nconfiguration \"REESS charging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to measure the level of radio frequency conducted\ndisturbances generated by vehicle in configuration \"REESS charging mode\ncoupled to the power grid\" through its AC or DC power lines in order to\nensure it is compatible with residential, commercial and light industrial\nenvironments.\nIf not otherwise stated in this annex the test shall be performed according to\nCISPR 16-2-1.\n2. Vehicle state during tests\n2.1. The vehicle shall be in configuration \"REESS charging mode coupled to the\npower grid\".\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole frequency range\nmeasurement (this may lead to split the measurement in different sub-bands\nwith the need to discharge the vehicle's traction battery before starting the\nnext sub-bands). If the current consumption can be adjusted, then the current\nshall be set to at least 80 per cent of its nominal value.\nThe vehicle shall be immobilized, engine OFF.\nAnd all other equipment which can be switched on permanently by the driver\nor passenger should be OFF.\n3. Test arrangements\n3.1. The test shall be performed according to paragraph 7.4.1. of CISPR 16-2-1 as\nfloor-standing equipment.\n3.2. The artificial mains network to be used for the measurement on vehicle is\ndefined in paragraph 4.3. of CISPR 16-1-2.\nArtificial networks\nThe AN(s) shall be mounted directly on the ground plane. The cases of the\nAN(s) shall be bonded to the ground plane.\nThe measuring port of each AN shall be terminated with a 50  load.\nThe AN shall be placed as defined in Figures 1a to 1d. of Appendix 1 to this\nannex.\n3.3. The test set-up for the connection of the vehicle in configuration \"REESS\ncharging mode coupled to the power grid\" is shown in Figure 1a to 1d of\nAppendix 1 to this annex.\n105E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 13\n3.4. The measurements shall be performed with a spectrum analyser or a scanning\nreceiver. The parameters to be used are defined in Table 1 and Table 2.\nTable 1\nSpectrum analyser parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange RBW at Scan RBW at Scan RBW at Scan\nMHz -3 dB time -6 dB time -3 dB time\n0.15 to 30 9/10 kHz 10 s/MHz 9 kHz 200 s/MHz 9/10 kHz 10 s/MHz\nNote: If a spectrum analyser is used for peak measurements, the video bandwidth shall be at least\nthree times the resolution bandwidth (RBW)\nTable 2\nScanning receiver parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange BW at Step Dwell BW at Step Dwell BW at Step Dwell\nMHz -6 dB size a time -6 dB size a time -6 dB size a time\n0.15 to 30 9 kHz 5 kHz 50 ms 9 kHz 5 kHz 1 s 9 kHz 5 kHz 50 ms\na For purely broadband disturbances, the maximum frequency step size may be increased up to a\nvalue not greater than the bandwidth value.\n4. Test requirements\n4.1. The limits apply throughout the frequency range 0.15 to 30 MHz for\nmeasurements performed in a semi anechoic chamber or an outdoor test site.\n4.2. Measurements shall be performed with average and either quasi-peak or peak\ndetectors. The limits are given in paragraph 7.5. of this Regulation.\nTable 7 for AC lines and Table 8 for DC lines. If peak detectors are used a\ncorrection factor of 20 dB as defined in CISPR 12 shall be applied.\n106E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 13 - Appendix 1\nAnnex 13 - Appendix 1\nFigure 1\nVehicle in configuration \"REESS charging mode coupled to the power grid\"\nExample of test setup for vehicle with plug located on vehicle side (AC powered without\ncommunication)\nFigure 1a\nFigure1b\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging cable\n4 Artificial network(s) grounded (for AC or DC power lines)\n5 Power mains socket\n6 Measuring receiver\n107E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 13 - Appendix 1\nVehicle in configuration \"REESS charging mode coupled to the power grid\"\nExample of test setup for vehicle with plug located front / rear of vehicle (AC powered\nwithout communication)\nFigure 1c\nFigure 1d\nLegend:\n1 Vehicle under test\n2 Insulating support\n3 Charging cable\n4 Artificial network(s) grounded (for AC or DC power lines)\n5 Power mains socket\n6 Measuring receiver\n108E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "40",
    "section": "Annex 14\nAnnex 14\nMethod(s) of testing for emission of radiofrequency\nconducted disturbances on network and telecommunication\naccess from vehicles",
    "text": "General\n1.1. The test method described in this annex shall be applied to vehicles in\nconfiguration \"REESS charging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to measure the level of radio frequency conducted\ndisturbances generated by vehicle in configuration \"REESS charging mode\ncoupled to the power grid\" through its network and telecommunication access\nin order to ensure it is compatible with residential, commercial and light\nindustrial environments.\nIf not otherwise stated in this annex the test shall be performed according to\nCISPR 22.\n2. Vehicle/ state during tests\n2.1. The vehicle shall be in configuration \"REESS charging mode coupled to the\npower grid\". The state of charge (SOC) of the traction battery shall be kept\nbetween 20 per cent and 80 per cent of the maximum SOC during the whole\nfrequency range measurement (this may lead to split the measurement in\ndifferent sub-bands with the need to discharge the vehicle's traction battery\nbefore starting the next sub-bands). If the current consumption can be\nadjusted, then the current shall be set to at least 80 per cent of its nominal\nvalue.\nThe vehicle shall be immobilized, engine OFF.\nAnd all other equipment which can be switched on permanently by the driver\nor passenger should be OFF.\n3. Test arrangements\n3.1. The test set-up shall be performed according to paragraph 5. of CISPR 22 for\nconducted emissions.\n3.2. The impedance stabilisation to be used for the measurement on vehicle is\ndefined in paragraph 9.6.2. of CISPR 22.\nImpedance Stabilization\nCommunication lines shall be applied to the vehicle through IS(s).\nThe IS(s) shall be mounted directly on the ground plane. The case of the IS(s)\nshall be bonded to the ground plane.\nThe measuring port of each IS shall be terminated with a 50  load. The IS\nshall be placed as defined in Figures 1a to 1d of Appendix 1 to this annex.\n3.3. The test set-up for the connection of the vehicle in configuration \"REESS\ncharging mode coupled to the power grid\" is shown in Figures 1a to 1d of\nAppendix 1 to this annex.\n109E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 14\nIf it is impossible to guarantee the functionality of vehicle, due to\nintroduction of IS, an alternate method described in CISPR 22 (according to\nFigures 2a to 2d of Appendix 1 to this annex) shall be applied.\n3.4. The measurements shall be performed with a spectrum analyser or a scanning\nreceiver. The parameters to be used are defined in Table 1 and Table 2.\nTable 1\nSpectrum analyser parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange RBW at Scan RBW at Scan RBW at Scan\nMHz -3 dB time -6 dB time -3 dB time\n0.15 to 30 9/10 10 9 200 9/10 10\nkHz s/MHz kHz s/MHz kHz s/MHz\nNote: If a spectrum analyser is used for peak measurements, the video bandwidth shall be at least\nthree times the resolution bandwidth (RBW)\nTable 2\nScanning receiver parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange BW at Step Dwell BW at Step Dwell BW at Step Dwell\nMHz -6 dB size a time -6 dB size a time -6 dB size a time\n0.15 to 9 5 50 9 5 1 9 5 50\n30 kHz kHz ms kHz kHz s kHz kHz ms\na For purely broadband disturbances, the maximum frequency step size may be increased up to a\nvalue not greater than the bandwidth value.\n4. Test requirements\n4.1. The limits apply throughout the frequency range 0.15 to 30 MHz for\nmeasurements performed in a semi anechoic chamber or an outdoor test site.\n4.2. Measurements shall be performed with average and either quasi-peak or peak\ndetectors. The limits are given in Table 9 of paragraph 7.6. If peak detectors\nare used a correction factor of 20 dB as defined in CISPR 12 shall be applied.\n110E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 14 - Appendix 1\nAnnex 14 – Appendix 1\nFigure 1\nVehicle in configuration \"REESS charging mode coupled to the power grid\"\nExample of test setup for vehicle with plug located on vehicle side (AC or DC powered\nwith communication)\nFigure 1a\nFigure 1b\nLegend:\n1 Vehicle under test 5 Power mains socket\n2 Insulating support 6 Impedance stabilization(s) grounded (for\n3 Charging / communication cable communication lines)\n4 AC or DC artificial network(s) grounded (for AC 7 Charging station\nor DC power lines) 8 Measuring receiver\n111E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 14 - Appendix 1\nVehicle in configuration \"REESS charging mode coupled to the power grid\"\nExample of test set-up for vehicle with plug located front/rear of vehicle (AC or DC\npowered with communication)\nFigure 1c\nFront view\n3\n1\n2 (100 ± 25) mm 4 6 5\n7\n8\n0.8 (+0.2 / -0 ) m\nFigure 1d\nLegend:\n1 Vehicle under test 5 Power mains socket\n2 Insulating support 6 Impedance stabilization(s) grounded (for\n3 Charging / communication cable communication lines)\n4 AC or DC Artificial network(s) grounded (for AC 7 Charging station\nor DC power lines) 8 Measuring receiver\n112E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 14 - Appendix 1\nFigure 2\nAlternative measurement for vehicle in configuration \"REESS charging mode\ncoupled in the power grid\"\nExample of test setup for vehicle with plug located on vehicle side (AC or DC powered\nwith communication)\nFigure 2a\nFigure 2b\nLegend:\n1 Vehicle under test 7 Charging station\n2 Insulating support 8 Current probe\n3 Charging / communication cable 9 Communication lines\n4 AC or DC Artificial network(s) grounded (for AC 10 Measuring receiver\nor DC power lines) 11 Capacitive voltage probe\n5 Power mains socket\n113E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 14 - Appendix 1\nAlternative measurement for vehicle in configuration \"REESS charging mode coupled in\nthe power grid\"\nExample of test setup for vehicle with plug located front / rear of vehicle (AC or DC\npowered with communication)\nFigure 2c\nFigure 2d\nLegend:\n1 Vehicle under test 7 Charging station\n2 Insulating support 8 Current probe (or capacitive voltage\n3 Charging / communication cable probe)\n4 AC or DC Artificial network(s) grounded (for AC 9 Communication lines\nor DC power lines) 10 Measuring receiver\n5 Power mains socket 11 Capacitive voltage probe\n114E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "41",
    "section": "Annex 15\nAnnex 15\nMethod of testing for immunity of vehicles to electrical fast\ntransient/burst disturbances conducted along AC and DC\npower lines",
    "text": "1.1. The test method described in this annex shall only be applied to vehicles.\nThis method concerns only the configuration of the vehicle with \"REESS\ncharging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to demonstrate the immunity of the vehicle electronic\nsystems. The vehicle shall be subject to electrical fast transient/burst\ndisturbances conducted along AC and DC power lines of the vehicle as\ndescribed in this annex. The vehicle shall be monitored during the tests.\nIf not otherwise stated in this annex the test shall be performed according to\nIEC 61000-4-4.\n2. Vehicle state during tests in configuration \"REESS in charging mode coupled\nto the power grid\"\n2.1. The vehicle shall be in an unladen condition except for necessary test\nequipment.\n2.1.1. The vehicle shall be immobilized, engine OFF and in charging mode.\n2.1.2. Basic vehicle conditions\nThe paragraph defines minimum test conditions (as far as applicable) and\nfailures criteria for vehicle immunity tests. Other vehicle systems, which can\naffect immunity related functions, shall be tested in a way to be agreed\nbetween manufacturer and Technical Service.\n\"REESS charging mode\" vehicle test conditions Failure criteria\nThe REESS shall be in charging mode. The state of charge Vehicle sets in motion\n(SOC) of the traction battery shall be kept between 20 per cent\nand 80 per cent of the maximum SOC during the whole time\nduration of the measurement (this may lead to the measurement\nbeing split into different time slots with the need to discharge\nthe vehicle’s traction battery before starting the next time slot).\nIf the current consumption can be adjusted, then the current\nshall be set to at least 20 per cent of its nominal value.\n2.1.3. All other equipment which can be switched on permanently by the driver or\npassenger should be OFF.\n2.2. Only non-perturbing equipment shall be used while monitoring the vehicle.\nThe vehicle exterior and the passenger compartment shall be monitored to\ndetermine whether the requirements of this annex are met (e.g. by using (a)\nvideo camera(s), a microphone, etc.).\n115E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 15\n3. Test equipment\n3.1. The test equipment is composed of a reference ground plane (a shielded room\nis not required), a transient/burst generator, Coupling/Decoupling Network\n(CDN) and capacitive coupling clamp.\n3.2. The transient/burst generator shall meet the condition defined in\nparagraph 6.1. of IEC 61000-4-4.\n3.3. The Coupling/Decoupling Network shall meet the condition defined in\nparagraph 6.2. of IEC 61000-4-4. When the Coupling/Decoupling Network\ncannot be used on AC or DC power lines, the capacitive coupling clamp\ndefined in paragraph 6.3. of IEC 61000-4-4 can be used.\n4. Test setup\n4.1. The vehicle test setup is based on the laboratory type setup as described in\nparagraph 7.2. of IEC 61000-4-4.\n4.2. The vehicle shall be placed directly on the ground plane.\n4.3. The Technical Service shall perform the test as specified in paragraph 7.7.2.1.\nof this Regulation.\nAlternatively, if the manufacturer provides measurement from a test\nlaboratory accredited to the applicable parts of ISO 17025 and recognized by\nthe Type Approval Authority, the Technical Service may choose not to\nperform the test to confirm that the vehicle meets the requirements of this\nannex.\n5. Generation of required test level\n5.1. Test methodology\n5.1.1. The test method according to IEC 61000-4-4 shall be used to establish the\ntest level requirements.\n5.1.2. Test phase\nThe vehicle shall be positioned on the ground plane. The electrical fast\ntransient/burst (EFT/B) shall be applied on the vehicle on the AC/DC power\nlines in common modes by using CDN as described in Figure 1 of Appendix\n1 to this annex.\nThe test set-up shall be noted in the test report.\n116E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 15 - Appendix 1\nAnnex 15 - Appendix 1\nFigure 1\nVehicle in configuration \"REESS charging mode\" coupled to the power grid coupling\non AC/DC power lines\n117\n0 .8 (+ 0 .2 / -0 ) m\nC a b le s h a ll b e zlo\nn g e r th a n 1 m , 1 0a\nb o v e g ro u n d a n1\n0 0 m m fro m th e\n-fo ld e d if\n0 2 5 m m±d\na t le a s t\nc a r b o d yE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "42",
    "section": "Annex 16\nMethod of testing for immunity of vehicles to surges\nconducted along AC and DC power lines",
    "text": "Annex 16\n\n1. General\n1.1. The test method described in this annex shall only be applied to vehicles.\nThis method concerns only the configuration of the vehicle with \"REESS\ncharging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to demonstrate the immunity of the vehicle electronic\nsystems. The vehicle shall be subject to surges conducted along AC and DC\npower lines of the vehicle as described in this annex. The vehicle shall be\nmonitored during the tests.\nIf not otherwise stated in this annex the test shall be performed according to\nIEC 61000-4-5.\n2. Vehicle state during tests in configuration \"REESS in charging mode coupled\nto the power grid\"\n2.1. The vehicle shall be in an unladen condition except for necessary test\nequipment.\n2.1.1. The vehicle shall be immobilized, engine OFF and in charging mode.\n2.1.2. Basic vehicle conditions\nThe paragraph defines minimum test conditions (as far as applicable) and\nfailures criteria for vehicle immunity tests. Other vehicle systems, which can\naffect immunity related functions, shall be tested in a way to be agreed\nbetween manufacturer and Technical Service.\n\" REESS charging mode\" vehicle test conditions Failure criteria\nThe REESS shall be in charging mode. The state of charge Vehicle sets in motion\n(SOC) of the traction battery shall be kept between 20 per cent\nand 80 per cent of the maximum SOC during the whole time\nduration of the measurement (this may lead to the measurement\nbeing split into different time slots with the need to discharge\nthe vehicle’s traction battery before starting the next time slot)..\nIf the current consumption can be adjusted, then the current\nshall be set to at least 20 per cent of its nominal value.\n2.1.3. All other equipment which can be switched on permanently by the driver or\npassenger should be OFF.\n2.2. Only non-perturbing equipment shall be used while monitoring the vehicle.\nThe vehicle exterior and the passenger compartment shall be monitored to\ndetermine whether the requirements of this annex are met (e.g. by using (a)\nvideo camera(s), a microphone, etc.).\n3. Test equipment\n3.1. The test equipment is composed of a reference ground plane (a shielded room\nis not required), a surge generator and a Coupling/Decoupling Network\n(CDN).\n118E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 16\n3.2. The surge generator shall meet the condition defined in paragraph 6.1. of\nIEC 61000-4-5.\n3.3. The Coupling/Decoupling Network shall meet the condition defined in\nparagraph 6.3. of IEC 61000-4-5.\n4. Test setup\n4.1. The vehicle test setup is based on the setup described in paragraph 7.2. of\nIEC 61000-4-5.\n4.2. The vehicle shall be placed directly on the ground plane.\n4.3. The Technical Service shall perform the test as specified in paragraph 7.8.2.1.\nof this Regulation.\nAlternatively, if the manufacturer provides measurement from a test\nlaboratory accredited to the applicable parts of ISO 17025 and recognized by\nthe Type Approval Authority, the Technical Service may choose not to\nperform the test to confirm that the vehicle meets the requirements of this\nannex.\n5. Generation of required test level\n5.1. Test methodology\n5.1.1. The test method according to IEC 61000-4-5 shall be used to establish the\ntest level requirements.\n5.1.2. Test phase\nThe vehicle shall be positioned on the ground plane. The electrical surge shall\nbe applied on the vehicle on the AC/DC power lines between each line and\nearth and between lines by using CDN as described in Figures 1 to 4 of\nAppendix 1 to this annex,\nThe test setup shall be noted in the test report.\n119E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 16 - Appendix 1\nAnnex 16 - Appendix 1\nVehicle in configuration \"REESS charging mode coupled to\nthe power grid\"\nFigure 1\nVehicle in configuration \"REESS charging mode coupled to the power grid\" –\nCoupling between lines for DC or AC (single phase) power lines\n120\n0 .8 (+ 0 .2 / -0 ) m\nC a b le s h a ll b e z -fo ld e d if lo n g e r\nth a n 1 m , 1 0 0 2 5 m m a b o v e ±g\nro u n d a n d a t le a s t 1 0 0 m m fro m\nth e c a r b o d y\nFigure 2\nVehicle in configuration \"REESS charging mode coupled to the power grid\" –\nCoupling between each line and earth for DC or AC (single phase) power lines\n0 .8 (+ 0 .2 / -0 ) m\nC a b le s h a ll b e z -fo ld e d if lo n g e r\nth a n 1 m , 1 0 0 2 5 m m a b o ve ±g\nro u n d a n d a t le a s t 1 0 0 m m fro m\nth e c a r b o d yE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 16 - Appendix 1\nFigure 3\nVehicle in configuration \"REESS charging mode coupled to the power grid\" –\nCoupling between lines for AC (three phases) power lines\n121\n0 .8 (+ 0 .2 / -0 ) m\nC a b le sh a ll b e z-fo ld e d if lo n g e r\nth a n 1 m , 1 0 0 2 5 m m a b o ve ±g\nro u n d a n d a t le a st 1 0 0 m m fro m\nth e ca r b o d y\nFigure 4\nVehicle in configuration \"REESS charging mode coupled to the power grid\" –\nCoupling between each line and earth for AC (three phases) power lines\n0.8 (+0.2 / -0) m\nCable shall be z-folded if\nCable shall be z-folded if longer\nlonger than 1m, 100 ±\nthan 1m, 100 ±25 mm above\ngrou2n5dm amn da baot vleea gsrto 1u0n0dm amnd f raotm\nleast 1th0e0 mcamr bfroodmy the car\nbodyE/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "43",
    "section": "Annex 17\nMethod(s) of testing for emission of harmonics generated on\nAC power lines from an ESA\n ",
    "text": "1.1. The test method described in this annex shall be applied to ESAs in\nconfiguration \"REESS charging mode coupled to the power grid\"\n1.2. Test method\nThis test is intended to measure the level of harmonics generated by an ESA\nin configuration \"REESS charging mode coupled to the power grid\" through\nits AC power lines in order to ensure it is compatible with residential,\ncommercial and light industrial environments.\nIf not otherwise stated in this annex the test shall be performed according to:\n(a) IEC 61000-3-2 for input current in charging mode ≤ 16 A per phase\nfor class A equipment;\n(b) IEC 61000-3-12 for input current in charging mode > 16 A and ≤ 75 A\nper phase.\n2. ESA state during tests\n2.1. The ESA shall be in configuration \"REESS charging mode coupled to the\npower grid\".\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole time duration of\nthe measurement (this may lead to the measurement being split into different\ntime slots with the need to discharge the vehicle’s traction battery before\nstarting the next time slot).\nIf the current consumption can be adjusted, then the current shall be set to at\nleast 80 per cent of its nominal value.\n3. Test arrangements\n3.1. The observation time to be used for the measurements shall be as for\nquasi-stationary equipment as defined in Table 4 of IEC 61000-3-2.\n3.2. The test set-up for single phase ESA in configuration \"REESS charging mode\ncoupled to the power grid\" is shown in Figure 1 of Appendix 1 to this annex.\n3.3. The test set-up for three-phase ESA in configuration \"REESS charging mode\ncoupled to the power grid\" is shown in Figure 2 of Appendix 1 to this annex.\n4. Test requirements\n4.1. The measurements of even and odd current harmonics shall be performed up\nto the 40th harmonic.\n4.2. The limits for single phase or three-phase ESAs in configuration \"REESS\ncharging mode coupled to the power grid\" with input current ≤ 16 A per\nphase are given in Table 10 of paragraph 7.11.2.1. of this Regulation.\n122E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 17\n4.3. The limits for single phase ESAs in configuration \"REESS charging mode\ncoupled to the power grid\" with input current > 16 A and ≤ 75 A per phase\nare given in Table 11 of paragraph 7.11.2.2. of this Regulation.\n4.4. The limits for three-phase ESAs in configuration \"REESS charging mode\ncoupled to the power grid\" with input current > 16 A and ≤ 75 A per phase\nare given in paragraph Table 12 of 7.11.2.2. of this Regulation.\n4.5. For three-phase ESAs in configuration \"REESS charging mode coupled to\nthe power grid\" with input current > 16 A and ≤ 75 A per phase, when at least\none of the three conditions a), b) or c) described in paragraph 5.2. of\nIEC 61000-3-12 is fulfilled, then the limits given in Table 13 of\nparagraph 7.11.2.2. of this Regulation can be applied.\n123E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 17 - Appendix 1\nAnnex 17 – Appendix 1\nFigure 1\nESA in configuration \"REESS charging mode coupled to the power grid\" – Single\nphase test set-up\nMeasurement device with input impedance Z\nM\nMaximum cable\nlength 10 m\nPower\nsupply of\ninternal\nimpedance\nESA\nZ and open\ns\ncircuit\nvoltage G\nFigure 2\nESA in configuration \"REESS charging mode coupled to the power grid\" –Three-\nphase test set-up\nMeasurement device with input impedance Z\nM\nMaximum cable\nlength 10 m\nPower\nsupply of\ninternal\nimpedance ESA\nZ and open\ns\ncircuit\nvoltage G\n124E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "44",
    "section": "nAnnex 18\nMethod(s) of testing for emission of voltage changes, voltage\nfluctuations and flicker on AC power lines from an ESA\n1. ",
    "text": "General\n1.1. The test method described in this annex shall be applied to ESAs in\nconfiguration \"REESS charging mode coupled to the power grid\"\n1.2. Test method\nThis test is intended to measure the level of voltage changes, voltage\nfluctuations and flicker generated by ESA in configuration \"REESS charging\nmode coupled to the power grid\" through its AC power lines in order to\nensure it is compatible with residential, commercial and light industrial\nenvironments.\nIf not otherwise stated in this annex the test shall be performed according to:\n(a) IEC 61000-3-3 for rated current in \"REESS charging mode\" ≤ 16 A\nper phase and not subjected to conditional connection;\n(b) IEC 61000-3-11 for rated current in \"REESS charging mode\" > 16 A\nand ≤ 75 A per phase and subjected to conditional connection\n2. ESA state during tests\n2.1. The ESA shall be in configuration \"REESS charging mode coupled to the\npower grid\"\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole time duration of\nthe measurement (this may lead to the measurement being split into different\ntime slots with the need to discharge the vehicle’s traction battery before\nstarting the next time slot).\nIf the current consumption can be adjusted, then the current shall be set to at\nleast 80 per cent of its nominal value.\n3. Test Arrangements\n3.1. The tests for ESA in configuration \"REESS charging mode coupled to the\npower grid\" with rated current ≤ 16 A per phase and not subjected to\nconditional connection shall be performed according to paragraph 4. of\nIEC 61000-3-3.\n3.2. The tests for ESA in configuration \"REESS charging mode coupled to the\npower grid\" with rated current > 16 A and ≤ 75 A per phase and subjected to\nconditional connection shall be performed according to paragraph 6. of\nIEC 61000-3-11.\n3.3. The test set-up for ESA in configuration \"REESS charging mode coupled to\nthe power grid\" is shown in Figures 1a and 1b of Appendix 1 to this annex.\n4. Test requirements\n4.1. The parameters to be determined in the time-domain are \"short duration\nflicker value\", \"long duration flicker value\" and \"voltage relative variation\".\n125E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 18\n4.2. The limits for ESA in configuration \"REESS charging mode coupled to the\npower grid\" with input current ≤ 16 A per phase and not subjected to\nconditional connection are given in paragraph 7.12.2.1. of this Regulation.\n4.3. The limits for ESA in configuration \"REESS charging mode coupled to the\npower grid\" with input current > 16 A and ≤ 75 A per phase and subjected to\nconditional connection are given in paragraph 7.12.2.2. of this Regulation.\n126E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 18- Appendix 1\nAnnex 18 – Appendix 1\nFigure 1a\nESA in configuration \"REESS charging mode coupled to the power grid\"- Single\nphase test set-up\nR jX L1\nA A\nG\nESA\nR jX N\nN N\nPower supply with open M\ncircuit voltage G and\n(R + j X ) impedance Measurement device\nP P\nFigure 1b\nESA in configuration \"REESS charging mode coupled to the power grid\" - Three-\nphase test set-up\nPower supply with open circuit\nvoltage G and (R + j X )\nP P\nimpedance\nESA\nMeasurement device\n127E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "45",
    "section": "Annex 19\nAnnex 19\nMethod(s) of testing for emission of radiofrequency\nconducted disturbances on AC or DC power lines from an\nESA ",
    "text": "1.1. The test method described in this annex shall be applied to ESAs in\nconfiguration \"REESS charging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to measure the level of radio frequency conducted\ndisturbances generated by ESA in configuration \"REESS charging mode\ncoupled to the power grid\" through its AC or DC power lines in order to\nensure it is compatible with residential, commercial and light industrial\nenvironments.\nIf not otherwise stated in this annex the test shall be performed according to\nCISPR 16-2-1.\n2. ESA state during tests\n2.1. The ESA shall be in configuration \"REESS charging mode coupled to the\npower grid\".\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole frequency range\nmeasurement (this may lead to split the measurement in different sub-bands\nwith the need to discharge the vehicle's traction battery before starting the\nnext sub-bands).\nIf the test is not performed with a REESS the ESA should be tested at rated\ncurrent. If the current consumption can be adjusted, then the current shall be\nset to at least 80 per cent of its nominal value.\n3. Test arrangements\n3.1. The test shall be performed according to paragraph 7.4.1. of CISPR 16-2-1 as\ntable-standing equipment.\n3.2. The artificial mains network to be used for the measurement on vehicle\ncomponents is defined in paragraph 4.3. of CISPR 16-1-2.\nArtificial networks\nThe AN(s) shall be mounted directly on the ground plane. The cases of the\nAN(s) shall be bonded to the ground plane.\nThe conducted emissions on AC and DC power lines are measured\nsuccessively on each power line by connecting the measuring receiver on the\nmeasuring port of the related AN, the measuring port of the AN inserted in\nthe other power lines being terminated with a 50 Ω load.\nThe AN shall be placed in front, aligned and on the same side of the vehicle\npower charging plug.\n128E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 19\n3.3. The test set-up for the connection of the ESAs in configuration \"REESS\ncharging mode coupled to the power grid\" is shown in Figure 1 of Appendix\n1 to this annex.\n3.4. The measurements shall be performed with a spectrum analyser or a scanning\nreceiver. The parameters to be used are defined in Table 1 and Table 2.\nTable 1\nSpectrum analyser parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange RBW at Scan RBW at Scan RBW at Scan\nMHz -3 dB time -6 dB time -3 dB time\n0.15 to 30 9/10 kHz 10 s/MHz 9 kHz 200 s/MHz 9/10 kHz 10 s/MHz\nNote: If a spectrum analyser is used for peak measurements, the video bandwidth shall be at least\nthree times the resolution bandwidth (RBW)\nTable 2\nScanning receiver parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange BW at Step Dwell BW at Step Dwell BW at Step Dwell\nMHz -6 dB size a time -6 dB size a time -6 dB size a time\n0.15 to 30 9 kHz 5 kHz 50 ms 9 kHz 5 kHz 1 s 9 kHz 5 kHz 50 ms\na For purely broadband disturbances, the maximum frequency step size may be increased up to a\nvalue not greater than the bandwidth value.\nNote: For emissions generated by brush commutator motors without an electronic control unit, the\nmaximum step size may be increased up to five times the bandwidth.\n4. Test Requirements\n4.1 The limits apply throughout the frequency range 0.15 to 30 MHz for\nmeasurements performed in a semi anechoic chamber or an outdoor test site.\n4.2 Measurements shall be performed with average and either quasi-peak or peak\ndetectors. The limits are given in Table 14 of paragraph 7.13.2.1. of this\nRegulation for AC lines and in Table 15 of paragraph 7.13.2.2. of this\nRegulation for DC lines. If peak detectors are used a correction factor of 20\ndB as defined in CISPR 12 shall be applied.\n129E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 19- Appendix 1\nAnnex 19 – Appendix 1\nFigure 1\nESA in configuration \"REESS charging mode coupled to the power grid\"\nGround 2\nPlane\nESA 1\n2\nCable shall be z-folded if longer\nthan 1m, 100 ± 25mm above\n0.8 (+0.2 / -0) m\nground and at least 100mm from\nthe ESA body\n3\n4 6\nArtificial Network\n5 Power mains\nLegend:\n1 ESA under test\n2 Insulating support\n3 Charging cable\n4 AC or DC Artificial network(s) grounded\n5 Power mains socket\n6 Measuring receiver\n130E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "46",
    "section": "Annex 20\nAnnex 20\nMethod(s) of testing for emission of radiofrequency\nconducted disturbances on network and telecommunication\naccess from an ESA\n1. ",
    "text": "1.1. The test method described in this annex shall be applied to ESAs in\nconfiguration \"REESS charging mode coupled to the power grid\".\n1.2. Test method\nThis test is intended to measure the level of radio frequency conducted\ndisturbances generated by ESA in configuration \"REESS charging mode\ncoupled to the power grid\" through its network and telecommunication access\nin order to ensure it is compatible with residential, commercial and light\nindustrial environments.\nIf not otherwise stated in this annex the test shall be performed according to\nCISPR 22.\n2. ESA state during tests\n2.1. The ESA shall be in configuration \"REESS charging mode coupled to the\npower grid\".\nThe state of charge (SOC) of the traction battery shall be kept between 20 per\ncent and 80 per cent of the maximum SOC during the whole frequency range\nmeasurement (this may lead to split the measurement in different sub-bands\nwith the need to discharge the vehicle's traction battery before starting the\nnext sub-bands).\nIf the test is not performed with a REESS the ESA should be tested at rated\ncurrent. If the current consumption can be adjusted, then the current shall be\nset to at least 80 per cent of its nominal value.\n3. Test arrangements\n3.1. The test set-up shall be performed according to paragraphs 8. and 9. of\nCISPR 22 for conducted emissions.\n3.2. Impedance stabilization\nCommunication lines shall be applied to the ESA through the Impedance\nStabilization(s)s (IS)(s).\nIS to be connected in the network and communication cables is defined in\nparagraph 9.6.2. of CISPR 22.\nThe IS(s) shall be mounted directly on the ground plane. The case of the IS(s)\nshall be bonded to the ground plane.\nThe conducted emissions on network and telecommunication lines are\nmeasured successively on each line by connecting the measuring receiver on\nthe measuring port of the related IS, the measuring port of the IS inserted in\nthe other lines being terminated with a 50 Ω load.\nThe IS shall be placed in front, aligned and on the same side of the vehicle\npower charging plug.\n131E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 20\n3.3. The test set-up for the connection of the ESA in configuration \"REESS\ncharging mode coupled to the power grid\" is shown in Figure 1 of\nAppendix 1 to this annex.\n3.4. The measurements shall be performed with a spectrum analyser or a scanning\nreceiver. The parameters to be used are defined in Table 1 and Table 2.\nTable 1\nSpectrum analyser parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange RBW at Scan RBW at Scan RBW at Scan\nMHz -3 dB time -6 dB time -3 dB time\n0.15 to 30 9/10 kHz 10 s/MHz 9 kHz 200 s/MHz 9/10 kHz 10 s/MHz\nNote:\nIf a spectrum analyser is used for peak measurements, the video bandwidth shall be at least three\ntimes the resolution bandwidth (RBW).\nTable 2\nScanning receiver parameters\nPeak detector Quasi-peak detector Average detector\nFrequency\nrange BW at Step Dwell BW at Step Dwell BW at Step Dwell\nMHz -6 dB size a time -6 dB size a time -6 dB size a time\n0.15 to 30 9 kHz 5 kHz 50 ms 9 kHz 5 kHz 1 s 9 kHz 5 kHz 50 ms\na For purely broadband disturbances, the maximum frequency step size may be increased up to a\nvalue not greater than the bandwidth value.\n4. Test requirements\n4.1. The limits apply throughout the frequency range 0.15 to 30 MHz for\nmeasurements performed in a semi anechoic chamber or an outdoor test site.\n4.2. Measurements shall be performed with average and either quasi-peak or peak\ndetectors. The limits are given in Table 16 of paragraph 7.14.2.1. of this\nRegulation. If peak detectors are used a correction factor of 20 dB as defined\nin CISPR 12 shall be applied.\n132E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 20- Appendix 1\nAnnex 20 – Appendix 1\nFigure 1\nESA in configuration \"REESS charging mode coupled to the power grid\"\nLegend:\n1 ESA under test\n2 Insulating support\n3 Charging / communication cable\n4 AC or DC Artificial network(s) grounded\n5 Power mains socket\n6 Impedance stabilization(s) grounded\n7 Charging station\n8. Measuring receiver\n133E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "47",
    "section": "annex 21\nAnnex 21\nMethod of testing for immunity of an ESA to Electrical Fast\nTransient/Burst disturbances conducted along AC and DC\npower lines\n1.",
    "text": "1.1. The test method described in this annex shall only be applied to ESAs. This\nmethod applies only to ESA in configuration \"REESS charging mode\ncoupled to the power grid\".\n1.2. Test method\nThis test is intended to demonstrate the immunity of the ESA. The ESA shall\nbe subject to Electrical Fast Transient/Burst disturbances conducted along\nAC and DC power lines of the ESA as described in this annex. The ESA shall\nbe monitored during the tests.\nIf not otherwise stated in this annex the test shall be performed according to\nIEC 61000-4-4.\n2. ESA state during tests in configuration \"REESS in charging mode coupled to\nthe power grid\"\n2.1. Basic ESA conditions\nThe paragraph defines minimum test conditions (as far as applicable) and\nfailures criteria for ESA immunity tests.\n\"REESS charging mode\" ESA test conditions Failure criteria\nESA shall be in configuration \"REESS charging mode Incorrect charging condition\ncoupled to the power grid\". (e.g. over-current, overvoltage)\nThe state of charge (SOC) of the traction battery shall be kept\nbetween 20 per cent and 80 per cent of the maximum SOC\nduring the whole time duration of the measurement (this may\nlead to the measurement being split into different time slots\nwith the need to discharge the vehicle’s traction battery\nbefore starting the next time slot).\nIf the current consumption can be adjusted, then the current\nshall be set to at least 20 per cent of its nominal value.\n2.2. Only non-perturbing equipment shall be used while monitoring the ESA. The\nESA shall be monitored to determine whether the requirements of this annex\nare met (e.g. by using (a) video camera(s), a microphone, etc.).\n3. Test equipment\n3.1. The test equipment is composed of a reference ground plane (a shielded room\nis not required), a transient / burst generator, CouplingDecoupling Network\n(CDN) and capacitive coupling clamp.\n3.2. The transient/burst generator shall meet the condition defined in\nparagraph 6.1. of IEC 61000-4-4.\n134E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 21\n3.3. The Coupling/Decoupling Network shall meet the condition defined in\nparagraph 6.2. of IEC 61000-4-4. When the Coupling/Decoupling Network\ncannot be used on AC or DC power lines, the capacitive coupling clamp\ndefined in paragraph 6.3. of IEC 61000-4-4 can be used.\n4. Test set-up\n4.1. The ESA test setup is based on the laboratory type set-up as described in\nparagraph 7.2. of IEC 61000-4-4.\n4.2. The ESA shall be placed directly on the ground plane.\n4.3. The Technical Service shall perform the test as specified in\nparagraph 7.15.2.1. of this Regulation.\nAlternatively, if the manufacturer provides measurement from a test\nlaboratory accredited to the applicable parts of ISO 17025 and recognized by\nthe Type Approval Authority, the Technical Service may choose not to\nperform the test to confirm that the ESA meets the requirements of this\nannex.\n5. Generation of required test level\n5.1. Test methodology\n5.1.1. The test method according to IEC 61000-4-4 shall be used to establish the\ntest level requirements.\n5.1.2. Test phase\nThe ESA shall be positioned on the ground plane. The Electrical Fast\nTransient/Burst (EFT/B) shall be applied on the ESA on the AC/DC power\nlines in common modes by using CDN as described in Figure 1 of Appendix\n1 to this annex.\nThe test setup shall be noted in the test report.\n135E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 21 - Appendix 1\nAnnex 21 – Appendix 1\nFigure 1\nESA in configuration \"REESS charging mode coupled to the power grid\"\n136E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\n"
},
{
    "title": "Concerning the Adoption of Uniform Technical Prescriptions for\nWheeled Vehicles, Equipment and Parts which can be Fitted and/or be\nUsed on Wheeled Vehicles and the Conditions for Reciprocal\nRecognition of Approvals Granted on the Basis of these Prescriptions",
    "number": "48",
    "section": "Annex 22\nAnnex 22\nMethod of testing for immunity of ESAs to surges conducted\nalong AC and DC power lines",
    "text": "1.1. The test method described in this annex shall only be applied to ESAs. This\nmethod applies only to ESAs in configuration \"REESS charging mode\ncoupled to the power grid\".\n1.2. Test method\nThis test is intended to demonstrate the immunity of the ESA. The ESA shall\nbe subject to surges conducted along AC and DC power lines of the ESA as\ndescribed in this annex. The ESA shall be monitored during the tests.\nIf not otherwise stated in this annex the test shall be performed according to\nIEC 61000-4-5.\n2. ESA state during tests in configuration \"REESS in charging mode coupled to\nthe power grid\"\n2.1. The ESA shall be in charging mode.\n2.1.2. Basic ESA conditions\nThe paragraph defines minimum test conditions (as far as applicable) and\nfailures criteria for ESA immunity tests.\n\"REESS charging mode\" ESA test conditions Failure criteria\nESA shall be in configuration \"REESS charging mode Incorrect charging condition\ncoupled to the power grid\". (e.g. over-current, overvoltage)\nThe state of charge (SOC) of the traction battery shall be kept\nbetween 20 per cent and 80 per cent of the maximum SOC\nduring the whole frequency range measurement (this may\nlead to split the measurement in different sub-bands with the\nneed to discharge the vehicle's traction battery before starting\nthe next sub-bands).\nIf the test is not performed with a REESS the ESA should be\ntested at rated current. If the current consumption can be\nadjusted, then the current shall be set to at least 20 per cent of\nits nominal value.\n2.2. Only non-perturbing equipment shall be used while monitoring the ESA. The\nESA shall be monitored to determine whether the requirements of this annex\nare met (e.g. by using (a) video camera(s), a microphone, etc.).\n3. Test equipment\n3.1. The test equipment is composed of a reference ground plane (a shielded room\nis not required), a surge generator and a Coupling/Decoupling Network\n(CDN).\n3.2. The surge generator shall meet the condition defined in paragraph 6.1. of IEC\n61000-4-5.\n137E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 22\n3.3. The Coupling/Decoupling Network shall meet the condition defined in\nparagraph 6.3. of IEC 61000-4-5.\n4. Test set-up\n4.1. The ESA test set-up is based on the set-up described in paragraph 7.2. of\nIEC 61000-4-5.\n4.2. The ESA shall be placed directly on the ground plane.\n4.3. The Technical Service shall perform the test as specified in paragraph\n7.16.2.1. of this Regulation.\nAlternatively, if the manufacturer provides measurement from a test\nlaboratory accredited to the applicable parts of ISO 17025 and recognized by\nthe Type Approval Authority, the Technical Service may choose not to\nperform the test to confirm that the ESA meets the requirements of this\nannex.\n5. Generation of required test level\n5.1. Test methodology\n5.1.1. The test method according to IEC 61000-4-5 shall be used to establish the\ntest level requirements.\n5.1.2. Test phase\nThe ESA shall be positioned on the ground plane. The electrical surge shall\nbe applied on the ESA on the AC/DC power lines between each line and\nearth and between lines by using CDN as described in Figures 1 to 4 of\nAppendix 1 to this annex.\nThe test set-up shall be noted in the test report\n138E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 22 - Appendix 1\nAnnex 22 – Appendix 1\nESA in configuration \"REESS charging mode coupled to the\npower grid\"\nFigure 1\nESA in configuration \"REESS charging mode coupled to the power grid\" - Coupling\nbetween lines for DC or AC (single phase) power lines\nFigure 2\nESA in configuration \"REESS charging mode coupled to the power grid\" - Coupling\nbetween each line and earth for DC or AC (single phase) power lines\n139E/ECE/324/Add.9/Rev.5\nE/ECE/TRANS/505/Add.9/Rev.5\nAnnex 22 - Appendix 1\nFigure 3\nESA in configuration \"REESS charging mode coupled to the power grid\" - Coupling\nbetween lines for AC (three phases) power lines\nFigure 4\nESA in configuration \"REESS charging mode coupled to the power grid\" - Coupling\nbetween each line and earth for AC (three phases) power lines\n140",
    "tables": 
        [
            {
                "": "Polarity of pulse amplitude",
                "Maximum allowed pulse amplitude for": "Vehicles with 12 V systems",
                "null": "Vehicles with 24 V systems"
            },
            {
                "": "Positive",
                "Maximum allowed pulse amplitude for": "+75 V",
                "null": "+150 V"
            },
            {
                "": "Negative",
                "Maximum allowed pulse amplitude for": "–100 V",
                "null": "–450 V"
            },
            {
                "Test pulse\nnumber": null,
                "Immunity test\nlevel": null,
                "Functional status for systems:": "Related to immunity related\nfunctions",
                "null": "Not related to immunity related\nfunctions"
            },
            {
                "Test pulse\nnumber": "1",
                "Immunity test\nlevel": "III",
                "Functional status for systems:": "C",
                "null": "D"
            },
            {
                "Test pulse\nnumber": "2a",
                "Immunity test\nlevel": "III",
                "Functional status for systems:": "B",
                "null": "D"
            },
            {
                "Test pulse\nnumber": "2b",
                "Immunity test\nlevel": "III",
                "Functional status for systems:": "C",
                "null": "D"
            },
            {
                "Test pulse\nnumber": "3a/3b",
                "Immunity test\nlevel": "III",
                "Functional status for systems:": "A",
                "null": "D"
            },
            {
                "Test pulse\nnumber": "4",
                "Immunity test\nlevel": "III",
                "Functional status for systems:": "B\n(for ESA which shall be\noperational during engine start\nphases)\nC\n(for other ESA)",
                "null": "D"
            },
            {
                "Harmonic number\nn": "Odd harmonics",
                "Maximum authorized harmonic current\nA": null
            },
            {
                "Harmonic number\nn": "3",
                "Maximum authorized harmonic current\nA": "2.3"
            },
            {
                "Harmonic number\nn": "5",
                "Maximum authorized harmonic current\nA": "1.14"
            },
            {
                "Harmonic number\nn": "7",
                "Maximum authorized harmonic current\nA": "0.77"
            },
            {
                "Harmonic number\nn": "9",
                "Maximum authorized harmonic current\nA": "0.40"
            },
            {
                "Harmonic number\nn": "11",
                "Maximum authorized harmonic current\nA": "0.33"
            },
            {
                "Harmonic number\nn": "13",
                "Maximum authorized harmonic current\nA": "0.21"
            },
            {
                "Harmonic number\nn": "15 ≤ n ≤ 39",
                "Maximum authorized harmonic current\nA": "0.15x15/n"
            },
            {
                "Harmonic number\nn": "Even harmonics",
                "Maximum authorized harmonic current\nA": null
            },
            {
                "Harmonic number\nn": "2",
                "Maximum authorized harmonic current\nA": "1.08"
            },
            {
                "Harmonic number\nn": "4",
                "Maximum authorized harmonic current\nA": "0.43"
            },
            {
                "Harmonic number\nn": "6",
                "Maximum authorized harmonic current\nA": "0.30"
            },
            {
                "Harmonic number\nn": "8 ≤ n ≤ 40",
                "Maximum authorized harmonic current\nA": "0.23x8/n"
            },
            {
                "Minimum\nR\nsce": "",
                "Acceptable individual harmonic current I/I\nn 1\n%": "I\n3",
                "null": "PWHD",
                "Maximum current harmonic ratio\n%": "THD"
            },
            {
                "Minimum\nR\nsce": "33",
                "Acceptable individual harmonic current I/I\nn 1\n%": "21.6",
                "null": "23",
                "Maximum current harmonic ratio\n%": "23"
            },
            {
                "Minimum\nR\nsce": "66",
                "Acceptable individual harmonic current I/I\nn 1\n%": "24",
                "null": "26",
                "Maximum current harmonic ratio\n%": "26"
            },
            {
                "Minimum\nR\nsce": "120",
                "Acceptable individual harmonic current I/I\nn 1\n%": "27",
                "null": "30",
                "Maximum current harmonic ratio\n%": "30"
            },
            {
                "Minimum\nR\nsce": "250",
                "Acceptable individual harmonic current I/I\nn 1\n%": "35",
                "null": "40",
                "Maximum current harmonic ratio\n%": "40"
            },
            {
                "Minimum\nR\nsce": "≥ 350",
                "Acceptable individual harmonic current I/I\nn 1\n%": "41",
                "null": "47",
                "Maximum current harmonic ratio\n%": "47"
            },
            {
                "Minimum R\nsce": "",
                "Acceptable individual harmonic current I/I\nn 1\n%": "I\n5",
                "null": "PWHD",
                "Maximum current harmonic ratio\n%": "THD"
            },
            {
                "Minimum R\nsce": "33",
                "Acceptable individual harmonic current I/I\nn 1\n%": "10.7",
                "null": "22",
                "Maximum current harmonic ratio\n%": "13"
            },
            {
                "Minimum R\nsce": "66",
                "Acceptable individual harmonic current I/I\nn 1\n%": "14",
                "null": "25",
                "Maximum current harmonic ratio\n%": "16"
            },
            {
                "Minimum R\nsce": "120",
                "Acceptable individual harmonic current I/I\nn 1\n%": "19",
                "null": "28",
                "Maximum current harmonic ratio\n%": "22"
            },
            {
                "Minimum R\nsce": "250",
                "Acceptable individual harmonic current I/I\nn 1\n%": "31",
                "null": "38",
                "Maximum current harmonic ratio\n%": "37"
            },
            {
                "Minimum R\nsce": "≥ 350",
                "Acceptable individual harmonic current I/I\nn 1\n%": "40",
                "null": "46",
                "Maximum current harmonic ratio\n%": "48"
            },
            {
                "Minimum R\nsce": "",
                "Acceptable individual harmonic current\nI/I %\nn 1": "I\n5",
                "null": "PWHD",
                "Maximum current harmonic ratio\n%": "THD"
            },
            {
                "Minimum R\nsce": "33",
                "Acceptable individual harmonic current\nI/I %\nn 1": "10.7",
                "null": "22",
                "Maximum current harmonic ratio\n%": "13"
            },
            {
                "Minimum R\nsce": "≥ 120",
                "Acceptable individual harmonic current\nI/I %\nn 1": "40",
                "null": "46",
                "Maximum current harmonic ratio\n%": "48"
            },
            {
                "Frequency (MHz)": "0.15 to 0.5",
                "Limits and detector": "66 to 56 dBµV (quasi-peak) 56 to 46 dBµV (average)\n(linearly decreasing with logarithm of frequency)"
            },
            {
                "Frequency (MHz)": "0.5 to 5",
                "Limits and detector": "56 dBµV (quasi-peak) 46 dBµV (average)"
            },
            {
                "Frequency (MHz)": "5 to 30",
                "Limits and detector": "60 dBµV (quasi-peak) 50 dBµV (average)"
            },
            {
                "Frequency (MHz)": "0.15 to 0.5",
                "Limits and detector": "79 dBµV (quasi-peak)\n66 dBµV (average)"
            },
            {
                "Frequency (MHz)": "0.5 to 30",
                "Limits and detector": "73 dBµV (quasi-peak)\n60 dBµV (average)"
            },
            {
                "Frequency (MHz)": "0.15 to 0.5",
                "Voltage limits (detector)": "84 to 74 dBµV (quasi-peak)\n74 to 64 dBµV (average)\n(linearly decreasing with\nlogarithm of frequency)",
                "Current limits (detector)": "40 to 30 dBµA (quasi-peak)\n30 to 20 dBµA (average)\n(linearly decreasing with\nlogarithm of frequency)"
            },
            {
                "Frequency (MHz)": "0.5 to 30",
                "Voltage limits (detector)": "74 dBµV (quasi-peak)\n64 dBµV (average)",
                "Current limits (detector)": "30 dBµA (quasi-peak)\n20 dBµA (average)"
            },
            {
                "Harmonic number\nn": "Odd harmonics",
                "Maximum authorized harmonic current\nA": null
            },
            {
                "Harmonic number\nn": "3",
                "Maximum authorized harmonic current\nA": "2.3"
            },
            {
                "Harmonic number\nn": "5",
                "Maximum authorized harmonic current\nA": "1.14"
            },
            {
                "Harmonic number\nn": "7",
                "Maximum authorized harmonic current\nA": "0.77"
            },
            {
                "Harmonic number\nn": "9",
                "Maximum authorized harmonic current\nA": "0.40"
            },
            {
                "Harmonic number\nn": "11",
                "Maximum authorized harmonic current\nA": "0.33"
            },
            {
                "Harmonic number\nn": "13",
                "Maximum authorized harmonic current\nA": "0.21"
            },
            {
                "Harmonic number\nn": "15 ≤ n ≤ 39",
                "Maximum authorized harmonic current\nA": "0.15x15/n"
            },
            {
                "Harmonic number\nn": "Even harmonics",
                "Maximum authorized harmonic current\nA": null
            },
            {
                "Harmonic number\nn": "2",
                "Maximum authorized harmonic current\nA": "1.08"
            },
            {
                "Harmonic number\nn": "4",
                "Maximum authorized harmonic current\nA": "0.43"
            },
            {
                "Harmonic number\nn": "6",
                "Maximum authorized harmonic current\nA": "0.30"
            },
            {
                "Harmonic number\nn": "8 ≤ n ≤ 40",
                "Maximum authorized harmonic current\nA": "0.23x8/n"
            },
            {
                "Minimum R\nsce": null,
                "Acceptable individual harmonic current I/I %\nn 1": "I\n3",
                "null": "PWHD",
                "Maximum current harmonic ratio %": "THD"
            },
            {
                "Minimum R\nsce": "33",
                "Acceptable individual harmonic current I/I %\nn 1": "21.6",
                "null": "23",
                "Maximum current harmonic ratio %": "23"
            },
            {
                "Minimum R\nsce": "66",
                "Acceptable individual harmonic current I/I %\nn 1": "24",
                "null": "26",
                "Maximum current harmonic ratio %": "26"
            },
            {
                "Minimum R\nsce": "120",
                "Acceptable individual harmonic current I/I %\nn 1": "27",
                "null": "30",
                "Maximum current harmonic ratio %": "30"
            },
            {
                "Minimum R\nsce": "250",
                "Acceptable individual harmonic current I/I %\nn 1": "35",
                "null": "40",
                "Maximum current harmonic ratio %": "40"
            },
            {
                "Minimum R\nsce": "≥ 350",
                "Acceptable individual harmonic current I/I %\nn 1": "41",
                "null": "47",
                "Maximum current harmonic ratio %": "47"
            },
            {
                "Minimum R\nsce": null,
                "Acceptable individual harmonic current I/I %\nn 1": "I\n5",
                "null": "PWHD",
                "Maximum current harmonic ratio %": "THD"
            },
            {
                "Minimum R\nsce": "33",
                "Acceptable individual harmonic current I/I %\nn 1": "10.7",
                "null": "22",
                "Maximum current harmonic ratio %": "13"
            },
            {
                "Minimum R\nsce": "66",
                "Acceptable individual harmonic current I/I %\nn 1": "14",
                "null": "25",
                "Maximum current harmonic ratio %": "16"
            },
            {
                "Minimum R\nsce": "120",
                "Acceptable individual harmonic current I/I %\nn 1": "19",
                "null": "28",
                "Maximum current harmonic ratio %": "22"
            },
            {
                "Minimum R\nsce": "250",
                "Acceptable individual harmonic current I/I %\nn 1": "31",
                "null": "38",
                "Maximum current harmonic ratio %": "37"
            },
            {
                "Minimum R\nsce": "≥ 350",
                "Acceptable individual harmonic current I/I %\nn 1": "40",
                "null": "46",
                "Maximum current harmonic ratio %": "48"
            },
            {
                "Minimum R\nsce": null,
                "Acceptable individual harmonic current I/I %\nn 1": "I\n5",
                "null": "PWHD",
                "Maximum current harmonic ratio %": "THD"
            },
            {
                "Minimum R\nsce": "33",
                "Acceptable individual harmonic current I/I %\nn 1": "10.7",
                "null": "22",
                "Maximum current harmonic ratio %": "13"
            },
            {
                "Minimum R\nsce": "≥ 120",
                "Acceptable individual harmonic current I/I %\nn 1": "40",
                "null": "46",
                "Maximum current harmonic ratio %": "48"
            },
            {
                "Frequency (MHz)": "0.15 to 0.5",
                "Limits and detector": "66 to 56 dBµV (quasi-peak)\n56 to 46 dBµV (average)\n(linearly decreasing with logarithm of frequency)"
            },
            {
                "Frequency (MHz)": "0.5 to 5",
                "Limits and detector": "56 dBµV (quasi-peak)\n46 dBµV (average)"
            },
            {
                "Frequency (MHz)": "5 to 30",
                "Limits and detector": "60 dBµV (quasi-peak)\n50 dBµV (average)"
            },
            {
                "Frequency (MHz)": "0.15 to 0.5",
                "Limits and detector": "79 dBµV (quasi-peak)\n66 dBµV (average)"
            },
            {
                "Frequency (MHz)": "0.5 to 30",
                "Limits and detector": "73 dBµV (quasi-peak)\n60 dBµV (average)"
            },
            {
                "Frequency (MHz)": "0.15 to 0.5",
                "Voltage limits (detector)": "84 to 74 dBµV (quasi-peak)\n74 to 64 dBµV (average)\n(linearly decreasing with\nlogarithm of frequency)",
                "Current limits (detector)": "40 to 30 dBµA (quasi-peak)\n30 to 20 dBµA (average)\n(linearly decreasing with\nlogarithm of frequency)"
            },
            {
                "Frequency (MHz)": "0.5 to 30",
                "Voltage limits (detector)": "74 dBµV (quasi-peak)\n64 dBµV (average)",
                "Current limits (detector)": "30 dBµA (quasi-peak)\n20 dBµA (average)"
            },
            {
                "null": "Vehicles with 24 V systems",
                "Maximum allowed pulse amplitude for": "Vehicles with 12 V systems"
            },
            {
                "null": "+150 V",
                "Maximum allowed pulse amplitude for": "+75 V"
            },
            {
                "null": "–450 V",
                "Maximum allowed pulse amplitude for": "–100 V"
            },
            {
                "Test pulse\nnumber": null,
                "Immunity\ntest level": null,
                "Functional status for systems:": "Related to immunity related functions",
                "null": "Not related to immunity related functions"
            },
            {
                "Test pulse\nnumber": "1",
                "Immunity\ntest level": "III",
                "Functional status for systems:": "C",
                "null": "D"
            },
            {
                "Test pulse\nnumber": "2a",
                "Immunity\ntest level": "III",
                "Functional status for systems:": "B",
                "null": "D"
            },
            {
                "Test pulse\nnumber": "2b",
                "Immunity\ntest level": "III",
                "Functional status for systems:": "C",
                "null": "D"
            },
            {
                "Test pulse\nnumber": "3a/3b",
                "Immunity\ntest level": "III",
                "Functional status for systems:": "A",
                "null": "D"
            },
            {
                "Test pulse\nnumber": "4",
                "Immunity\ntest level": "III",
                "Functional status for systems:": "B\n(for ESA which shall be operational\nduring engine start phases)\nC\n(for other ESA)",
                "null": "D"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "30-75 MHz",
                "null": "400-1,000 MHz"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "E = 32",
                "null": "E = 43"
            },
            {
                "": ""
            },
            {
                "": null
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "30-75 MHz",
                "null": "400-1,000 MHz"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "E = 42",
                "null": "E = 53"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "30-75 MHz",
                "null": "400-1,000 MHz"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "E = 22",
                "null": "E = 33"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "30-75 MHz",
                "null": "400-1,000 MHz"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "E = 32",
                "null": "E = 43"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "30-75 MHz 75-400 MHz 400-1,000 MHz"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "E = 62 - 25.13 log (F/30) E = 52 + 15.13 log (F/75) E = 63"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "30-75 MHz 75-400 MHz 400-1,000 MHz"
            },
            {
                "Limit E (dBµV/m) at frequency F (MHz)": "E = 52 - 25.13 log (F/30) E = 42 + 15.13 log (F/75) E = 53"
            },
            {
                "Legend": "L : 5 µH\n1",
                "C: 0.1 µF\n2": "R: 1 kΩ\n1"
            },
            {
                "Legend": "C: 0.1 µF\n1",
                "C: 0.1 µF\n2": "R: 1 MΩ (discharging C to < 50 V within 60 s)\n2 2 dc"
            },
            {
                "10 05 2439": "33 00 1628"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "RBW at\n-3 dB",
                "null": "Scan\ntime",
                "Quasi-peak detector": "RBW at\n-6 dB",
                "Average detector": "RBW at\n-3 dB"
            },
            {
                "Frequency\nrange\nMHz": "30 to\n1,000",
                "Peak detector": "100/120\nkHz",
                "null": "100\nms/MHz",
                "Quasi-peak detector": "120\nkHz",
                "Average detector": "100/120\nkHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "BW at\n-6 dB",
                "null": "Dwell\ntime",
                "Quasi-peak detector": "BW at\n-6 dB",
                "Average detector": "BW at\n-6 dB"
            },
            {
                "Frequency\nrange\nMHz": "30 to\n1,000",
                "Peak detector": "120\nkHz",
                "null": "5\nms",
                "Quasi-peak detector": "120\nkHz",
                "Average detector": "120\nkHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "RBW at\n-3 dB",
                "null": "Scan\ntime",
                "Quasi-peak detector": "RBW at\n-6 dB",
                "Average detector": "RBW at\n-3 dB"
            },
            {
                "Frequency\nrange\nMHz": "30 to 1,000",
                "Peak detector": "100/120 kHz",
                "null": "100 ms/MHz",
                "Quasi-peak detector": "120 kHz",
                "Average detector": "100/120 kHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "BW at\n-6 dB",
                "null": "Dwell\ntime",
                "Quasi-peak detector": "BW at\n-6 dB",
                "Average detector": "BW at\n-6 dB"
            },
            {
                "Frequency\nrange\nMHz": "30 to\n1,000",
                "Peak detector": "120\nkHz",
                "null": "5\nms",
                "Quasi-peak detector": "120\nkHz",
                "Average detector": "120\nkHz"
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Vehicle speed 50 km/h (respectively 25 km/h\nfor L , L vehicles) 20 per cent (vehicle\n1 2\ndriving the rollers). If the vehicle is equipped\nwith a cruise control system, it shall be\noperational.",
                "Failure criteria": "Speed variation greater than 10 per\ncent of the nominal speed. In case of\nautomatic gearbox: change of gear ratio\ninducing a speed variation greater\nthan 10 per cent of the nominal speed."
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Dipped beams ON (manual mode)",
                "Failure criteria": "Lighting OFF"
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Front wiper ON (manual mode) maximum speed",
                "Failure criteria": "Complete stop of front wiper"
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Direction indicator on driver's side ON",
                "Failure criteria": "Frequency change (lower than 0.75 Hz\nor greater than 2.25 Hz). Duty cycle\nchange (lower than 25 per cent or\ngreater than 75 per cent)."
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Adjustable suspension in normal position",
                "Failure criteria": "Unexpected significant variation"
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Driver's seat and steering wheel in medium\nposition",
                "Failure criteria": "Unexpected variation greater than\n10 per cent of total range"
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Alarm unset",
                "Failure criteria": "Unexpected activation of alarm"
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Horn OFF",
                "Failure criteria": "Unexpected activation of horn"
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Airbag and safety restraint systems\noperational with inhibited passenger airbag if\nthis function exists",
                "Failure criteria": "Unexpected activation"
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Automatic doors closed",
                "Failure criteria": "Unexpected opening"
            },
            {
                "\"50 km/h cycle\" vehicle test conditions": "Adjustable endurance brake lever in normal\nposition",
                "Failure criteria": "Unexpected activation"
            },
            {
                "\"Brake cycle\" vehicle test conditions": "To be defined in brake cycle test plan. This shall\ninclude operation of the brake pedal (unless there\nare technical reasons not to do so) but not\nnecessarily an anti-lock brake system action.",
                "Failure criteria": "Stop lights inactivated during cycle\nBrake warning light ON with loss of\nfunction.\nUnexpected activation"
            },
            {
                "\"REESS charging mode\" vehicle test conditions": "The REESS shall be in charging mode. The REESS State\nof charge (SOC) shall be kept between 20 per cent and\n80 per cent of the maximum SOC during the whole\nfrequency range measurement (this may lead to split the\nmeasurement in different sub-bands with the need to\ndischarge the vehicle's traction battery before starting the\nnext sub-bands). If the current consumption can be\nadjusted, then the current shall be set to at least 20 per\ncent of its nominal value.",
                "Failure criteria": "Vehicle sets in motion."
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "RBW at\n-3 dB",
                "null": "Scan\ntime",
                "Quasi-peak detector": "RBW at\n-6 dB",
                "Average detector": "RBW at\n-3 dB"
            },
            {
                "Frequency\nrange\nMHz": "30 to 1,000",
                "Peak detector": "100/120 kHz",
                "null": "100 ms/MHz",
                "Quasi-peak detector": "120 kHz",
                "Average detector": "100/120 kHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "BW at\n-6 dB",
                "null": "Dwell\ntime",
                "Quasi-peak detector": "BW at\n-6 dB",
                "Average detector": "BW at\n-6 dB"
            },
            {
                "Frequency\nrange\nMHz": "30 to 1,000",
                "Peak detector": "120 Hz",
                "null": "5 ms",
                "Quasi-peak detector": "120 Hz",
                "Average detector": "120 kHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "RBW at\n-3 dB",
                "null": "Scan\ntime",
                "Quasi-peak detector": "RBW at\n-6 dB",
                "Average detector": "RBW at\n-3 dB"
            },
            {
                "Frequency\nrange\nMHz": "30 to 1,000",
                "Peak detector": "100/120 kHz",
                "null": "100 ms/MHz",
                "Quasi-peak detector": "120 kHz",
                "Average detector": "100/120 kHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "BW at\n-6 dB",
                "null": "Dwell time",
                "Quasi-peak detector": "BW at\n-6 dB",
                "Average detector": "BW at\n-6 dB"
            },
            {
                "Frequency\nrange\nMHz": "30 to 1,000",
                "Peak detector": "120 kHz",
                "null": "5 ms",
                "Quasi-peak detector": "120 kHz",
                "Average detector": "120 kHz"
            },
            {
                "Upper frequency\n(MHz)": "200\n200",
                "Cell form factor\nW: b": "1.69\n1.00",
                "Cell form factor\nL/W": "0.66\n1",
                "Plate separation\nb (cm)": "56\n60",
                "Septum\nS (cm)": "70\n50"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "RBW at\n-3 dB",
                "null": "Scan\ntime",
                "Quasi-peak detector": "RBW at\n-6 dB",
                "Average detector": "RBW at\n-3 dB"
            },
            {
                "Frequency\nrange\nMHz": "0.15 to 30",
                "Peak detector": "9/10 kHz",
                "null": "10 s/MHz",
                "Quasi-peak detector": "9 kHz",
                "Average detector": "9/10 kHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "BW at\n-6 dB",
                "null": "Dwell\ntime",
                "Quasi-peak detector": "BW at\n-6 dB",
                "Average detector": "BW at\n-6 dB"
            },
            {
                "Frequency\nrange\nMHz": "0.15 to 30",
                "Peak detector": "9 kHz",
                "null": "50 ms",
                "Quasi-peak detector": "9 kHz",
                "Average detector": "9 kHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "RBW at\n-3 dB",
                "null": "Scan\ntime",
                "Quasi-peak detector": "RBW at\n-6 dB",
                "Average detector": "RBW at\n-3 dB"
            },
            {
                "Frequency\nrange\nMHz": "0.15 to 30",
                "Peak detector": "9/10\nkHz",
                "null": "10\ns/MHz",
                "Quasi-peak detector": "9\nkHz",
                "Average detector": "9/10\nkHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "BW at\n-6 dB",
                "null": "Dwell\ntime",
                "Quasi-peak detector": "BW at\n-6 dB",
                "Average detector": "BW at\n-6 dB"
            },
            {
                "Frequency\nrange\nMHz": "0.15 to\n30",
                "Peak detector": "9\nkHz",
                "null": "50\nms",
                "Quasi-peak detector": "9\nkHz",
                "Average detector": "9\nkHz"
            },
            {
                "\"REESS charging mode\" vehicle test conditions": "The REESS shall be in charging mode. The state of charge\n(SOC) of the traction battery shall be kept between 20 per cent\nand 80 per cent of the maximum SOC during the whole time\nduration of the measurement (this may lead to the measurement\nbeing split into different time slots with the need to discharge\nthe vehicle’s traction battery before starting the next time slot).\nIf the current consumption can be adjusted, then the current\nshall be set to at least 20 per cent of its nominal value.",
                "Failure criteria": "Vehicle sets in motion"
            },
            {
                "\" REESS charging mode\" vehicle test conditions": "The REESS shall be in charging mode. The state of charge\n(SOC) of the traction battery shall be kept between 20 per cent\nand 80 per cent of the maximum SOC during the whole time\nduration of the measurement (this may lead to the measurement\nbeing split into different time slots with the need to discharge\nthe vehicle’s traction battery before starting the next time slot)..\nIf the current consumption can be adjusted, then the current\nshall be set to at least 20 per cent of its nominal value.",
                "Failure criteria": "Vehicle sets in motion"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "RBW at\n-3 dB",
                "null": "Scan\ntime",
                "Quasi-peak detector": "RBW at\n-6 dB",
                "Average detector": "RBW at\n-3 dB"
            },
            {
                "Frequency\nrange\nMHz": "0.15 to 30",
                "Peak detector": "9/10 kHz",
                "null": "10 s/MHz",
                "Quasi-peak detector": "9 kHz",
                "Average detector": "9/10 kHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "BW at\n-6 dB",
                "null": "Dwell\ntime",
                "Quasi-peak detector": "BW at\n-6 dB",
                "Average detector": "BW at\n-6 dB"
            },
            {
                "Frequency\nrange\nMHz": "0.15 to 30",
                "Peak detector": "9 kHz",
                "null": "50 ms",
                "Quasi-peak detector": "9 kHz",
                "Average detector": "9 kHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "RBW at\n-3 dB",
                "null": "Scan\ntime",
                "Quasi-peak detector": "RBW at\n-6 dB",
                "Average detector": "RBW at\n-3 dB"
            },
            {
                "Frequency\nrange\nMHz": "0.15 to 30",
                "Peak detector": "9/10 kHz",
                "null": "10 s/MHz",
                "Quasi-peak detector": "9 kHz",
                "Average detector": "9/10 kHz"
            },
            {
                "Frequency\nrange\nMHz": null,
                "Peak detector": "BW at\n-6 dB",
                "null": "Dwell\ntime",
                "Quasi-peak detector": "BW at\n-6 dB",
                "Average detector": "BW at\n-6 dB"
            },
            {
                "Frequency\nrange\nMHz": "0.15 to 30",
                "Peak detector": "9 kHz",
                "null": "50 ms",
                "Quasi-peak detector": "9 kHz",
                "Average detector": "9 kHz"
            },
            {
                "\"REESS charging mode\" ESA test conditions": "ESA shall be in configuration \"REESS charging mode\ncoupled to the power grid\".\nThe state of charge (SOC) of the traction battery shall be kept\nbetween 20 per cent and 80 per cent of the maximum SOC\nduring the whole time duration of the measurement (this may\nlead to the measurement being split into different time slots\nwith the need to discharge the vehicle’s traction battery\nbefore starting the next time slot).\nIf the current consumption can be adjusted, then the current\nshall be set to at least 20 per cent of its nominal value.",
                "Failure criteria": "Incorrect charging condition\n(e.g. over-current, overvoltage)"
            },
            {
                "\"REESS charging mode\" ESA test conditions": "ESA shall be in configuration \"REESS charging mode\ncoupled to the power grid\".\nThe state of charge (SOC) of the traction battery shall be kept\nbetween 20 per cent and 80 per cent of the maximum SOC\nduring the whole frequency range measurement (this may\nlead to split the measurement in different sub-bands with the\nneed to discharge the vehicle's traction battery before starting\nthe next sub-bands).\nIf the test is not performed with a REESS the ESA should be\ntested at rated current. If the current consumption can be\nadjusted, then the current shall be set to at least 20 per cent of\nits nominal value.",
                "Failure criteria": "Incorrect charging condition\n(e.g. over-current, overvoltage)"
            }
        ]
}
]