[
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "1",
        "section": "Scope",
        "text": "1.1. This regulation applies to all vehicles in categories M, N and O(1) in which a heating system is fitted.\nType approvals are granted according to:\n1.2. Part I — Approval of a vehicle type with regard to its heating system.\n1.3. Part II — Approval of a heating system with regard to its operational safety."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "2",
        "section": "DEFINITIONS: GENERAL",
        "text": "For the purposes of this Regulation:\n2.1. ‘Vehicle’ means a vehicle of category M, N or O (1) in which a heating system is fitted.\n2.2. ‘Manufacturer’ means the person or body who is responsible to the approval authority for all aspects of the type\napproval process and for ensuring conformity of production. It is not essential that the person or body is directly\ninvolved in all stages of the construction of the vehicle or component which is the subject of the approval process.\n2.3. ‘Interior’ means the enclosed parts of a vehicle used for the accommodation of the vehicle occupants and/or the\nload.\n2.4. ‘Heating system for the passenger compartment’ means any type of device designed to increase the temperature of\nthe passenger compartment.\n2.5. ‘Heating system for the load area’ means any type of device designed to increase the temperature of the load area.\n2.6. ‘Load area’ means the interior part of the vehicle used to accommodate the non-passenger load.\n2.7. ‘Passenger compartment’ means the interior part of the vehicle used to accommodate the driver and any\npassengers.\n2.8. ‘Gaseous fuel’ includes fuels that are gaseous at normal temperature and pressure (288,2 K and 101,33 kPa), such\nas liquefied petroleum gas (LPG) and compressed natural gas (CNG).\n2.9. ‘Overheating’ means the condition that exists when the air inlet for the heating air to the combustion heater is\ncompletely blocked."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "3",
        "section": "APPLICATION FOR APPROVAL",
        "text": "3.1. Application for approval of a type of vehicle with regard to its heating system\n3.1.1. The application for approval of a vehicle type with regard to its heating system shall be submitted by the\nmanufacturer of the vehicle or by his duly accredited representative.\n3.1.2. It shall be accompanied by the undermentioned documents in triplicate and by the following particulars:\n3.1.2.1. a detailed description of the vehicle type with respect to its structure, dimensions, configuration and constituent\nmaterials;\n3.1.2.2. drawings of the heating system and its general arrangement\n3.1.3. A model for the information document is given in Annex 1, Part 1, Appendix 1.\n3.1.4. A vehicle representative of the type to be approved must be submitted to the technical service responsible for\nconducting the type-approval tests.\n(1) As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document ECE/TRANS/WP.29/78/Rev.6, para. 2.\n—\nhttp://www.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.htmlL 19/44 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union 24.1.2020\n3.1.5. If the vehicle to be approved is equipped with a heater with an ECE type approval, the type approval number and\nthe maker’s type designations of this type of heater shall be enclosed in the application for the vehicle type\napproval.\n3.1.6. If the vehicle to be approved is equipped with a heater without ECE type approval, one sample representative of\nthe type to be approved shall be submitted to the technical service.\n3.2. Application for approval of a type of heater\n3.2.1. The application for approval of a type of heater as a component shall be submitted by the manufacturer of the\nheating system.\n3.2.2. It shall be accompanied by the undermentioned documents in triplicate and by the following particulars:\n3.2.2.1. a detailed description of the heating system type with respect to its structure, dimensions, configuration and\nconstituent materials;\n3.2.2.2. drawings of the heating system and its general arrangement\n3.2.3. A model for the information document is given in Annex 1 Part 1, Appendix 2.\n3.2.4. One sample heater representative of the type to be approved shall be submitted to the technical service.\n3.2.5. The sample shall be clearly and indelibly marked with the applicant’s trade name or mark and the type\ndesignation."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "4",
        "section": "APPROVAL",
        "text": "4.1. If the type submitted for approval to this Regulation meets the requirements of the relevant part(s) of this\nRegulation, approval of that type shall be granted.\n4.2. An approval number shall be assigned to each type approved. Its first two digits (at present 00, corresponding to\nthe Regulation in its original form) shall indicate the series of amendments incorporating the most recent major\ntechnical amendments made to the Regulation at the time of issue of the approval. The same Contracting Party\nshall not assign the same number to another type of vehicle or heating system as defined in this Regulation.\n4.3. Notice of approval or of extension of approval of a type pursuant to this Regulation shall be communicated to the\nContracting Parties to the Agreement applying this Regulation, by means of one of the forms conforming to the\nmodels in Annex 1, Part 2, as appropriate, to this Regulation.\n4.4. There shall be affixed, conspicuously and in a readily accessible location specified on the approval form, to every\nvehicle conforming to a type approved under this Regulation and to every component supplied separately\nconforming to a type approved under this Regulation, a circle surrounding the letter ‘E’ followed by the\ndistinguishing number of the country which has granted type approval(2).\n4.5. In the case of a component type-approval, the number of this Regulation, followed by the letter ‘R’, a dash and the\napproval number according to paragraph 4.2.\n(2) The distinguishing numbers of the Contracting Parties to the 1958 Agreement are reproduced in Annex 3 to the Consolidated\nResolution on the Construction of Vehicles (R.E.3), document ECE/TRANS/WP.29/78/Rev. 6, Annex 3 —\nhttp://www.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html24.1.2020 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union L 19/45\n4.6. If a type conforms to a type approved under one or more other Regulations annexed to the Agreement, in the\ncountry which has granted approval under this Regulation, the symbol prescribed in paragraph 4.2 need not be\nrepeated; in such a case, the Regulation(s) under which approval has been granted in the country which has\ngranted approval under this Regulation shall be placed in vertical columns to the right of the symbol prescribed\nin paragraph 4.2.\n4.7. The approval mark shall be clearly legible and be indelible.\n4.8. In the case of a vehicle, the approval mark shall be placed close to or on the vehicle data plate affixed by the\nmanufacturer.\n4.9. Annex 2 to this Regulation gives examples of arrangements of approval marks."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "5",
        "section": "PART I: APPROVAL OF A VEHICLE TYPE WITH REGARD TO ITS HEATING SYSTEM",
        "text": "5.1. Definition\nFor the purpose of Part I of this Regulation,\n5.1.1. ‘Vehicle type with regard to heating system’ means vehicles which do not differ in essential respects such as the\nfunctioning principle(s) of the heating system.\n5.2. Specifications\n5.2.1. The passenger compartment of every vehicle shall be fitted with a heating system. If a heating system for the load\narea is provided in a vehicle, it shall comply with this Regulation.\n5.2.2. The heating system of the vehicle to be type approved shall meet the technical requirements of Part II of this\nRegulation.\n5.3. Vehicle Installation Requirements for Combustion Heaters, Electric Heaters and Heat Pump Heating Systems\n5.3.1. Scope\n5.3.1.1. Subject to paragraph 5.3.1.2, heaters shall be installed according to the requirements of paragraph 5.3.\n5.3.1.2. Vehicles of category O having liquid fuel heaters are deemed to comply with the requirements of paragraph 5.3.\n5.3.2. Positioning of heater\n5.3.2.1. Body sections and any other components in the vicinity of the heater must be protected from excessive heat and\nthe possibility of fuel or oil contamination.\n5.3.2.2. The heater shall not constitute a risk of fire, even in the case of overheating. This requirement shall be deemed to\nbe met if the installation ensures an adequate distance to all parts and suitable ventilation, by the use of fire\nresistant materials or by the use of heat shields.\n5.3.2.3. In the case of M2 and M3 vehicles, the combustion heater must not be positioned in the passenger compartment.\nHowever, an installation in an effectively sealed envelope which also complies with the conditions in paragraph\n5.3.2.2 may be used.\n5.3.2.4. The label referred to in Annex 7, paragraph 4, or a duplicate, must be positioned so that it can be easily read when\nthe combustion heater is installed in the vehicle.\n5.3.2.5. Every reasonable precaution should be taken in positioning the heater to minimize the risk of injury and damage\nto personal property.\n5.3.3. Fuel supply of Combustion HeatersL 19/46 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union 24.1.2020\n5.3.3.1. The fuel filler must not be situated in the passenger compartment and must be provided with an effective cap to\nprevent fuel spillage.\n5.3.3.2. In the case of liquid fuel heaters, where a supply separate from that of the vehicle is provided, the type of fuel and\nits filler point must be clearly labelled.\n5.3.3.3. A notice, indicating that the heater must be shut down before refuelling, must be affixed to the fuelling point. In\naddition a suitable instruction must be included in the manufacturer’s operating manual.\n5.3.4. Exhaust system of Combustion Heaters\n5.3.4.1. The exhaust outlet must be located so as to prevent emissions from entering the vehicle through ventilators,\nheated air inlets or opening windows.\n5.3.5. Combustion air inlet of Combustion Heaters\n5.3.5.1. The air for the combustion chamber of the heater must not be drawn from the passenger compartment of the\nvehicle.\n5.3.5.2. The air inlet must be so positioned or guarded that blocking by rubbish or luggage is unlikely.\n5.3.6. Heating air inlet\n5.3.6.1. The heating air supply may be fresh or re-circulated air and must be drawn from a clean area not likely to be\ncontaminated by exhaust fumes emitted either by the propulsion engine, the combustion heater or any other\nvehicle source.\n5.3.6.2. The inlet duct must be protected by mesh or other suitable means.\n5.3.7. Heating air outlet\n5.3.7.1. Any ducting used to route the hot air through the vehicle must be so positioned or protected that no injury or\ndamage could be caused if it were to be touched.\n5.3.7.2. The air outlet must be so positioned or guarded that blocking by rubbish or luggage is unlikely.\n5.3.8. Automatic control of the combustion heating system\n5.3.8.1. The heating system must be switched off automatically and the supply of fuel must be stopped within five seconds\nwhen the vehicle’s engine stops running. If a manual device is already activated, the heating system can stay in\noperation."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "6",
        "section": "PART II: APPROVAL OF A HEATING SYSTEM WITH REGARD TO ITS OPERATIONAL SAFETY",
        "text": " 6.1. Definitions\nFor the purpose of Part II of this Regulation,\n6.1.1. ‘Heating system’ means any type of device which is designed to increase the temperature of the interior of a\nvehicle, including any load area.\n6.1.2. ‘Combustion heater’ means a device directly using liquid or gaseous fuel and not using the waste heat from the\nengine used for propulsion of the vehicle.\n6.1.3. ‘Type of heating systems’ means devices which do not differ in essential respects such as:\n— energy supply (e.g. liquid fuel or electricity),\n— transfer medium (e.g. air or water),24.1.2020 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union L 19/47\n— vehicle location (e.g. passenger compartment or load area).\n6.1.4. ‘Waste-heat heating system’ means any type of device using the waste heat from the engine used for propulsion of\nthe vehicle to increase the temperature of the interior of the vehicle, this may include water, oil or air as the\ntransfer medium.\n6.1.5. ‘Electric heater’ means a device using electric energy from an onboard or external source to increase the\ntemperature of the interior of the vehicle. Electrical devices which are installed in addition to the main heating\nsystem and whose main function is not to heat the interior of the vehicle are not considered as electric heaters\naccording to this Regulation. For example, electric devices installed in components for the sole purpose of\nheating that component are not considered as electric heaters according to this Regulation.\n6.1.6. ‘Heat pump heating system’ means any type of thermodynamic heating device deemed to make use of renewable\nenergy that draws calories from one environment (air or water) in order to transfer them to another with a view\nto increasing the temperature of the interior of the vehicle. Heat pump heating systems which are installed in\naddition to the main heating system and whose main function is not to heat the interior of the vehicle are not\nconsidered as heat pump heating systems according to this Regulation.\n6.2. Specifications: General\nThe requirements for heating systems are that:\n— the heated air entering the passenger compartment shall be no more polluted than the air at the point of inlet\nto the vehicle,\n— the driver and passengers, during road use, will not be able to come into contact with parts of the vehicle or\nheated air liable to cause burns,\n— the exhaust emissions from combustion heaters are within acceptable limits.\nThe test procedures for verification of each of these requirements are set out in Annexes 4, 5 and 6.\n6.2.1. The following table indicates which annexes apply to each type of heating system within each vehicle category:\nAnnex 4 Annex 5 Annex 6 Annex 8\nHeating system Vehicle category\nAir quality Temperature Exhaust LPG safety\nEngine waste heat — M\nwater\nN\nO\nEngine waste heat — M Yes Yes\nair\nSee Note 1 N Yes Yes\nO\nEngine waste heat — M Yes Yes\noil\nN Yes Yes\nO\nGaseous fuel heater M Yes Yes Yes Yes\nSee Note 2\nN Yes Yes Yes Yes\nO Yes Yes Yes Yes\nLiquid fuel heater M Yes Yes Yes\nSee Note 2\nN Yes Yes Yes\nO Yes Yes YesL 19/48 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union 24.1.2020\nAnnex 4 Annex 5 Annex 6 Annex 8\nHeating system Vehicle category\nAir quality Temperature Exhaust LPG safety\nElectric heater M Yes\nSee Note 2\nN Yes\nO Yes\nHeat pump M Yes Yes\nN Yes Yes\nO Yes Yes\nNote 1: Heating systems which comply with the requirements of Annex 3 are exempt from these test requirements.\nNote 2: Heaters located outside the passenger compartment, using water as a transfer medium, are deemed to comply with\nAnnexes 4 and 5.\n6.3. Specifications: Combustion heaters\nAdditional requirements for combustion heaters are laid down in Annex 7",
        "tables": [
            [
                {
                    "Vehicle category": "M",
                    "Annex 4\nAir quality": "",
                    "Annex 5\nTemperature": "",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "N",
                    "Annex 4\nAir quality": "",
                    "Annex 5\nTemperature": "",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "O",
                    "Annex 4\nAir quality": "",
                    "Annex 5\nTemperature": "",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "M",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "N",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "O",
                    "Annex 4\nAir quality": "",
                    "Annex 5\nTemperature": "",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "M",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "N",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "O",
                    "Annex 4\nAir quality": "",
                    "Annex 5\nTemperature": "",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "M",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": "Yes"
                },
                {
                    "Vehicle category": "N",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": "Yes"
                },
                {
                    "Vehicle category": "O",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": "Yes"
                },
                {
                    "Vehicle category": "M",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": "Yes"
                },
                {
                    "Vehicle category": "N",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": "Yes"
                },
                {
                    "Vehicle category": "O",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": "Yes"
                }
            ],
            [
                {
                    "Vehicle category": "M",
                    "Annex 4\nAir quality": "",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "N",
                    "Annex 4\nAir quality": "",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "O",
                    "Annex 4\nAir quality": "",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "M",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "N",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                },
                {
                    "Vehicle category": "O",
                    "Annex 4\nAir quality": "Yes",
                    "Annex 5\nTemperature": "Yes",
                    "Annex 6\nExhaust": ""
                }
            ]
        ]
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "7",
        "section": "MODIFICATION AND EXTENSION OF APPROVAL OF A VEHICLE OR COMPONENT TYPE",
        "text": "7.1. Every modification of the type shall be notified to the Type Approval Authority which approved the type. That\nAuthority may then either:\n7.1.1. consider that the modifications made are unlikely to have an appreciable adverse effect and that, in any case, the\nvehicle or component still complies with the requirements; or\n7.1.2. require a further test report from the technical service responsible for conducting the tests.\n7.2. Confirmation or refusal of approval, specifying the modifications, shall be communicated by the procedure\nspecified in paragraph 4.3 to the Contracting Parties to the Agreement which apply this Regulation.\n7.3. The competent authority issuing the extension of approval shall assign a series number for such an extension and\ninform thereof the other Contracting Parties to the 1958 Agreement applying this Regulation by means of a\ncommunication form conforming to the model in Annex 1, Part 2, Appendix 1 or 2 as appropriate to this\nRegulation."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "8",
        "section": "CONFORMITY OF PRODUCTION",
        "text": "The conformity of production procedures shall comply with those set out in the Agreement, Appendix 2\n(E/ECE/324-E/ECE/TRANS/505/Rev.2), with the following requirements:\n8.1. Vehicles and components approved to this regulation shall be so manufactured as to conform to the type\napproved by meeting the requirements set forth in paragraphs 5 and 6 above.\n8.2. The competent authority which has granted type-approval may at any time verify the conformity control methods\napplicable to each production facility. The normal frequency of these verifications shall be once per two years"
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "9",
        "section": "PENALTIES FOR NON-CONFORMITY OF PRODUCTION",
        "text": "9.1. The approval granted in respect of a vehicle type pursuant to this Regulation may be withdrawn if the\nrequirements laid down in paragraphs 5 and 6 above are not complied with.\n9.2. If a Contracting Party to the Agreement applying this Regulation withdraws an approval it has previously granted,\nit shall forthwith notify the other Contracting Parties applying this Regulation, by means of a communication\nform conforming to the model in Annex 1, Part 2, Appendix 1 or 2 to this Regulation."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "10",
        "section": "PRODUCTION DEFINITELY DISCONTINUED",
        "text": "If the holder of the approval completely ceases to manufacture a type of vehicle or component under this\nRegulation, he shall so inform the authority which granted the approval. Upon receiving the relevant\ncommunication, that authority shall inform thereof the other Parties to the 1958 Agreement applying this\nregulation by means of a communication form conforming to the model in Annex 1, Part 2, Appendix 1 or 2 to\nthis Regulation."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "11",
        "section": "NAMES AND ADDRESSES OF TECHNICAL SERVICES CONDUCTING APPROVAL TESTS, AND OF TYPE APPROVAL\nAUTHORITIES",
        "text": "The Contracting Parties to the Agreement which apply this Regulation shall communicate to the Secretariat of the\nUnited Nations the names and addresses of the technical services responsible for conducting approval tests and of\nthe Type Approval Authorities which grant approval and to which forms certifying approval or extension or\nrefusal or withdrawal of approval, issued in other countries, are to be sent"
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "12",
        "section": "ANNEX 1\nPART 1\nAPPENDIX 1",
        "text": " MODEL INFORMATION DOCUMENT\n(for a vehicle type in accordance with paragraph 4.3 of the Regulation relating to the ECE Type Approval of a\nheating system and of a vehicle with regard to its heating system)\nIf the heating system or its component parts have electronic controls, information concerning their\nperformance must be supplied\n0. GENERAL\n0.1. Make (trade name of manufacturer): ...................................................................\n0.2. Type and general commercial description(s): ..........................................................\n0.3. Means of identification of type, if marked on the vehicle: ...............................................\n0.4. Location of that marking: ..............................................................................\n0.5. Category of vehicle (1): ................................................................................\n0.6. Name and address of manufacturer: ...................................................................\n0.7. Address(es) of assembly plant(s): .....................................................................\n1. GENERAL CONSTRUCTION CHARACTERISTICS OF THE VEHICLE\n1.1. Photographs and/or drawings of a representative vehicle:\n2. POWER PLANT\n2.1. Manufacturer’s engine code: ..........................................................................\n(as marked on the engine, or other means of identification)\n2.2. Working principle: positive ignition/compression ignition, four stroke/two stroke (2)\n2.3. Number and arrangement of cylinders: ................................................................\n2.4. Maximum net power: .................................. kW at .................................. min-1\n(manufacturer’s declared value)\n2.5. Cooling system (liquid/air) (2)\n2.6. Nominal setting of the engine temperature control mechanism: ........................................\n2.7. Pressure charger: Yes/No (2)\n2.7.1. Type(s) ................................................................................................\n2.7.2. Description of the system (e.g. maximum charge pressure: .............. kPa, wastegate if applicable)24.1.2020 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union L 19/51\n3. BODYWORK\n3.1. A brief description of the vehicle with regard to the heating system if the heating system uses the heat of\nthe engine cooling fluid ................................................................................\n3.2. A brief description of the vehicle type with regard to the heating system if the cooling air or the exhaust\ngases of the engine are used as the heat source, including: ............................................\n3.2.1. Layout of the heating system showing its position in the vehicle: ........................................\n3.2.2. Layout drawing of the heat exchanger for heating systems using the exhaust gases for heating or of the\nparts where the heat exchange takes place (for heating systems using the engine cooling air for\nheating): ..............................................................................................\n3.2.3. Sectional drawing of the heat exchanger or the parts respectively where the heat exchange takes place,\nindicating the thickness of the wall, materials used and the characteristics of the surface: ..............\n3.2.4. Specifications shall be given for further important components of the heating system, such as e.g. the\nheater fan, with regard to their method of construction and technical data ..............................\n3.3. A brief description of the vehicle type with regard to the combustion heating system and the automatic\ncontrol: ................................................................................................\n3.3.1. layout drawing of the combustion heater, the air inlet system, the exhaust system, the fuel tank, the fuel\nsupply system (including the valves) and the electrical connections showing their positions in the\nvehicle.\n3.4. Maximum electrical consumption: ................................................................. kW\n_____________\n(1) As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document\nECE/TRANS/WP.29/78/Rev.6, para. 2.\n(2) Strike out which does not apply"
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "13",
        "section": "ANNEX 1\nPART 1\nAPPENDIX 2",
        "text": "MODEL INFORMATION DOCUMENT\n(for a heating system type in accordance with paragraph 4.3 of the Regulation relating to the ECE Type\napproval of heating system with regard to its operational safety)\nIf the heating system or its component parts have electronic controls, information concerning their\nperformance must be supplied\n1. GENERAL\n1.1. Make (trade name of manufacturer): ....................................................................\n1.2. Type and general commercial description(s): ............................................................\n1.3. Name and address of manufacturer: ....................................................................\n1.4. In the case of components, location and method of affixing of the ECE approval mark: ...................\n1.5. Address(es) of assembly plant(s): .......................................................................\n2. COMBUSTION HEATER (IF ANY)\n2.1. Make (trade name of manufacturer): ....................................................................\n2.2. Type and general commercial description(s): ............................................................\n2.3. Means of identification of type, if marked on the heating system: .........................................\n2.4. Location of that marking: ................................................................................\n2.5. Name and address of manufacturer: ....................................................................\n2.6. Address(es) of assembly plant(s): .......................................................................\n2.7. Test pressure (in the case of a combustion heater fuelled by liquefied petroleum gas or similar, the\npressure applied at the gas inlet connector of the heater): ...............................................\n2.8. Detailed description, layout drawings and mounting description of the combustion heater and all its\ncomponents: ..."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "14",
        "section": "PART 2\nAPPENDIX 1",
        "text": "COMMUNICATION\n(maximum format: A4 (210 × 297 mm))\nIssued by: Name of administration:\n...................................\n...................................\n()\nconcerning (2): Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a vehicle type pursuant to Regulation No 122\nApproval No ......................................... Extension No ........................................\nReason for extension: ........................................................................................\nSECTION I\nGENERAL\n1.1. Make (trade name of manufacturer): ...................................................................\n1.2. Type: ..................................................................................................\n1.3. Means of identification of type, if marked on the vehicle/component/separate technical unit (2) (3): ......\n1.3.1. Location of that marking: ..............................................................................\n1.4. Category of vehicle (4) .................................................................................\n1.5. Name and address of manufacturer: ...................................................................\n1.6. Location of the ECE approval mark: ...................................................................\n1.7. Address(es) of assembly plant(s): .....................................................................\nSECTION II\n1. Additional information (where applicable)\n2. Technical service responsible for carrying out the tests:\n3. Date of test report: ....................................................................................\n4. Number of test report: .................................................................................\n5. Remarks (if any): ......................................................................................L 19/54 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union 24.1.2020\n6. Place: .................................................................................................\n7. Date: ..................................................................................................\n8. Signature: .............................................................................................\n9. The index to the information package lodged with the approval authority, which may be obtained on\nrequest, is attached.\n10. The vehicle is approved according to the requirements of Annex 9 (ADR): Yes/No (2).\n_____________\n(1) Distinguishing number of the country which has granted, extended, refused or withdrawn approval (see approval\nprovisions in the Regulation).\n(2) Strike out which does not apply.\n(3) If the means of identification of type contains characters not relevant to describe the vehicle, component or separate\ntechnical unit types covered in this information document, such characters shall be represented in the documentation by\nthe symbol ‘?’ (e.g. ABC??123??)\n(4) As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document\nECE/TRANS/WP."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "15",
        "section": "PART 2\nAPPENDIX 2",
        "text": "COMMUNICATION\n(Maximum format: A4 (210 mm × 297 mm))\nIssued by: Name of administration:\n.........................................\n.........................................\n()\nconcerning (2): Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a component type pursuant to Regulation No 122\nApproval No ......................................... Extension No ........................................\nReason for extension: ........................................................................................\nSECTION I\nGENERAL\n1.1. Make (trade name of manufacturer): ...................................................................\n1.2. Type: ..................................................................................................\n1.3. Means of identification of type, if marked on the device (3): .............................................\n1.3.1. Location of that marking: ..............................................................................\n1.4. Name and address of manufacturer: ...................................................................\n1.5. Location of the ECE approval mark: ...................................................................\n1.6. Address(es) of assembly plant(s): .....................................................................\nSECTION II\n1. Additional information (where applicable)\n2. Technical service responsible for carrying out the tests: ................................................\n.........................................................................................................................\n3. Date of test report: ....................................................................................\n4. Number of test report: .................................................................................\n5. Remarks (if any): ......................................................................................\n6. Place: .................................................................................................L 19/56 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union 24.1.2020\n7. Date: ..................................................................................................\n8. Signature: .............................................................................................\n9. The index to the information package lodged with the approval authority, which may be obtained on\nrequest, is attached.\n_____________\n(1) Distinguishing number of the country which has granted, extended, refused or withdrawn approval (see approval\nprovisions in the Regulation).\n(2) Strike out which does not apply.\n(3) If the means of identification of type contains characters not relevant to describe the vehicle, component or separate\ntechnical unit types covered in this information document, such characters shall be represented in the documentation by\nthe symbol ‘?’ (e.g. ABC??123??)"
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "16",
        "section": "ANNEX 2",
        "text": "ARRANGEMENTS OF APPROVAL MARKS\nMODEL A\n(See paragraph 4.5 of this Regulation)\na = 8 mm min\nThe above approval mark affixed to a heating system shows that the component type concerned has, with regard to its\nconstructional features, been approved in the Netherlands (E 4) pursuant to Regulation No 122 under approval number\n002439. The approval number indicates that the approval was granted according to the requirements of Regulation No\n122 in its original form.\nMODEL B\n(See paragraph 4.4 of this Regulation)\na = 8 mm min\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned has, with regard to its heating system(s),\nbeen approved in the Netherlands (E 4) for Class III, pursuant to Regulation No 122. The number 00 indicates that the\napproval was granted according to the requirements of Regulation No 122 in its original form.\nMODEL C\n(See paragraph 4.6 of this Regulation)\na = 8 mm min.\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned has been approved in the Netherlands\n(E 4) pursuant to Regulations Nos 122 and 33(*).The numbers 00 indicate that, at the dates when the respective approvals\nwere given, both Regulations were in their original forms.\n(*) This number is given merely as an example."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "17",
        "section": "ANNEX 3",
        "text": "REQUIREMENTS FOR WASTE HEATING SYSTEMS — AIR\n1. The requirements set out in paragraph 6.2 of this Regulation are considered satisfied in respect of heating systems\nwhich include a heat exchanger, the primary circuit of which is passed over by exhaust gases or polluted air, provided\nthat the following conditions are satisfied:\n2. the walls of the primary circuit of the heat exchanger must be leak tight at any pressure up to and including 2 bar;\n3. the walls of the primary circuit of the heat exchanger must not include any detachable component;\n4. the wall of the heat exchanger where the exchange of heat takes place must be at least 2 mm thick if made of non-alloy\nsteels;\n4.1. in cases where other materials are used (including composite or coated materials), the thickness of the wall must be\nsuch as to ensure that the heat exchanger has the same service life as in the case referred to in paragraph 4;\n4.2. if the wall of the heat exchanger where the exchange of heat takes place is enamelled, the wall where such enamel has\nbeen applied must be at least 1 mm thick and this enamel must be durable, leak tight and not porous;\n5. the pipe conducting the exhaust gases must include a corrosion test zone at least 30 mm long, this zone being situated\ndirectly downstream of the heat exchanger, uncovered and easily accessible;\n5.1. the wall of this corrosion test zone must not be thicker than the pipes for the exhaust gases situated inside the heat\nexchanger and the materials and surface properties of this section must be comparable with those of these pipes;\n5.2. if the heat exchanger forms a single unit with the vehicle exhaust silencer, the external wall of the latter must be\nregarded as the zone complying with point 5.1 where any corrosion should occur.\n6. In the case of waste heat heating systems using the cooling air of the engine for heating purposes, the conditions of\nparagraph 6.2 of this Regulation are considered satisfied without the use of a heat exchanger provided that the\nfollowing conditions are satisfied:\n6.1. the cooling air which is used for heating purposes comes into contact only with surfaces of the engine which do not\ninclude any detachable part, and\n6.2. the connections between the walls of this cooling air circuit and the surfaces used for the transfer of heat are gastight\nand oil-resistant.\nThese conditions are considered satisfied if, for example:\n— a sheath around each sparking plug draws off any gas leaks outside the heating air circuit,\n— the joint between the cylinder head and the exhaust manifold is situated outside the heating air circuit,\n— there is double leak protection between the cylinder head and the cylinder and any leaks from the first joint are\ndrawn off outside the heating air circuit, or\n— the leak protection between the cylinder head and the cylinder still holds when the cylinder head nuts are cold-\ntightened at one-third of the nominal torque prescribed by the manufacturer, or\n— the area where the cylinder head is joined to the cylinder is situated outside the heating air circuit."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "18",
        "section": "ANNEX 4",
        "text": "TEST PROCEDURE FOR AIR QUALITY\n1. In the case of vehicle type-approval the following test shall be carried out:\n1.1. Operate the heater for one hour at maximum output in conditions of still air (wind speed ≤ 2 m/s), with all windows\nclosed and, in the case of a combustion heater, the propulsion engine switched off. If, however, having selected the\nmaximum output the heater switches off automatically in less than an hour, the measurements may be made before\nswitch-off.\n1.2. The proportion of CO in the ambient air shall be measured by taking samples from:\n1.2.1. a point outside the vehicle as close as possible to the heating air inlet, and\n1.2.2. a point inside the vehicle less than 1 m from the heated air outlet.\n1.3. Readings shall be taken for a representative time of 10 minutes.\n1.4. The reading from position described in paragraph 1.2.2 shall be less than 20 ppm CO higher than from position\ndescribed in paragraph 1.2.1.\n2. In the case of type-approval of heaters as components the following test shall be carried out after the tests of\nAnnexes 5, 6 and paragraph 1.3 of Annex 7.\n2.1. The primary circuit of the heat exchanger shall be subjected to a leakage test to ensure that polluted air cannot enter\nthe heated air intended for the passenger compartment.\n2.2. This requirement shall be considered to be fulfilled if, at a gauge pressure of 0,5 hPa, the leakage rate from the heat\nexchanger is less than or equal to 30 dm3/h."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "19",
        "section": "ANNEX 5",
        "text": "TEST PROCEDURE FOR TEMPERATURE\n1. Operate the heater for one hour at maximum output in conditions of still air (wind speed ≤ 2 m/s), with all windows\nclosed. If, however, having selected the maximum output the heater switches off automatically in less than an hour,\nthe measurements may be made earlier. If the heated air is drawn from outside the vehicle the test shall be carried out\nat an ambient temperature of not less than 15 °C.\n2. The surface temperature of any part of the heating system likely to come into contact with any driver of the vehicle\nduring normal road use shall be measured with a contact thermometer. No such part or parts shall exceed a\ntemperature of 70 °C for uncoated metal or 80 °C for other materials.\n2.1. In the case of part or parts of the heating system behind the driver’s seat, and in the case of overheating, the\ntemperature shall not exceed 110 °C.\n2.2. In the case of vehicles of categories M and N, no part of the system likely to come into contact with seated passengers\n1\nduring normal road use of the vehicle, with the exception of the outlet grille, shall exceed a temperature of 110 °C.\n2.3. In the case of vehicles of categories M and M , no part of the system likely to come into contact with passengers\n2 3\nduring normal road use of the vehicle shall exceed a temperature of 70 °C for uncoated metal or 80 °C for other\nmaterials.\n3. In the case of exposed parts of the heating system outside the passenger compartment, and in the case of overheating,\nthe temperature shall not exceed 110 °C.\nThe temperature of the heated air entering the passenger compartment shall not exceed 150 °C to be measured at the\ncentre of the outlet."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "20",
        "section": "ANNEX 6",
        "text": "(wind speed ≤ 2 m/s) and an ambient\ntemperature of 20 ± 10 °C. If, however, having selected the maximum output the heater switches off automatically in\nless than an hour, the measurements may be made before switch-off.\n2. The dry and undiluted exhaust emissions, measured using an appropriate meter, shall not exceed the values indicated in\nthe following table:\nParameter Heaters using gaseous fuels Heaters using liquid fuel\nCO 0,1 % vol. 0,1 % vol.\nNO 200 ppm 200 ppm\nx\nHC 100 ppm 100 ppm\nBacharach reference unit (1) 1 4\n(1) Reference unit ‘Bacharach’ ASTM D 2156 is used.\n3. The test shall be repeated in conditions equivalent to a vehicle speed of 100 km/h (or maximum design speed of the\nvehicle in cases where the maximum speed is less than 100 km/h). Under these conditions the CO value must not\nexceed 0,2 % vol. If the test has been carried out on the heater as a component, then it need not be repeated in the case\nof the vehicle type in which the heater is installed.L 19/62 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union 24.1.2020",
        "tables": [
            [
                {
                    "Parameter": "CO",
                    "Heaters using gaseous fuels": "0,1 % vol.",
                    "Heaters using liquid fuel": "0,1 % vol."
                },
                {
                    "Parameter": "NOx",
                    "Heaters using gaseous fuels": "200 ppm",
                    "Heaters using liquid fuel": "200 ppm"
                },
                {
                    "Parameter": "HC",
                    "Heaters using gaseous fuels": "100 ppm",
                    "Heaters using liquid fuel": "100 ppm"
                },
                {
                    "Parameter": "Bacharach reference unit (1)",
                    "Heaters using gaseous fuels": "1",
                    "Heaters using liquid fuel": "4"
                }
            ]
        ]
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "21",
        "section": "ANNEX 7",
        "text": "ADDITIONAL REQUIREMENTS FOR COMBUSTION HEATERS\n1. Operating and maintenance instructions shall be supplied with every heater and, in the case of heaters intended for the\nafter-market, installation instructions shall also be supplied.\n2. Safety equipment shall be installed (either as part of the combustion heater or as part of the vehicle) to control the\noperation of every combustion heater in an emergency. It shall be designed such that, if no flame is obtained at start-\nup or if the flame goes out during operation, the ignition and switching times for the supply of fuel are not exceeded\nby four minutes in the case of liquid fuel heaters or, in the case of gaseous fuel heaters, one minute if the flame\nsupervision device is thermoelectric or 10 seconds if it is automatic.\n3. The combustion chamber and the heat exchanger of heaters using water as a transfer medium shall be capable of\nwithstanding a pressure of twice the normal operating pressure or 2 bar (gauge), whichever is greater. The test\npressure shall be noted in the information document.\n4. The heater must have a manufacturer’s label showing the manufacturer’s name, the model number and type together\nwith its rated output in kilowatts. The fuel type must also be stated and, where relevant, the operating voltage and gas\npressure.\n5. Delayed shut-off of combustion air blowers\n5.1. If a combustion air blower is fitted a delayed shut-off must be provided even in the event of overheating and in the\nevent of interruption of the fuel supply.\n5.2. Other measures to prevent damage due to deflagration and exhaust corrosion can be applied if the manufacturer\nprovides evidence to the satisfaction of the approval authority of their equivalent effect.\n6. Requirements for electrical supply\n6.1. All technical requirements affected by the voltage must be within the voltage range of ± 16 per cent of the rated figure.\nHowever, if under voltage and/or over voltage protection is provided, the requirements shall be met at rated voltage\nand in the immediate vicinity of the cut-off points.\n7. Warning ligh"
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "22",
        "section": "ANNEX 8",
        "text": "SAFETY REQUIREMENTS FOR LPG COMBUSTION HEATERS AND LPG HEATING SYSTEMS\n1. LPG HEATING SYSTEMS FOR ROAD USE IN MOTOR VEHICLES AND THEIR TRAILERS\n1.1. If an LPG heating system in a motor vehicle or trailer can also be used when the vehicle is in motion, the LPG\ncombustion heater and its supply system shall comply with the following requirements:\n1.1.1. The LPG combustion heater shall comply with the requirements of the harmonized standard EN 624:2011\n(Specifications for dedicated LPG appliances. Room sealed LPG space heating equipment for installation in\nvehicles and boats).\n1.1.2. In cases of a permanently installed LPG container all components of the system that are in contact with LPG in the\nliquid phase (all components from the filling unit to the vaporiser/pressure regulator) and the associated liquid\nphase installation shall comply with the technical requirements of Regulation No 67, Parts I and II and Annexes 3\nto 10, 13 and 15 to 17. However, the installation of a LPG container in vehicles of category O shall comply with\nthe technical requirements of the harmonized standard EN 1949:2011.\n1.1.3. The gaseous phase installation of the LPG heating system in a vehicle shall comply with the requirements of the\nharmonized standard EN 1949:20111. (Specifications for the installation of LPG systems for habitation purposes\nin leisure accommodation vehicles and accommodation purposes in other vehicles).\n1.1.4. The LPG supply system shall be so designed that the LPG is supplied with the required pressure and in the correct\nphase for the installed LPG combustion heater. It is permitted to withdraw LPG from the permanently installed\nLPG container simultaneously in either gaseous or liquid phase. There shall be no connection of the gas\ninstallation between motor vehicle and trailer.\n1.1.5. The liquid outlet of the permanently installed LPG container to supply LPG to the heater shall be provided with a\nremotely controlled service valve with excess flow valve as required in paragraph 17.6.1.1 of Regulation No 67.\nThe remotely controlled service valve with excess flow valve shall be controlled such that it is automatically\nclosed within five seconds of the vehicle engine stopping, irrespective of the position of the ignition switch. If\nwithin these five seconds the on-switch of the heater or LPG supply system is activated, the heating system may\nstay in operation. The heating can always be restarted. This paragraph does not apply to trailers. Trailers shall\nhave a label in the vicinity of the filling point which states to switch off the heater while refilling the permanently\ninstalled LPG container.\n1.1.6. If the LPG is supplied in the gaseous phase from the permanently installed LPG container or separate portable LPG\ncylinder(s), appropriate provisions shall be taken to ensure that:\n1.1.6.1. No liquid LPG can enter the pressure regulator or LPG combustion heater. A separator may be used, and\n1.1.6.2. No uncontrolled release due to an accidental disconnection can occur. Means shall be provided to stop the flow of\nLPG by installing a device directly after or in a cylinder or container mounted regulator. If the regulator is mounted\nremote from the cylinder or container, a device shall be installed directly before the hose or pipe from the cylinder\nor container (high pressure protection) and an additional device shall be installed in, or after the regulator if\nneeded for protecting the low pressure part of the installation (low pressure protection).\n1.1.7. If the LPG is supplied in liquid phase, the vaporiser and pressure-regulator unit shall be heated as appropriate by a\nsuitable heat source.\n1.1.8. In motor vehicles that use LPG in their propulsion system, the LPG combustion heater may be connected to the\nsame permanently installed LPG container that supplies LPG to the engine, provided that the safety requirements\nof the propulsion system are met. If a separate LPG container is used for heating, this container shall be provided\nwith its own filling unit.L 19/64 E N O f f i c i a l J o u r n a l o f t h e E u r o p e a n Union 24.1.2020\n2. LPG HEATING SYSTEMS FOR STATIONARY USE ONLY IN MOTOR VEHICLES AND THEIR TRAILERS\n2.1. The LPG-combustion heater and its supply system of an LPG heating system that is intended to be used only when\nthe vehicle is not in motion, shall comply with the following requirements:\n2.1.1. Permanent labels shall be attached on the compartment where the portable LPG cylinders are stored and in close\nproximity to the control device for the heating system, giving instructions that the LPG heater shall not be in\noperation and that the valve of the portable LPG cylinder shall be closed when the vehicle is in motion.\n2.1.2. The LPG combustion heater shall comply with the requirements of paragraph 1.1.1 above.\n2.1.3. The gaseous phase installation of the LPG heating system shall comply with the requirements of paragraph 1.1.3\nabove."
    },
    {
        "title": "Uniform\ntechnical prescriptions concerning the approval of vehicles of categories M, N and O with regard to their heating\nsystems [2020/110]",
        "number": "23",
        "section": "ANNEX 9",
        "text": "ADDITIONAL PROVISIONS APPLICABLE TO CERTAIN VEHICLES AS SPECIFIED IN THE ADR\n1. SCOPE\nThis annex applies to certain vehicles for which the European Agreement concerning the International Carriage of\nDangerous Goods by Road (ADR) contains specific requirements concerning combustion heaters and their\ninstallation.\n2. DEFINITIONS\nFor the purpose of this Annex, the vehicle designations EX/II, EX/III, AT, FL, OX and MEMU are as defined in\nChapter 9.1 of the ADR.\nVehicles approved as being in compliance with the requirements applicable to EX/III vehicles under this Annex\nshall be deemed to comply with the requirements applicable to MEMU vehicles.\n3. TECHNICAL PROVISIONS\n3.1. General (EX/II, EX/III, AT, FL, OX and MEMU vehicles)\n3.1.1.(1) The combustion heaters and their exhaust gas routing shall be designed, located, protected or covered so as to\nprevent any unacceptable risk of heating or ignition of the load. This requirement shall be considered as fulfilled\nif the fuel tank and the exhaust system of the appliance conform to the following provisions:\n— Any fuel tanks for supplying the appliance shall meet the following requirements:\n(a) In the event of any leakage, the fuel shall drain to the ground without coming into contact with hot parts\nof the vehicle or the load;\n(b) Fuel tanks containing petrol shall be equipped with an effective flame trap at the filler opening or with a\nclosure enabling the opening to be kept hermetically sealed.\n— The exhaust system as well as the exhaust pipes shall be so directed or protected to avoid any danger to the\nload through heating or ignition. Parts of the exhaust system situated directly below the fuel tank (diesel) shall\nhave a clearance of at least 100 mm or be protected by a thermal shield.\n3.1.2. The combustion heater shall be switched on manually. Programming devices shall be prohibited.\n3.2. EX/II, EX/III and MEMU vehicles\nCombustion heaters using gaseous fuels are not permitted.\n3.3. FL vehicles\n3.3.1. The combustion heaters shall be put out of operation by at least the following methods:\n(a) Intentional manual switching off from the driver’s cab;\n(b) Stopping of the vehicle engine; in this case the heating device may be restarted manually by the driver;\n(c) Start up of a feed pump on the motor vehicle for the dangerous goods carried.\n3.3.2. After running is permitted after the combustion heaters have been put out of operation. For the methods of\nparagraph 3.3.1(b) and (c) the supply of combustion air shall be interrupted by suitable measures after an after-\nrunning cycle of not more than 40 seconds. Only heaters for which proof has been furnished that the heat\nexchanger is resistant to the reduced after-running cycle of 40 seconds for the time of their normal use shall be\nused.\n(1) Compliance with this paragraph shall be verified on the completed vehicle."
    }
]