[
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "1",
"section": "Scope",
"text": "This Regulation applies to:\n1.1. Vehicles of category M, N, O, L , L , L , L , L and T1), with regard to the\n2 4 5 6 7\ninstallation of safety-belts and restraint systems which are intended for\nseparate use, i.e. as individual fittings, by persons of adult build occupying\nforward-facing, rearward-facing and side-facing seats;\n1.2. Safety-belts and restraint systems which are intended for separate use, i.e. as\nindividual fittings, by persons of adult build occupying forward-facing,\nrearward-facing and side-facing seats, and are designed for installation in\nvehicles of category M, N, O, L , L , L , L , L and T1);\n2 4 5 6 7\n1.3. Vehicles of category M and N 1 with regard to the installation of child\n1 1\nrestraint systems and ISOFIX child restraint systems.\n1.4. All seating positions in vehicle categories M and N fitted with safety belt\nwith regard to safety belt reminder.\n1.5. At the request of the manufacturer, it also applies to the installation of child\nrestraint systems and ISOFIX child restraint systems designated for\ninstallation in vehicles of categories M and M .1\n2 3\n1.6. At the request of the manufacturer, it also applies to safety-belts designated\nfor installation on side-facing seats in vehicles of category M (Class II, III\n3\nor B1).\n1.7. At the request of the manufacturer, it also applies to installing i-Size child\nrestraint systems, in case i-Size seating positions are defined by the vehicle\nmanufacturer.\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "2",
"section": "Definitions",
"text": "2.1. Safety-belt (seat-belt, belt)\nAn arrangement of straps with a securing buckle, adjusting devices and\nattachments which is capable of being anchored to the interior of a power-\ndriven vehicle and is designed to diminish the risk of injury to its wearer, in\nthe event of collision or of abrupt deceleration of the vehicle, by limiting the\nmobility of the wearer's body. Such an arrangement is generally referred to as\na \"belt assembly\", which term also embraces any device for absorbing energy\nor for retracting the belt.\nThe arrangement can be tested and approved as a safety-belt arrangement or\nas a restraint system.\n2.1.1. Lap belt\nA two-point belt which passes across the front of the wearer's pelvic region.\n1 As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3), document\nECE/TRANS/WP.29/78/Rev.6, para. 2 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n5E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n2.1.2. Diagonal belt\nA belt which passes diagonally across the front of the chest from the hip to\nthe opposite shoulder.\n2.1.3. Three-point belt\nA belt which is essentially a combination of a lap strap and a diagonal strap.\n2.1.4. S-type belt\nA belt arrangement other than a three-point belt or a lap belt.\n2.1.5. Harness belt\nA S-type belt arrangement comprising a lap belt and shoulder straps; a\nharness belt may be provided with an additional crotch strap assembly.\n2.2. Belt type\nBelts of different \"types\" are belts differing substantially from one another;\nthe differences may relate in particular to:\n2.2.1. Rigid parts (buckle, attachments, retractor, etc.);\n2.2.2. The material, weave, dimensions and colour of the straps; or\n2.2.3. The geometry of the belt assembly.\n2.3. Strap\nA flexible component designed to hold the body and to transmit stresses to\nthe belt anchorages.\n2.4. Buckle\nA quick-release device enabling the wearer to be held by the belt. The buckle\nmay incorporate the adjusting device, except in the case of a harness belt\nbuckle.\n2.5. Belt adjusting device\nA device enabling the belt to be adjusted according to the requirements of the\nindividual wearer and to the position of the seat. The adjusting device may be\npart of the buckle, or a retractor, or any other part of the safety-belt.\n2.6. Pre-loading device\nAn additional or integrated device which tightens the seat-belt webbing in\norder to reduce the slack of the belt during a crash sequence.\n2.7. \"Reference zone\" means the space between two vertical longitudinal planes,\n400 mm apart and symmetrical with respect to the H-point, and defined by\nrotation from vertical to horizontal of the head-form apparatus, described in\nUN Regulation No. 21 Annex 1. The apparatus shall be positioned as\ndescribed in that annex to UN Regulation No. 21 and set to the maximum\nlength of 840 mm.\n2.8. \"Airbag assembly\" means a device installed to supplement safety-belts and\nrestraint systems in power-driven vehicles, i.e. system which, in the event of\na severe impact affecting the vehicle automatically deploys a flexible\nstructure intended to limit, by compression of the gas contained within it, the\ngravity of the contacts of one or more parts of the body of an occupant of the\n6E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nvehicle with the interior of the passenger compartment. Any such described\ndeployed structure shall not be considered as a rigid part.\n2.9. \"Passenger airbag\" means an airbag assembly intended to protect\noccupant(s) in seats other than the driver's in the event of a frontal collision.\n2.10. \"Child restraint\" means a safety device as defined in UN Regulation No. 44\nor UN Regulation No. 129.\n2.11. \"Rearward-facing\" means facing in the direction opposite to the normal\ndirection of travel of the vehicle.\n2.12. Attachments\nParts of the belt assembly including the necessary securing components,\nwhich enable it to be attached to the belt anchorages.\n2.13. Energy absorber\nDevice designed to disperse energy independently of or jointly with the strap\nand forming part of a belt assembly.\n2.14. Retractor\nDevice to accommodate part or the whole of the strap of a safety-belt.\n2.14.1. Non-locking retractor (type 1)\nA retractor from which the strap is extracted to its full length by a small\nexternal force and which provides no adjustment for the length of the\nextracted strap.\n2.14.2. Manually unlocking retractor (type 2)\nA retractor requiring the manual operation of a device by the user to unlock\nthe retractor in order to obtain the desired strap extraction and which locks\nautomatically when the said operation ceases.\n2.14.3. Automatically locking retractor (type 3)\nA retractor allowing extraction of the strap to the desired length and which,\nwhen the buckle is fastened, automatically adjusts the strap to the wearer.\nFurther extraction of the strap is prevented without voluntary intervention by\nthe wearer.\n2.14.4. Emergency locking retractor (type 4)\nA retractor which during normal driving conditions does not restrict the\nfreedom of movement by the wearer of the safety-belt. Such a device has\nlength adjusting components which automatically adjust the strap to the\nwearer and a locking mechanism actuated in an emergency by:\n2.14.4.1. Deceleration of the vehicle (single sensitivity).\n2.14.4.2. A combination of deceleration of the vehicle, movement of the webbing or\nany other automatic means (multiple sensitivity).\n7E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n2.14.5. Emergency locking retractor with higher response threshold (type 4N)\nA retractor of the type defined in paragraph 2.14.4., but having special\nproperties as regards its use in vehicles of categories M , M , N , N and N .2\n2 3 1 2 3\n2.14.6. Belt adjustment device for height\nA device enabling the position in height of the upper pillar loop (directly\nconnected to the vehicle or the rigid seat structure) of a belt to be adjusted\naccording to the requirements of the individual wearer and the position of the\nseat. Such a device may be considered as a part of the belt or a part of the\nanchorage of the belt.\n2.14.7. Flexible shoulder adjustment device for height\nA device for adjusting to the shoulder height of the individual wearer, where\nthe adjusting part is not directly attached to the vehicle construction (e.g.\npillar) or the seat construction (e.g. the rigid seat structure), but where the\nadjusting of the shoulder part:\n(a) Is realized via shifting over a flexible construction; and\n(b) Is not interfering the routing of the lap belt.\n2.15. Belt anchorages\nParts of the vehicles structure or seat structure or any other part of the vehicle\nto which the safety-belt assemblies are to be secured.\n2.16. Vehicle type as regards safety-belts and restraint systems\nCategory of power-driven vehicles which do not differ in such essential\nrespects as the dimensions, lines and materials of components of the vehicle\nstructure or seat structure or any other part of the vehicle to which the safety-\nbelts and the restraint systems are attached.\n2.17. Restraint system\nA system for a specific vehicle type or a type defined by the vehicle\nmanufacturer and agreed by the Technical Service consisting of a seat and a\nbelt fixed to the vehicle by appropriate means and consisting additionally of\nall elements which are provided to diminish the risk of injury to the wearer,\nin the event of an abrupt vehicle deceleration, by limiting the mobility of the\nwearer's body.\n2.18. Seat\nA structure which may or may not be integral with the vehicle structure\ncomplete with trim, intended to seat one adult person. The term covers both\nan individual seat or part of a bench seat intended to seat one person.\n2.18.1. \"A front passenger seat\" means any seat where the \"foremost H-point\" of the\nseat in question is in or in front of the vertical transverse plane through the\ndriver's R-point.\n2.18.2. \"Forward-facing seat\" means a seat which can be used while the vehicle is in\nmotion and which faces towards the front of the vehicle in such a manner that\n2 As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3), document\nECE/TRANS/WP.29/78/Rev.6, para. 2 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n8E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nthe vertical plane of symmetry of the seat forms an angle of less than +10° or\n-10° with the vertical plane of symmetry of the vehicle.\n2.18.3. \"Rearward-facing seat\" means a seat which can be used while the vehicle is\nin motion and which faces towards the rear of the vehicle in such a manner\nthat the vertical plane of symmetry of the seat forms an angle of less than\n+10° or -10° with the vertical plane of symmetry of the vehicle.\n2.18.4. \"Side-facing seat\" means a seat which can be used while the vehicle is in\nmotion and which faces towards the side of the vehicle in such a manner that\nthe vertical plane of symmetry of the seat forms an angle of 90° (±10°) with\nthe vertical plane of symmetry of the vehicle.\n2.19. Group of seats\nEither a bench-type seat or seats which are separate but side by side (i.e.\nfixed so that front seat anchorages of one of these seats are in line with the\nfront of the rear anchorages of the other or between the anchorages of the\nother seat) and accommodate one or more seated adult persons.\n2.20. Bench seat\nA structure complete with trim, intended to seat more than one adult person.\n2.21. Adjustment system of the seat\nThe complete device by which the seat or its parts can be adjusted to a\nposition suited to the morphology of the seated occupant; this device may, in\nparticular, permit of:\n2.21.1. Longitudinal displacement;\n2.21.2. Vertical displacement;\n2.21.3. Angular displacement.\n2.22. Seat anchorage\nThe system by which the seat assembly is secured to the vehicle structure,\nincluding the affected parts of the vehicle structure.\n2.23. Seat type\nA category of seats which do not differ in such essential respects as:\n2.23.1. The shape, dimensions and materials of the seat structure;\n2.23.2. The types and dimensions of the seat lock adjustment and locking systems;\n2.23.3. The type and dimensions of the belt anchorage on the seat, of the seat\nanchorage and of the affected parts of the vehicle structure.\n2.24. Displacement system of the seat\nA device enabling the seat or one of its parts to be displaced angularly or\nlongitudinally, without a fixed intermediate position (to facilitate access by\npassengers).\n2.25. Locking system of the seat\nA device ensuring that the seat and its parts are maintained in any position of\nuse.\n2.26. Enclosed buckle-release button\n9E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nA buckle-release button such that it shall not be possible to release the buckle\nusing a sphere having a diameter of 40 mm.\n2.27. Non-enclosed buckle-release button\nA buckle-release button such that it shall be possible to release the buckle\nusing a sphere having a diameter of 40 mm.\n2.28. Tension-reducing device\nA device which is incorporated in the retractor and reduces the tension of the\nstrap automatically when the safety-belt is fastened. When it is released, such\na device switches off automatically.\n2.29. \"ISOFIX\" is a system for the connection of child restraint systems to vehicles\nwhich has two vehicle rigid anchorages, two corresponding rigid attachments\non the child restraint system, and a mean to limit the pitch rotation of the\nchild restraint system.\n2.30. \"ISOFIX child restraint system\" means a child restraint system, fulfilling the\nrequirements of UN Regulation No. 44, which has to be attached to an\nISOFIX anchorages system, fulfilling the requirements of UN Regulation\nNo. 14.\n2.31. \"ISOFIX position\" means a system which allows installing:\n(a) Either a universal ISOFIX forward facing child restraint system as\ndefined in UN Regulation No. 44;\n(b) Or a semi-universal ISOFIX forward facing child restraint system as\ndefined in UN Regulation No. 44;\n(c) Or a semi-universal ISOFIX rearward facing child restraint system as\ndefined in UN Regulation No. 44;\n(d) Or a semi-universal ISOFIX lateral facing position child restraint\nsystem as defined in UN Regulation No. 44;\n(e) Or a specific vehicle ISOFIX child restraint system as defined in\nUN Regulation No. 44;\n(f) Or an i-Size child restraint system as defined in UN Regulation\nNo. 129;\n(g) Or a specific vehicle ISOFIX child restraint system as defined in\nUN Regulation No. 129.\n2.32. \"ISOFIX anchorages system\" means a system made up of two ISOFIX low\nanchorages, fulfilling the requirements of UN Regulation No. 14, and which\nis designed for attaching an ISOFIX child restraint system in conjunction\nwith an anti-rotation device.\n2.33. \"ISOFIX low anchorage\" means one 6 mm diameter rigid round horizontal\nbar, extending from vehicle or seat structure to accept and restrain an ISOFIX\nchild restraint system with ISOFIX attachments.\n2.34. \"Anti-rotation device\"\n(a) An anti-rotation device for an ISOFIX universal child restraint system\nconsists of the ISOFIX top-tether;\n10E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n(b) An anti-rotation device for an ISOFIX semi-universal child restraint\nsystem consists of a top tether, the vehicle dashboard or a support leg\nintended to limit the rotation of the restraint during a frontal impact;\n(c) An anti-rotation device for an i-Size child restraint system consists of\neither a top tether or a support leg, which is intended to limit the\nrotation of the restraint during a frontal impact;\n(d) For ISOFIX, i-Size, universal and semi-universal, child restraint\nsystems the vehicle seat itself does not constitute an anti-rotation\ndevice.\n2.35. \"ISOFIX top tether anchorage\" means a feature, fulfilling the requirements of\nUN Regulation No. 14, such as a bar, located in a defined zone, designed to\naccept an ISOFIX top tether strap connector and transfer its restraint force to\nthe vehicle structure.\n2.36. A \"guidance device\" is intended to help the person installing the ISOFIX\nchild restraint system by physically guiding the ISOFIX attachments on the\nISOFIX child restraint into correct alignment with the ISOFIX low\nanchorages to facilitate engagement.\n2.37. \"ISOFIX marking fixture\" means something that informs someone wishing to\ninstall an ISOFIX child restraint system of the ISOFIX positions in the\nvehicle and the position of each corresponding ISOFIX anchorages system.\n2.38. \"Child restraint fixture\" (CRF) means a fixture according to one out of the\neight ISOFIX size classes defined in paragraph 4. of Annex 17 – Appendix 2\nto this Regulation, and particularly whose dimensions are given from\nFigure 1 to Figure 7 in the previous mentioned paragraph 4. Those child\nrestraint fixtures (CRF) are used, in this Regulation, to check what are the\nISOFIX child restraint systems size classes which can be accommodated on\nthe vehicle ISOFIX positions. Also one of the CRF, the so-called ISO/F2 (B),\nwhich is described in Figure 2 of the previous mentioned paragraph 4., is\nused in UN Regulation No. 14 to check the location and the possibility of\naccess to any ISOFIX anchorages system.\n2.39. \"i-Size support leg installation assessment volume\" means a volume, which\nensures the dimensional and geometrical compatibility between the support\nleg of an i-Size child restraint system and an i-Size seating position of a\nvehicle.\n2.40. \"i-Size seating position\" means a seating position, if defined by the vehicle\nmanufacturer, which is designed to accommodate an i-Size child restraint\nsystem, as defined in UN Regulation No. 129, and fulfils the requirements\ndefined in this Regulation.\n2.41. \"Safety-belt reminder\", means a system dedicated to alert the driver when any\nof the occupants do not use the safety-belt. The system is constituted by a\ndetection of an unfastened safety-belt and by two levels of driver's alert: a\nfirst level warning and a second level warning.\n2.42. \"Visual warning\" means a warning by visual signal (lighting, blinking or\nvisual display of symbol or message).\n2.43. \"Audible warning\" means a warning by sound signal.\n11E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n2.44. \"First level warning\" means a visual warning activated when the ignition\nswitch or master control switch is activated and any of the occupants’ safety-\nbelt is not fastened. An audible warning can be added as an option.\n2.45. \"Second level warning\" means a visual and audible warning activated when\nthe vehicle is operated in accordance with paragraphs 8.4.2.4.1.1. to\n8.4.2.4.1.3. with the safety-belt for any of the front row occupants being\nunfastened and the safety-belt for any of the rear row occupants either being\nor becoming unfastened.\n2.46. \"Safety-belt is unfastened\" means, at the option of the manufacturer, either\nthe safety-belt buckle of any occupant is not engaged or the length of the\npulled out webbing is less than the length of the webbing which is needed to\nbuckle an un-occupied seat in the rear most seating position.\n2.47. \"Vehicle is in normal operation\" means that vehicle is in forward motion at\nthe speed greater than 10 km/h.\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "3",
"section": "Application for approval",
"text": "3.1. Vehicle type\n3.1.1. The application for approval of a vehicle type with regard to the installation\nof its safety-belts and restraint systems shall be submitted by the vehicle\nmanufacturer or by his duly accredited representative.\n3.1.2. It shall be accompanied by the under mentioned documents in triplicate and\nthe following particulars:\n3.1.2.1. Drawings of the general vehicle structure on an appropriate scale, showing\nthe positions of the safety-belts, and detailed drawings of the safety-belts and\nof the points to which they are attached;\n3.1.2.2. A specification of the materials used which may affect the strength of the\nsafety-belts;\n3.1.2.3. A technical description of the safety-belts;\n3.1.2.4. In the case of safety-belts affixed to the seat structure;\n3.1.2.5. Detailed description of the vehicle type with regard to the design of the seats,\nof the seat anchorages and their adjustment and locking systems;\n3.1.2.6. Drawings, on an appropriate scale and in sufficient detail, of the seats, of\ntheir anchorages to the vehicle, and of their adjustment and locking systems.\n3.1.3. At the opinion of the manufacturer, a vehicle representative of the vehicle\ntype to be approved or the parts of the vehicle considered essential for the\nsafety-belt tests by the Technical Service conducting approval tests shall be\nsubmitted to the Service.\n3.2. Safety-belt type\n3.2.1. The application for approval of a type of safety-belt shall be submitted by the\nholder of the trade mark or by his duly accredited representative. In the case\nof restraint systems, the application for approval of a type of restraint system\nshall be submitted by the holder of the trade mark or by his representative or\nby the manufacturer of the vehicle in which it is to be installed or by his\nrepresentative.\n12E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n3.2.2. It shall be accompanied by:\n3.2.2.1. A technical description of the belt type, specifying the straps and rigid parts\nused and accompanied by drawings of the parts making up the belt; the\ndrawings shall show the position intended for the approval number and the\nadditional symbol(s) in relation to the circle of the approval mark. The\ndescription shall mention the colour of the model submitted for approval, and\nspecify the vehicle type(s) for which this belt type is intended. In the case of\nretractors, installation instructions for the sensing device shall be provided;\nand for pre-loading devices or systems a full technical description of the\nconstruction and function including the sensing, if any, describing the method\nof activation and any necessary method to avoid inadvertent activation shall\nbe provided. In the case of a restraint system the description shall include:\ndrawings of the vehicle structure and of the seat structure, adjustment system\nand attachments on an appropriate scale showing the sites of the seat\nanchorages and belt anchorages and reinforcements in sufficient detail;\ntogether with a specification of the materials used which may affect the\nstrength of the seat anchorages and belt anchorages; and a technical\ndescription of the seat anchorages and the belts anchorages; and a technical\ndescription of the seat anchorages and the belt anchorages. If the belt is\ndesigned to be fixed to the vehicle structure through a belt adjustment device\nfor height, the technical description shall specify whether or not this device is\nconsidered as a part of the belt;\n3.2.2.2. Six samples of the belt type, one of which is for reference purposes;\n3.2.2.3. A ten-metre length of each type of strap used in the type of belt;\n3.2.2.4. The Technical Service conducting the type-approval tests shall be entitled to\nrequest further samples.\n3.2.3. In the case of restraint systems, two samples which may include two of the\nsamples of belts required under paragraphs 3.2.2.2. and 3.2.2.3. above at the\noption of the manufacturer, either a vehicle representative of the vehicle type\nto be approved, or the part or parts of the vehicle considered essential by the\nTechnical Service conducting approval tests for testing the restraint system\nshall be submitted to the Service.\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "4",
"section": "Markings",
"text": "The samples of a belt type or type of restraint system submitted for approval\nin conformity with the provisions of paragraphs 3.2.2.2., 3.2.2.3. and 3.2.2.4.\nabove shall be clearly and indelibly marked with the manufacturer's name,\ninitials or trade name or mark."
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "5",
"section": "Approval",
"text": "5.1. A certificate conforming to the model specified in paragraphs 5.1.1. or 5.1.2.\nbelow shall be attached to the type approval certificate:\n5.1.1. Annex 1A for applications referred to in paragraph 3.1.;\n5.1.2. Annex 1B for applications referred to in paragraph 3.2.\n13E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n5.2. Vehicle type\n5.2.1. If the vehicle submitted for approval pursuant this Regulation meets the\nrequirements of paragraph 8. below, and of Annexes 15 and 16 to this\nRegulation, approval of that vehicle type shall be granted.\n5.2.2. An approval number shall be assigned to each type approved. Its first two\ndigits (at present 07 corresponding to the 07 series of amendments) shall\nindicate the series of amendments incorporating the most recent major\ntechnical amendments made to this Regulation at the time of issue of the\napproval. The same Contracting Party shall not assign the same number to\nanother vehicle type as defined in paragraph 2.16. above.\n5.2.3. Notice of approval or of extension or refusal or withdrawal of approval or\nproduction definitively discontinued of a vehicle type pursuant to this\nRegulation shall be communicated to the Parties to the 1958 Agreement\nwhich apply this Regulation by means of a form conforming to the model in\nAnnex 1A to this Regulation.\n5.2.4. There shall be affixed, conspicuously and in a readily accessible place\nspecified on the approval form, to every vehicle conforming to a vehicle type\napproved under this Regulation an international approval mark consisting of:\n5.2.4.1. A circle surrounding the letter \"E\" followed by the distinguishing number of\nthe country which has granted approval;3\n5.2.4.2. The number of this Regulation, followed by the letter R, a dash and the\napproval number to the right of the circle prescribed in paragraph 5.2.4.1.\nabove.\n5.2.5. If the vehicle conforms to a vehicle type approved, under one or more other\nRegulations annexed to the Agreement, in the country which has granted\napproval under this Regulation, the symbol prescribed in paragraph 5.2.4.1.\nneed not be repeated; in such a case the additional numbers and symbols of\nall the Regulations under which approval has been granted in the country\nwhich has granted approval under this Regulation shall be placed in vertical\ncolumns to the right of the symbol prescribed in paragraph 5.2.4.1. above.\n5.2.6. The approval mark shall be clearly legible and be indelible.\n5.2.7. The approval mark shall be placed close to or on the vehicle data plate\naffixed by the manufacturer.\n5.3. Safety-belt type\n5.3.1. If the samples of a type of belt which are submitted in conformity with the\nprovisions of paragraph 3.2. above meet the requirements of\nparagraphs 4., 5.3. and 6. of this Regulation, approval shall be granted.\n5.3.2. An approval number shall be assigned to each type approved. Its first two\ndigits (at present 07 corresponding to the 07 series of amendments) shall\nindicate the series of amendments incorporating the most recent major\ntechnical amendments made to the Regulation at the time of issue of the\n3 The distinguishing numbers of the Contracting Parties to the 1958 Agreement are reproduced in\nAnnex 3 to the Consolidated Resolution on the Construction of Vehicles (R.E.3), document\nECE/TRANS/WP.29/78/Rev. 6, Annex 3 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n14E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\napproval. The same Contracting Party may not assign the same number to\nanother type of belt or restraint system.\n5.3.3. Notice of approval or of extension or refusal of approval of a type of belt or\nrestraint system, pursuant to this Regulation, shall be communicated to the\nContracting Parties to the 1958 Agreement which apply this Regulation by\nmeans of a form conforming to the model in Annex 1B to this Regulation.\n5.3.4. In addition to the marks prescribed in paragraph 4. above, the following\nparticulars shall be affixed in a suitable space to every belt conforming to a\ntype approved under this Regulation:\n5.3.4.1. An international approval mark consisting of:\n5.3.4.1.1. A circle surrounding the letter \"E\" followed by the distinguishing number of\nthe country which has granted approval.4\n5.3.4.1.2. An approval number;\n5.3.4.2. The following additional symbol(s):\n5.3.4.2.1. The letter \"A\" for a three-point belt, the letter \"B\" for a lap belt and the letter\n\"S\" for special-type belts.\n5.3.4.2.2. The symbols referred to in paragraph 5.3.4.2.1. above shall be supplemented\nby the following additional markings:\n5.3.4.2.2.1. The letter \"e\" for a belt with an energy absorption device;\n5.3.4.2.2.2. The letter \"r\" for a belt incorporating a retractor followed by the symbol (1, 2,\n3, 4 or 4N) of the retractor used, in accordance with paragraph 2.14. of this\nRegulation, and the letter \"m\" if the retractor used is an emergency locking\nretractor with multiple sensitivity;\n5.3.4.2.2.3. The letter \"p\" in the case of safety-belts with a pre-loading device;\n5.3.4.2.2.4. The letter \"t\" in the case of a safety-belt with a retractor incorporating a\ntension-reducing device;\n5.3.4.2.2.5. Belts fitted with a type 4N retractor shall also bear a symbol consisting of a\nrectangle with a vehicle of category M crossed out, indicating that the use of\n1\nthis type of retractor is prohibited in vehicles of that category.\n5.3.4.2.2.6. If the safety-belt is approved following the provisions of\nparagraphs 6.4.1.3.3. and 6.4.1.3.4. of this Regulation, it shall be marked with\nthe word \"AIRBAG\" in a rectangle.\n5.3.4.2.3. The symbol referred to in paragraph 5.3.4.2.1. above shall be preceded by the\nletter \"Z\" when the safety-belt is part of a restraint system.\n5.3.5. Annex 2, paragraph 2. to this Regulation gives examples of arrangements of\nthe approval mark.\n5.3.6. The particulars referred to in paragraph 5.3.4. above shall be clearly legible\nand be indelible, and may be permanently affixed either by means of a label\nor by direct marking. The label or marking shall be resistant to wear.\n4 See the footnote to paragraph 5.2.4.1. of this Regulation.\n15E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n5.3.7. The labels referred to in paragraph 5.3.6. above may be issued either by the\nType Approval Authority which has granted the approval or, subject to that\nAuthority's authorization, by the manufacturer.\n6. Specifications"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "6",
"section": "specifications",
"text": "6.1. General specifications\n6.1.1. Each sample submitted in conformity with paragraphs 3.2.2.2., 3.2.2.3.\nand 3.2.2.4. above shall meet the specifications set forth in paragraph 6. of\nthis Regulation.\n6.1.2. The belt or the restraint system shall be so designed and constructed that,\nwhen correctly installed and properly used by an occupant, its satisfactory\noperation is assured and it reduces the risk of bodily injury in the event of an\naccident.\n6.1.3. The straps of the belt shall not be liable to assume a dangerous configuration.\n6.1.4. The use of materials with properties of polyamide 6 as regards water\nretention is prohibited in all mechanical parts for which such a phenomenon\nis likely to have an adverse effect on their operation.\n6.2. Rigid parts\n6.2.1. General\n6.2.1.1. The rigid parts of the safety-belt, such as buckles, adjusting devices,\nattachments and the like, shall not have sharp edges liable to cause wear or\nbreakage of the straps by chafing.\n6.2.1.2. All parts of the belt assembly liable to be affected by corrosion shall be\nsuitably protected against it. After undergoing the corrosion test prescribed in\nparagraph 7.2. below, neither signs of deterioration likely to impair the\nproper functioning of the device nor any significant corrosion shall be visible\nto the unaided eye of a qualified observer.\n6.2.1.3. Rigid parts intended to absorb energy or to be subjected to or to transmit a\nload shall not be fragile.\n6.2.1.4. The rigid items and parts made of plastics of a safety-belt shall be so located\nand installed that they are not liable, during every day use of a power-driven\nvehicle, to become trapped under a moveable seat or in a door of that vehicle.\nIf any of these items and parts do not comply with the above conditions, they\nshall be subjected to the cold impact test specified in paragraph 7.5.4. below.\nAfter the test, if any visible cracks are present in any plastic cover or retainer\nof rigid item, the complete plastic part shall then be removed and the\nremaining assembly shall then be assessed against its continued security. If\nthe remaining assembly is still secure, or no visible cracks are present, it will\nthen be further assessed against the test requirements specified in\nparagraphs 6.2.2., 6.2.3. and 6.4. below.\n6.2.2. Buckle\n6.2.2.1. The buckle shall be so designed as to preclude any possibility of incorrect\nuse. This means, inter alia, that it shall not be possible for the buckle to be\nleft in a partially-losed condition. The procedure for opening the buckle shall\nbe evident. The parts of the buckle likely to contact the body of the wearer\n16E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nshall present a section of not less than 20 cm2 and at least 46 mm in width,\nP P\nmeasured in a plane situated at a maximal distance of 2.5 mm from the\ncontact surface. In the case of harness belt buckles, the latter requirement\nshall be regarded as satisfied if the contact area of the buckle with the\nwearer's body is comprised between 20 and 40 cm2.\n6.2.2.2. The buckle, even when not under tension, shall remain closed whatever the\nposition of the vehicle. It shall not be possible to release the buckle\ninadvertently, accidentally or with a force of less than 1 daN. The buckle\nshall be easy to use and to grasp; when it is not under tension and when under\nthe tension specified in paragraph 7.8.2. below, it shall be capable of being\nreleased by the wearer with a single simple movement of one hand in one\ndirection; in addition, in the case of belt assemblies intended to be used for\nthe front outboard seats, except in these harness belts, it shall also be capable\nof being engaged by the wearer with a simple movement of one hand in one\ndirection. The buckle shall be released by pressing either a button or a similar\ndevice. The surface to which this pressure is applied shall have the following\ndimensions, with the button in the actual release position and when projected\ninto a plane perpendicular to the button's initial direction of motion: for\nenclosed buttons, an area of not less than 4.5 cm2 and a width of not less than\n15 mm; for non-enclosed buttons, an area of not less than 2.5 cm2 and a width\nof not less than 10 mm. The buckle release area shall be coloured red. No\nother part of the buckle shall be of this color. When the seat is occupied, a red\nwarning light as part of the buckle shall be permitted, if it is switched off by\nthe action of buckling the seat belt. Lights illuminating the buckle in a colour\nother than red are not required to be switched off by the action of buckling\nthe seat belt. These lights shall not illuminate the buckle in such a way that\nthe perception of the red colour of the buckle release or the red of the\nwarning light is affected.\n6.2.2.3. The buckle, when tested in accordance with paragraph 7.5.3. below, shall\noperate normally.\n6.2.2.4. The buckle shall be capable of withstanding repeated operation and, prior to\nthe dynamic test specified in paragraph 7.7. below shall undergo 5,000\nopening and closing cycles under normal conditions of use. In the case of\nharness belt buckles, this test may be carried out without all the tongues\nbeing introduced.\n6.2.2.5. The force required to open the buckle in the test as prescribed in\nparagraph 7.8. below shall not exceed 6 daN.\n6.2.2.6. The buckle shall be tested for strength as prescribed in paragraphs 7.5.1. and,\nwhere appropriate, 7.5.5. below. It shall not break, be seriously distorted or\nbecome detached under the tension set up by the prescribed load.\n6.2.2.7. In the case of buckles which incorporate a component common to two\nassemblies, the strength and release tests of paragraphs 7.7. and 7.8. below\nshall also be carried out with the part of the buckle pertaining to one\nassembly being engaged in the mating part pertaining to the other, if it is\npossible for the buckle to be so assembled in use.\n6.2.3. Belt adjusting device\n6.2.3.1. The belt after being put on by the wearer, shall either adjust automatically to\nfit him or be such that the manually adjusting device shall be readily\naccessible to the seated wearer and shall be convenient and easy to use. It\n17E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nshall also allow the belt to be tightened with one hand to suit the wearer's\nbody size and the position of the vehicle seat.\n6.2.3.2. Two samples of each belt adjusting device shall be tested in accordance with\nthe requirements of paragraph 7.3. below. The strap slip shall not exceed\n25 mm for each sample of adjusting device and the sum of shifts for all the\nadjusting devices shall not exceed 40 mm.\n6.2.3.3. All the adjustment devices shall be tested for strength as prescribed in\nparagraph 7.5.1. below. They shall not break or become detached under the\ntension set up by the prescribed load.\n6.2.3.4. When tested in accordance with paragraph 7.5.6. below the force required to\noperate any manually adjusting device shall not exceed 5 daN.\n6.2.4. Attachments and belt adjustment devices for height\nThe attachments shall be tested for strength as prescribed in paragraphs 7.5.1.\nand 7.5.2. below. The actual belt adjustment devices for height shall be tested\nfor strength as prescribed in paragraph 7.5.2. of this Regulation where they\nhave not been tested on the vehicle in application of UN Regulation No. 14\n(in its last version of amendments) relative to anchorages of safety-belts.\nThese parts shall not break or become detached under the tension set up by\nthe prescribed load.\n6.2.5. Retractors\nRetractors shall be subjected to tests and shall fulfil the requirements\nspecified below, including the tests for strength prescribed in\nparagraphs 7.5.1. and 7.5.2. below. (These requirements are such that they\nexclude non-locking retractors.)\n6.2.5.1. Manually unlocking retractors\n6.2.5.1.1. The strap of a safety-belt assembly equipped with a manually unlocking\nretractor shall not move more than 25 mm between locking positions of the\nretractor.\n6.2.5.1.2. The strap of a safety-belt assembly shall extract from a manually unlocking\nretractor within 6 mm of its maximum length when a tension of not less than\n1.4 daN and not more than 2.2 daN is applied to the strap in the normal\ndirection of pull.\n6.2.5.1.3. The strap shall be withdrawn from the retractor and allowed to retract\nrepeatedly by the method described in paragraph 7.6.1. until 5,000 cycles\nhave been completed. The retractor shall then be subjected to the corrosion\ntest given in paragraph 7.2. and to the dust test given in paragraph 7.6.3.\nbelow. It shall then satisfactorily complete a further 5,000 cycles of\nwithdrawal and retraction. After the above tests, the retractor shall operate\ncorrectly and still meet the requirements of paragraphs 6.2.5.1.1. and\n6.2.5.1.2. above.\n6.2.5.2. Automatically locking retractors\n6.2.5.2.1. The strap of a safety-belt assembly equipped with an automatically locking\nretractor shall not move more than 30 mm between locking positions of the\nretractor. After a rearward movement of the wearer, the belt shall either\nremain at its initial position or return to that position automatically on\nsubsequent forward movements of the wearer.\n18E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n6.2.5.2.2. If the retractor is part of a lap belt, the retracting force of the strap shall be\nnot less than 0.7 daN when measured in the free length between the dummy\nand the retractor in accordance with paragraph 7.6.4. below.\nIf the retractor is part of an upper torso restraint, the retracting force of the\nstrap shall be not less than 0.1 daN and not more than 0.7 daN when similarly\nmeasured.\n6.2.5.2.3. The strap shall be withdrawn from the retractor and allowed to retract\nrepeatedly by the method described in paragraph 7.6.1. until 5,000 cycles\nhave been completed. The retractor shall then be subjected to the corrosion\ntest given in paragraph 7.2. and after that to the dust test given in\nparagraph 7.6.3. below. It shall then satisfactorily complete a further 5,000\ncycles of withdrawal and retraction. After the above tests the retractor shall\noperate correctly and still meet the requirements of paragraphs 6.2.5.2.1. and\n6.2.5.2.2. above.\n6.2.5.3. Emergency locking retractors\n6.2.5.3.1. An emergency locking retractor, when tested in accordance with\nparagraph 7.6.2. below, shall satisfy the conditions below. In the case of a\nsingle sensitivity, according to paragraph 2.14.4.1. of this Regulation, only\nthe specifications regarding deceleration of the vehicle are valid.\n6.2.5.3.1.1. The locking shall have occurred when the deceleration of the vehicle reaches\n0.45 g5 in the case of type 4 or 0.85 g in the case of type 4N retractors.\n6.2.5.3.1.2. It shall not lock for values of acceleration of the strap measured in the\ndirection of the extraction of the strap of less than 0.8 g in the case of type 4\nor less than 1.0 g in the case of type 4N retractors.\n6.2.5.3.1.3. It shall not lock when its sensing device is tilted 12° or less in any direction\nfrom the installation position specified by its manufacturer.\n6.2.5.3.1.4. It shall lock when its sensing device is tilted by more than 27° in the case of\ntype 4 or 40° in the case of type 4N retractors in any direction from the\ninstallation position specified by its manufacturer.\n6.2.5.3.1.5. In cases where the operation of a retractor depends on an external signal or\npower source, the design shall ensure that the retractor locks automatically\nupon failure or interruption of that signal or power source. However, this\nrequirement need not be met in the case of a retractor with multiple\nsensitivities, provided only one sensitivity is dependent on an external signal\nor power source and the failure of the signal or power source is indicated to\nthe driver by optical and/or acoustical means.\n6.2.5.3.2. When tested in accordance with paragraph 7.6.2. below, an emergency\nlocking retractor with multiple sensitivity, including strap sensitivity, shall\ncomply with the specified requirements and also lock up when strap\nacceleration measured in the direction of unreeling is not less than 3.0 g.\n6.2.5.3.3. In the case of the tests mentioned in paragraphs 6.2.5.3.1. and 6.2.5.3.2.\nabove the amount of strap movement which may occur before the retractor\nlocks shall not exceed 50 mm starting at the length given in\nparagraph 7.6.2.1. In the case of the test mentioned in paragraph 6.2.5.3.1.2.\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "6",
"section": "specifications",
"text": "5 g = 9.81 m/s2.\nP\n19E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nabove locking shall not occur during the 50 mm of strap movement starting at\nthe length given in paragraph 7.6.2.1. below.\n6.2.5.3.4. If the retractor is part of a lap belt, the retracting force of the strap shall be\nnot less than 0.7 daN when measured in the free length between the dummy\nand the retractor in accordance with paragraph 7.6.4.\nIf the retractor is part of an upper torso restraint, the retracting force of the\nstrap shall be not less than 0.1 daN and not more than 0.7 daN when similarly\nmeasured, except for a belt equipped with a tension-reducing device, in\nwhich case the minimum retracting force may be reduced to 0.05 daN only\nwhen such a device is in operation mode. If the strap passes through a guide\nor pulley, the retracting force shall be measured in the free length between\nthe dummy and the guide or pulley.\nIf the assembly incorporates a device that upon manual or automatic\noperation prevents the strap from being completely retracted, such a device\nshall not be operated when these requirements are assessed.\nIf the assembly incorporates a tension-reducing device, the retracting force of\nthe strap described in the above shall be measured with the device in\noperation mode and non-operation mode when these requirements are\nassessed before and after durability tests according to paragraph 6.2.5.3.5.\nbelow.\n6.2.5.3.5. The strap shall be withdrawn from the retractor and allowed to retract\nrepeatedly by the method described in paragraph 7.6.1. until 40,000 cycles\nhave been completed. The retractor shall then be subjected to the corrosion\ntest given in paragraph 7.2. and after that to the dust test prescribed in\nparagraph 7.6.3. below. It shall then satisfactorily complete a further 5,000\ncycles (making 45,000 in all).\nIf the assembly incorporates a tension-reducing device, the above tests shall\nbe conducted on condition that the tension-reducing device is in operation\nmode and in non-operation mode.\nAfter the above tests, the retractor shall operate correctly and still meet the\nrequirements of paragraphs 6.2.5.3.1., 6.2.5.3.3. and 6.2.5.3.4. above.\n6.2.5.4. Retractors shall fulfil, after durability test according to paragraph 6.2.5.3.5.,\nand immediately after the retracting force measurement according to\nparagraph 6.2.5.3.4. above, all next two specifications:\n6.2.5.4.1. When retractors except automatically locking retractors are tested according\nto paragraph 7.6.4.2. below, the retractors shall be able to avoid any slack\nbetween torso and belt; and,\n6.2.5.4.2. When the buckle is unlatched to release the tongue, the retractor alone shall\nbe able to retract strap fully.\n6.2.6. Pre-loading device\n6.2.6.1. After being submitted to corrosion testing in accordance with paragraph 7.2.\nbelow, the pre-loading device (including the impact sensor connected to the\ndevice by the original plugs but without any current passing through them)\nshall operate normally.\n6.2.6.2. It shall be verified that inadvertent operation of the device does not involve\nany risk of bodily injury for wearer.\n20E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n6.2.6.3. In the case of pyrotechnic pre-loading devices:\n6.2.6.3.1. After being submitted to conditioning in accordance with paragraph 7.9.1.\nbelow, operation of the pre-loading device shall not have been activated by\ntemperature and the device shall operate normally.\n6.2.6.3.2. Precautions shall be taken to prevent the hot gases expelled from igniting\nadjacent flammable materials.\n6.3. Straps\n6.3.1. General\n6.3.1.1. The characteristics of the straps shall be such as to ensure that their pressure\non the wearer's body is distributed as evenly as possible over their width and\nthat they do not twist even under tension. They shall have energy-absorbing\nand energy-dispersing capacities. The straps shall have finished selvages\nwhich shall not become unravelled in use.\n6.3.1.2. The width of the strap under load of 980 daN + 100 - 0 daN shall be not less\nthan 46 mm. This dimension shall be measured according to the test\nprescribed in paragraph 7.4.3. below, stopping the machine at the above\nmentioned load.6\n6.3.2. Strength after room-conditioning\nIn the case of the two straps samples conditioned in conformity with\nparagraph 7.4.1.1. the breaking load of the strap, determined as prescribed in\nparagraph 7.4.2. below, shall be not less than 1,470 daN. The difference\nbetween the breaking loads of the two samples shall not exceed 10 per cent of\nthe greater of the breaking loads measured.\n6.3.3. Strength after special conditioning\nIn the case of the two strap samples conditioned in conformity with one of\nthe provisions of paragraph 7.4.1. (except 7.4.1.1.) below, the breaking load\nof the strap shall be not less than 75 per cent of average of the loads\ndetermined in the test referred to in paragraph 6.3.2. and not less than\n1,470 daN. The Technical Service conducting the tests may dispense with\none or more of these tests if the composition of the material used or\ninformation already available renders the test or tests superfluous.\n6.4. Belt assembly or restraint system\n6.4.1. Dynamic test\n6.4.1.1. The belt assembly or restraint system shall be subjected to a dynamic test in\nconformity with paragraph 7.7. below.\n6.4.1.2. The dynamic test shall be performed on two belt assemblies which have not\npreviously been under load, except in the case of belt assemblies forming part\nof restraint systems when the dynamic test shall be performed on the restraint\nsystems intended for one group of seats which have not previously been\nunder load. The buckles of the belt assemblies to be tested shall have met the\nrequirements of paragraph 6.2.2.4. above. In the case of safety-belts with\nretractors, the retractor shall have been subjected to the dust resistance test\n6 The test has not been performed for woven straps in twill construction with high-tenacity polyester\nyarns as those webbings get wider under load. In that case the width without load shall be  46mm.\n21E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nlaid down in paragraph 7.6.3.; in addition, in the case of safety-belts or\nrestraint systems equipped with a pre-loading device comprising pyrotechnic\nmeans, the device shall have been subjected to the conditioning specified in\nparagraph 7.9.1. below.\n6.4.1.2.1. The belts shall have undergone the corrosion test described in paragraph 7.2.,\nafter which the buckles shall be subjected to 500 additional opening and\nclosing cycles under normal conditions of use.\n6.4.1.2.2. Safety-belts with retractors shall have been subjected either to the tests\ndescribed in paragraph 6.2.5.2. or to those described in paragraph 6.2.5.3.\nabove. If, however, a retractor has already been subjected to the corrosion test\nin accordance with the provisions of paragraph 6.4.1.2.1. above, this test need\nnot be repeated.\n6.4.1.2.3. In the case of a belt intended for use with a belt adjustment device for height,\nas defined in paragraph 2.14.6. above, the test shall be carried out with the\ndevice adjusted in the most unfavourable position(s) chosen by the Technical\nService responsible for testing. However:\n6.4.1.2.3.1. If the belt adjustment device for height is constituted by the belt anchorage,\nas approved in accordance with the provisions of UN Regulation No. 14, the\nTechnical Service responsible for testing may, at its discretion, apply the\nprovisions of paragraph 7.7.1. below;\n6.4.1.2.3.2. If a flexible shoulder adjustment device for height is part of the belt, it shall\nbe tested as a restraint system and the Technical Service responsible for\ntesting shall apply the provisions under paragraph 7.7.1. that count for testing\non the part of the vehicle structure to which the restraint system is normally\nfitted.\n6.4.1.2.4. In the case of safety-belt with a preloading device the minimum displacement\nspecified in paragraph 6.4.1.3.2. below may be reduced by half. For the\npurpose of this test, the preloading device shall be in operation.\n6.4.1.2.5. In the case of a safety-belt with tension-reducing device, it shall be subjected\nto a durability test with such a device in operation mode according to\nparagraph 6.2.5.3.5 before a dynamic test. The dynamic test shall then be\nconducted with the tension-reducing device in operation mode.\n6.4.1.3. During this test, the following requirements shall be met:\n6.4.1.3.1. No part of the belt assembly or a restraint system affecting the restraint of the\noccupant shall break and no buckles or locking system or displacement\nsystem shall release or unlock; and\n6.4.1.3.2. The forward displacement of the manikin shall be between 80 and 200 mm at\npelvic level in the case of lap belts. In the case of other types of belts, the\nforward displacement shall be between 80 and 200 mm at pelvic level and\nbetween 100 and 300 mm at chest level. In the case of a harness belt, the\nminimum displacements specified above may be reduced by half. These\ndisplacements are the displacements in relation to the measurement points\nshown in Annex 7, Figure 6 to this Regulation.\n6.4.1.3.3. In the case of a safety-belt intended to be used in an outboard front seating\nposition protected by an airbag in front of it, the displacement of the chest\nreference point may exceed that specified in paragraph 6.4.1.3.2. above if its\nspeed at this value does not exceed 24 km/h.\n22E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n6.4.1.3.4. In case of a seating position, other than the outboard front seating positions,\nwhich is protected with an airbag in front of it, the displacement of the chest\nreference point may exceed that specified in paragraph 6.4.1.3.2. above if its\nspeed at this value does not exceed 24 km/h in tests performed with the\nairbag in a vehicle related environment, reflecting the vehicle coordinates of\nthe airbag mounting and attachment points.\n6.4.1.4. In the case of a restraint system:\n6.4.1.4.1. The movement of the chest reference point may exceed that specified in\nparagraph 6.4.1.3.2. above if it can be shown either by calculation or a further\ntest that no part of the torso or the head of the manikin used in the dynamic\ntest would have come into contact with any forward rigid part of the vehicle\nother than:\n6.4.1.4.1.1. In the case of the driver, contact of the chest with the steering assembly\nwould be allowed, if the latter meets the requirements of UN Regulation\nNo. 12 and provided contact does not occur at a speed higher\nthan 24 km/h. For this assessment the seat shall be considered to be in the\npositions specified in paragraph 7.7.1.5. below.\n6.4.1.4.1.2. In the case of any other occupant, a contact of the head or of the chest with\nany rigid part of the vehicle in front of the manikin would not be allowed.\nAdditionally contact of the manikins head with its knees is not allowed.\nFor this assessment the seat of the tested manikin and, if applicable, the seat\nin front of the manikin shall be considered to be in the positions specified in\nparagraph 7.7.1.6. below.\n6.4.1.4.2. In vehicles where such devices are used, the displacement and locking\nsystems enabling the occupants of all seats to leave the vehicle shall still be\noperable by hand after the dynamic test.\n6.4.1.5. By way of derogation, in case of a restraint system, the displacements may be\ngreater than those specified in paragraph 6.4.1.3.2. in the case where the\nupper anchorage fitted to the seat profits from the derogation provided in\nparagraph 7.4. of UN Regulation No. 14.\n6.4.2. Strength after abrasion conditioning\n6.4.2.1. For both samples conditioned in compliance with paragraph 7.4.1.6. below,\nthe breaking strength shall be assessed as prescribed in paragraphs 7.4.2. and\n7.5. below. It shall be at least equal to 75 per cent of the breaking strength\naverage determined during tests on unabraded straps and not less than the\nminimum load specified for the item being tested. Difference between\nbreaking strength of the two samples shall not exceed 20 per cent of the\nhighest measured breaking strength. For type 1 and type 2 procedures, the\nbreaking strength test shall be carried out on strap samples only (para. 7.4.2.).\nFor type 3 procedure, the breaking strength test shall be carried out on the\nstrap in combination with the metal component involved (para. 7.5.).\n6.4.2.2. The parts of the belt assembly to be subjected to an abrasion procedure are\ngiven in the following table and the procedure types which may be\nappropriate for them are indicated by \"x\". A new sample shall be used for\neach procedure.\n23E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nProcedure 1 Procedure 2 Procedure 3\nAttachment - - x\nGuide or Pulley - x -\nBuckle-loop - x x\nAdjusting device x - x\nParts sewn to the strap - - x\nFlexible shoulder x - -\nadjusting device for height"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "7",
"section": "Tests",
"text": "7.1. Use of samples submitted for approval of a type of belt or restraint system\n(see Annex 13 to this Regulation).\n7.1.1. Two belts or restraint systems are required for the buckle inspection, the low-\ntemperature buckle test, the low-temperature test described in\nparagraph 7.5.4. below where necessary, the buckle durability test, the belt\ncorrosion test, the retractor operating tests, the dynamic test and the buckle-\nopening test after the dynamic test. One of these two samples shall be used\nfor the inspection of the belt or restraint system.\n7.1.2. One belt or restraint system is required for the inspection of the buckle and\nthe strength test on the buckle, the attachment mountings, the belt adjusting\ndevices and, where necessary, the retractors.\n7.1.3. Two belts or restraint systems are required for the inspection of the buckle,\nthe micro-slip test and the abrasion test. The belt adjusting device operating\ntest shall be conducted on one of these two samples.\n7.1.4. The sample of strap shall be used for testing the breaking strength of the\nstrap. Part of this sample shall be preserved so long as the approval remains\nvalid.\n7.2. Corrosion test\n7.2.1. A complete safety-belt assembly shall be positioned in a test chamber as\nprescribed in Annex 12 to this Regulation. In the case of an assembly\nincorporating a retractor, the strap shall be unwound to full length less\n300 ± 3 mm. Except for short interruptions that may be necessary, for\nexample, to check and replenish the salt solution, the exposure test shall\nproceed continuously for a period of 50 hours.\n7.2.2. On completion of the exposure test the assembly shall be gently washed, or\ndipped in clean running water with a temperature not higher than 38 °C to\nremove any salt deposit that may have formed and then allowed to dry at\nroom temperature for 24 hours before inspection in accordance with\nparagraph 6.2.1.2. above.\n7.3. Micro-slip test (see Annex 11, Figure 3, to this Regulation)\n7.3.1. The samples to be submitted to the micro-slip test shall be kept for a\nminimum of 24 hours in an atmosphere having a temperature of 20 ± 5 °C\n24E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nand a relative humidity of 65 ± 5 per cent. The test shall be carried out at a\ntemperature between 15 and 30 °C.\n7.3.2. It shall be ensured that the free section of the adjusting device points either\nup or down on the test bench, as in the vehicle.\n7.3.3. A 5 daN load shall be attached to the lower end of the section of strap. The\nother end shall be subjected to a back and forth motion, the total amplitude\nbeing 300 ± 20 mm (see Annex 11, Figure 3 of this Regulation).\n7.3.4. If there is a free end serving as reserve strap, it shall in no way be fastened or\nclipped to the section under load.\n7.3.5. It shall be ensured that on the test bench the strap, in the slack position,\ndescends in a concave curve from the adjusting device, as in the vehicle. The\n5 daN load applied on the test bench shall be guided vertically in such a way\nas to prevent the load swaying and the belt twisting. The attachment shall be\nfixed to the 5 daN load as in the vehicle.\n7.3.6. Before the actual start of the test, a series of 20 cycles shall be completed so\nthat the self-tightening system settles properly.\n7.3.7. 1,000 cycles shall be completed at a frequency of 0.5 cycles per second, the\ntotal amplitude being 300 ± 20 mm. The 5 daN load shall be applied only\nduring the time corresponding to a shift of 100 ± 20 mm for each half period.\n7.4. Conditioning of straps and breaking-strength test (static)\n7.4.1. Conditioning of straps for the breaking-strength test\nSamples cut from the strap referred to in paragraph 3.2.2.3. above shall be\nconditioned as follows:\n7.4.1.1. Temperature-conditioning and hygrometric\nThe strap shall be conditioned in accordance with ISO 139 (2005), using the\nstandard atmosphere or the standard alternative atmosphere. If the test is not\ncarried out immediately after conditioning, the specimen shall be placed in a\nhermetically-closed receptacle until the test begins. The breaking load shall\nbe determined within 5 minutes after removal of the strap from the\nconditioning atmosphere or from the receptacle.\n7.4.1.2. Light-conditioning\n7.4.1.2.1. The provisions of Recommendation ISO 105-B02 (1994/Amd2:2000) shall\napply. The strap shall be exposed to light for the time necessary to produce a\ncontrast equal to Grade 4 on the grey scale on Standard Blue Dye No. 7.\n7.4.1.2.2. After exposure, the strap shall be conditioned as described under\nparagraph 7.4.1.1. If the test is not carried out immediately after conditioning\nthe specimen shall be placed in a hermetically-closed receptacle until the test\nbegins. The breaking load shall be determined within five minutes after\nremoval of the strap from the conditioning installation.\n7.4.1.3. Cold-conditioning\n7.4.1.3.1. The strap shall be conditioned as described under paragraph 7.4.1.1. above.\n7.4.1.3.2. The strap shall then be kept for one and a half hours on a plane surface in a\nlow-temperature chamber in which the air temperature is -30 ± 5 °C. It shall\nthen be folded and the fold shall be loaded with a mass of 2 kg previously\ncooled to -30 ± 5 °C. When the strap has been kept under load for 30 minutes\n25E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nin the same low-temperature chamber, the mass shall be removed and the\nbreaking load shall be measured within 5 minutes after removal of the strap\nfrom the low-temperature chamber.\n7.4.1.4. Heat-conditioning\n7.4.1.4.1. The strap shall be kept for three hours in a heating cabinet in an atmosphere\nhaving a temperature of 60 ± 5 °C and a relative humidity of 65 ± 5 per cent.\n7.4.1.4.2. The breaking load shall be determined within five minutes after removal of\nthe strap from the heating cabinet.\n7.4.1.5. Exposure to water\n7.4.1.5.1. The strap shall be kept fully immersed for three hours in distilled water, at a\ntemperature of 20 ± 5 °C, to which a trace of a wetting agent has been added.\nAny wetting agent suitable for the fibre under test may be used.\n7.4.1.5.2. The breaking load shall be determined within 10 minutes after removal of the\nstrap from the water.\n7.4.1.6. Abrasion conditioning\n7.4.1.6.1. The abrasion conditioning will be performed on every device in which the\nstrap is in contact with a rigid part of the belt, with the exception of all\nadjusting devices where the micro-slip test (paragraph 7.3.) shows that the\nstrap slips by less than half the prescribed value, in which case, the procedure\n1 abrasion conditioning (paragraph 7.4.1.6.4.1.) will not be necessary. The\nsetting on the conditioning device will approximately maintain the relative\nposition of strap and contact area.\n7.4.1.6.2. The samples shall be conditioned as described under paragraph 7.4.1.1. The\nambient temperature during the abrasion procedure shall be between 15 and\n30 ºC.\n7.4.1.6.3. In the table below are listed the general conditions for each abrasion\nprocedure.\nLoad Frequency Cycles Shift\ndaN Hz numbers mm\nProcedure 1 2.5 0.5 5,000 300 ± 20\nProcedure 2 0.5 0.5 45,000 300 ± 20\nProcedure 3* 0 to 5 0.5 45,000 -\n* See paragraph 7.4.1.6.4.3. below\nThe shift given in the fifth column of this table represents the amplitude of a\nback and forth motion applied to the strap.\n7.4.1.6.4. Particular conditioning procedures\n7.4.1.6.4.1. Procedure 1: for cases where the strap slides through an adjusting device.\nA vertical steady load of 2.5 daN shall be maintained on one end of the\nstrap - the other end of the strap shall be attached to a device giving the strap\na horizontal back and forth motion.\nThe adjusting device shall be placed on the horizontal strap so that the strap\nremains under tension (see Annex 11, Figure 1, to this Regulation).\n26E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n7.4.1.6.4.2. Procedure 2: for cases where the strap changes direction in passing through a\nrigid part.\nDuring this test, the angles of the straps shall be maintained as shown in\nAnnex 11, Figure 2, to this Regulation.\nThe steady load of 0.5 daN shall be maintained during the test.\nFor cases where the strap changes direction more than once in passing\nthrough a rigid part, the load of 0.5 daN may be increased so as to achieve the\nprescribed strap movement of 300 mm through that rigid part.\n7.4.1.6.4.3. Procedure 3: for cases where the strap is fixed to a rigid part by sewing or\nsimilar means.\nThe total back and forth motion shall be 300 ± 20 mm but the 5 daN load\nshall only be applied during a shift of 100 ± 20 mm for each half period (see\nAnnex 11, Figure 3, to this Regulation).\n7.4.2. Test of breaking strength of strap (static test)\n7.4.2.1. The test shall be carried out each time on two new samples of strap, of\nsufficient length, conditioned in conformity with the provisions of\nparagraph 7.4.1. above.\n7.4.2.2. Each strap shall be gripped between the clamps of a tensile-testing machine.\nThe clamps shall be so designed as to avoid breakage of the strap at or near\nthem. The speed of traverse shall be about 100 mm/min. The free length of\nthe specimen between the clamps of the machine at the start of the test shall\nbe 200 mm ± 40 mm.\n7.4.2.3. The tension shall be increased until the strap breaks, and the breaking load\nshall be noted.\n7.4.2.4. If the strap slips or breaks at or within 10 mm of either of the clamps the test\nshall be invalid and a new test shall be carried out on another specimen.\n7.4.3. Width under load\n7.4.3.1. The test shall be carried out each time on two new samples of strap, of\nsufficient length conditioned in conformity with the provisions of\nparagraph 7.4.1. above.\n7.4.3.2. Each strap shall be gripped between the clamps of a tensile-testing machine.\nThe clamps shall be so designed as to avoid breaking of the strap at or near\nthem. The speed of traverse shall be about 100 mm/min. The free length of\nthe specimen between the clamps of the machine at the start of the test shall\nbe 200 mm ± 40 mm.\n7.4.3.3. When the load reaches 980 daN + 100 - 0 daN, the machine shall be stopped\nand the measurement shall be completed within 5 seconds. The test has to be\nperformed separately from the tensile test.\n7.5. Test of belt assembly components incorporating rigid parts\n7.5.1. The buckle and the adjusting device shall be connected to the tensile-testing\napparatus by the parts of the belt assembly to which they are normally\nattached, and the load shall then build up to 980 daN.\nIn the case of harness belts, the buckle shall be connected to the testing\napparatus by the straps which are attached to the buckle and the tongue or\ntwo tongues located in an approximately symmetrical way to the geometric\n27E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\ncentre of the buckle. If the buckle, or the adjusting device, is part of the\nattachment or of the common part of a three-point belt, the buckle or\nadjusting device shall be tested with the attachment, in conformity with\nparagraph 7.5.2. below, except in the case of retractors having a pulley or\nstrap guide at the upper belt anchorage, when the load will be 980 daN and\nthe length of strap remaining wound on the reel shall be the length resulting\nfrom locking as close as possible to 450 mm from the end of the strap.\n7.5.2. The attachments and any belt adjustment devices for height shall be tested in\nthe manner indicated in paragraph 7.5.1. above, but the load shall be\n1,470 daN and shall, subject to the provisions of the second sentence of\nparagraph 7.7.1. below, be applied in the least favourable conditions likely to\noccur in a vehicle in which the belt is correctly installed. In the case of\nretractors the test is performed with the strap completely unwound from the\nreel.\n7.5.3. Two samples of the complete belt assembly shall be placed in a refrigerated\ncabinet at -10 ± 1 °C for two hours. The mating parts of the buckle shall\nbe coupled together manually immediately after being removed from the\nrefrigerated cabinet.\n7.5.4. Two samples of complete belt assembly shall be placed in a refrigerated\ncabinet at -10 °C ± 1 °C for two hours. The rigid items and parts made of\nplastics under test shall then be laid in turn upon a flat rigid steel surface\n(which has been kept with the samples in the refrigerated cabinet) placed on\nthe horizontal surface of a compact rigid block with a mass of at least 100 kg\nand within 30 seconds of being removed from the refrigerated cabinet, an\n18 kg steel mass shall be allowed to fall under gravity through 300 mm on to\nthe test sample. The impact face of the 18 kg mass shall take the form of a\nconvex surface with a hardness of at least 45 HRC having a transverse radius\nof 10 mm and a longitudinal radius of 150 mm placed along the centre line of\nthe mass. One test sample shall be tested with the axis of the curved bar in\nline with the strap and the other sample shall be tested at 90° to the strap.\n7.5.5. Buckles having parts common to two safety-belts shall be loaded in such a\nway as to simulate the conditions of use in the vehicle with seats in the mid\nposition of their adjustment. A load of 1,470 daN shall be applied\nsimultaneously to each strap. The direction of the application of load shall be\nestablished according to paragraph 7.7.1. below. A suitable device for the test\nis shown in Annex 10 to this Regulation.\n7.5.6. When testing a manually adjusting device, the strap shall be drawn steadily\nthrough the adjusting device, having regard for the normal conditions of use,\nat a rate of approximately 100 mm/s and the maximum force measured to the\nnearest 0.1 daN after the first 25 mm of strap movement. The test shall be\ncarried out in both directions of strap travel through the device, the strap\nbeing cycled 10 times prior to the measurement.\n7.6. Additional tests for safety-belts with retractors\n7.6.1. Durability of retractor mechanism\n7.6.1.1. The strap shall be withdrawn and allowed to retract for the required number\nof cycles at a rate of not more than 30 cycles per minute. In the case of\nemergency locking retractors, a snatch to lock the retractor shall be\nintroduced at each fifth cycle.\n28E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nThe snatches shall occur in equal numbers at each of five different\nextractions, namely, 90, 80, 75, 70 and 65 per cent of the total length of the\nstrap remaining wound on the retractor. However, where more than 900 mm\nis provided the above percentages shall be related to the final 900 mm of\nstrap which can be withdrawn from the retractor.\n7.6.1.2. A suitable apparatus for the tests specified in paragraph 7.6.1.1. above is\nshown in Annex 3 to this Regulation.\n7.6.2. Locking of emergency locking retractors\n7.6.2.1. The retractor shall be tested once for locking when the strap has been\nunwound to full length less 300 ± 3 mm.\n7.6.2.1.1. In the case of a retractor actuated by strap movement, the extraction shall be\nin the direction in which it normally occurs when the retractor is installed in a\nvehicle.\n7.6.2.1.2. When retractors are being tested for sensitivity to vehicle deceleration they\nshall be tested at the above extraction along two perpendicular axes, which\nare horizontal if the retractor is installed in a vehicle as specified by the\nsafety-belt manufacturer. When this position is not specified, the testing\nauthority shall consult the safety-belt manufacturer. One of these axes shall\nbe in the direction chosen by the Technical Service conducting the approval\ntest to give the most adverse conditions with respect to actuation of the\nlocking mechanism.\n7.6.2.2. A suitable apparatus for the tests specified in paragraph 7.6.2.1. above is\ndescribed in Annex 4 to this Regulation. The design of any such test\napparatus shall ensure that the required acceleration is given before the\nwebbing is withdrawn out of the retractor by more than 5 mm and that the\nwithdrawal takes place at an average rate of increase of acceleration of at\nleast 55 g/s7 and not more than 150 g/s7 in testing sensitivity for strap\nmovement and of at least 25 g/s7 and not more than 150 g/s7 in testing\nsensitivity for vehicle deceleration.7\n7.6.2.3. To check conformity with the requirements of paragraphs 6.2.5.3.1.3. and\n6.2.5.3.1.4., the retractor shall be mounted on a horizontal table and the table\ntilted with a speed not exceeding 2° per second until locking has occurred.\nThe test shall be repeated with tilting in other directions to ensure that the\nrequirements are fulfilled.\n7.6.3. Dust resistance\n7.6.3.1. The retractor shall be positioned in a test chamber as described in Annex 5 to\nthis Regulation. It shall be mounted in an orientation similar to that in which\nit is mounted in the vehicle. The test chamber shall contain dust as specified\nin paragraph 7.6.3.2. below. A length of 500 mm of the strap shall be\nextracted from the retractor and kept extracted, except that it shall be\nsubjected to 10 complete cycles of retraction and withdrawal within one or\ntwo minutes after each agitation of the dust. For a period of five hours, the\ndust shall be agitated every 20 minutes for five seconds by compressed air\nfree of oil and moisture at a gauge pressure of 5.5 · 105 ± 0.5 · 105 Pa\nentering through an orifice, 1.5  0.1 mm in diameter.\n7 9.81 m/s2\nP\n29E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n7.6.3.2. The dust used in the test described in paragraph 7.6.3.1. above shall consist\nof about 1 kg of dry quartz. The particle size distribution is as follows:\n(a) Passing 150 μm aperture, 104 μm wire diameter: 99 to 100 per cent;\n(b) Passing 105 μm aperture, 64 μm wire diameter: 76 to 86 per cent;\n(c) Passing 75 μm aperture, 52 μm wire diameter: 60 to 70 per cent.\n7.6.4. Retracting forces\n7.6.4.1. The retracting force shall be measured with the safety-belt assembly fitted to\na dummy as for the dynamic test prescribed in paragraph 7.7. below. The\nstrap tension shall be measured at the point of contact with (but just clear of)\nthe dummy while the strap is being retracted at the approximate rate of\n0.6 m/min. In the case of a safety-belt with tension-reducing device, the\nretracting force and strap tension shall be measured with the tension-reducing\ndevice in both operation mode and non-operation mode.\n7.6.4.2. Before the dynamic test described in paragraph 7.7. below the seated dummy,\nwhich is clothed with a cotton shirt, shall be tilted frontward until 350 mm of\nthe strap is withdrawn from retractor, and then released to the initial position.\n7.7. Dynamic test of belt assembly or of the restraint system\n7.7.1. The belt assembly shall be mounted on a trolley equipped with the seat and\nthe general anchorages as defined in Annex 6, Figure 1, to this Regulation.\nHowever, if the belt assembly is intended for a specific vehicle or for specific\ntypes of vehicle, the distances between the manikin and the anchorages shall\nbe determined by the Technical Service conducting the tests, either in\nconformity with the instructions for fitting supplied with the belt or in\nconformity with the data supplied by the manufacturer of the vehicle. "
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "7",
"section": "Tests",
"text": "If the\nbelt is equipped with a belt adjustment device for height such as defined in\nparagraph 2.14.6. above, the position of the device and the means of securing\nit shall be the same as those of the vehicle design.\nIn that case, when the dynamic test has been carried out for a type of vehicle\nit need not be repeated for other types of vehicle where each anchorage point\nis less than 50 mm distant from the corresponding anchorage point of the\ntested belt. Alternatively, manufacturers may determine hypothetical\nanchorage positions for testing in order to enclose the maximum number of\nreal anchorage points.\n7.7.1.1. In the case of a safety-belt or restraint system forming part of an assembly for\nwhich type approval is requested as a restraint system, the safety-belt shall be\nmounted either as defined in paragraph 7.7.1. or on the part of the vehicle\nstructure to which the restraint system is normally fitted and this part shall be\nrigidly attached to the test trolley in the way prescribed in paragraphs 7.7.1.2.\nto 7.7.1.6. below.\nIn the case of a safety-belt or restraint system with pre-loading devices\nrelying on component parts other than those incorporated in the belt assembly\nitself, the belt assembly shall be mounted in conjunction with the necessary\nadditional vehicle parts on the test trolley in the manner prescribed in\nparagraphs 7.7.1.2. to 7.7.1.6. below.\nAlternatively, in the case where those devices cannot be tested on the test\ntrolley, the manufacturer may demonstrate by a conventional frontal impact\n30E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\ntest at 50 km/h in conformity with the procedure ISO 3560 (1975) that the\ndevice complies with the requirements of this Regulation.\n7.7.1.2. The method used to secure the vehicle during the test shall not be such as to\nstrengthen the anchorages of the seats or safety-belts or to lessen the normal\ndeformation of the structure. No forward part of the vehicle shall be present\nwhich by limiting the forward movement of the manikin excepting the foot,\nwould reduce the load imposed on the restraint system during the test. The\nparts of the structure eliminated can be replaced by parts of equivalent\nstrength provided they do not hinder the forward movement of the manikin.\n7.7.1.3. A securing device shall be regarded as satisfactory if it produces no effect on\nan area extending over the whole width of the structure and if the vehicle or\nthe structure is blocked or fixed in front at a distance of not less than 500 mm\nfrom the anchorage of the restraint system. At the rear the structure shall be\nsecured at a sufficient distance rearwards of the anchorages to ensure that the\nrequirements of paragraph 7.7.1.2. above are fulfilled.\n7.7.1.4. The seats of the vehicle shall be fitted and shall be placed in the position for\ndriving use chosen by the Technical Service conducting approval tests to give\nthe most adverse conditions with respect to strength, compatible with\ninstalling the manikin in the vehicle. The positions of the seats shall be stated\nin the report. The seat back, if adjustable for inclination, shall be locked as\nspecified by the manufacturer or, in the absence of any specification, to an\nactual seat back angle as near as possible to 25° in the case of vehicles of\ncategories M and N as near as possible to 15° in the case of vehicles of all\n1 1\nother categories.\n7.7.1.5. For the assessment of the requirements in paragraphs 6.4.1.4.1. and\n6.4.1.4.1.1. the seat shall be positioned in its most forward driving position\nappropriate to the dimensions of the manikin.\n7.7.1.6. For the assessment of the requirements in paragraphs 6.4.1.4.1. and\n6.4.1.4.1.2. the seat adjustment shall be:\n7.7.1.6.1. For front passenger seats: the occupant in the front shall be in its most\nforward travelling position according to the dimensions of the manikin. The\npositions of the seats shall be stated in the report.\n7.7.1.6.2. For rear seats: For any testing position of rear seated occupants, the position\nof the tested seating position, shall be considered as positioned to the seats R-\nPoint. If the seat back is adjustable, the seat back angle should be adjusted\nusing the 3-D H Point machine with its torso angle as close as possible to\n10°.\nThe seating position in front of the tested seating position shall be adjusted to\nthe middle position of travel and height or in the nearest locking position\nthereto. If the seat back of this seat is adjustable, the seat back angle should\nbe adjusted using the 3-D H Point machine with its torso angle as close as\npossible to 10°.\nThis may be proven by a contour on CAD or drawing of the in-vehicle\nsituation.\n7.7.1.7. Alternatively to paragraphs 7.7.1.5. and 7.7.1.6., in the case where those\ndevices cannot be tested on the test trolley, the manufacturer may\ndemonstrate by a conventional frontal impact test at 50 km/h in conformity\n31E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nwith the procedure ISO 3560:2013 that the device complies with the\nrequirements of this Regulation.\n7.7.1.8. All the seats of any group of seats shall be tested simultaneously.\n7.7.1.9. The dynamic tests of the harness belt system shall be carried out without the\ncrotch strap (assembly), if there is any.\n7.7.2. The belt assembly shall be attached to the manikin in Annex 7 to this\nRegulation as follows: a board 25 mm thick shall be placed between the back\nof the manikin and the seat back. The belt shall be firmly adjusted to the\nmanikin. The board shall then be removed so that the entire length of its back\nis in contact with the seat back. A check shall be made to ensure that the\nmode of engagement of the two parts of the buckle entails no risk of reducing\nthe reliability of locking.\n7.7.3. The free ends of the straps shall extend sufficiently far beyond the adjusting\ndevices to allow for slip.\n7.7.4. Deceleration or acceleration devices\nThe applicant shall choose to use one of the two following devices:\n7.7.4.1. Deceleration test device\nThe trolley shall be so propelled that at the moment of impact its free running\nspeed is 50 km/h ± 1 km/h and the manikin remains stable. The stopping\ndistance of the trolley shall be 40 cm ± 5 cm. The trolley shall remain\nhorizontal throughout deceleration. The deceleration of the trolley shall be\nachieved by using the apparatus described in Annex 6 to this Regulation or\nany other device giving equivalent results. This apparatus shall comply with\nthe performance hereafter specified:\nThe deceleration curve of the trolley, weighted with inert mass to produce a\ntotal mass of 455 kg ± 20 kg for safety-belts tests and 910 kg ± 40 kg for\nrestraining systems tests where the nominal mass of the trolley and vehicle\nstructure is 800 kg, shall remain within the hatched area of the graph in\nAnnex 8. If necessary, the nominal mass of the trolley and attached vehicle\nstructure can be increased by increments of 200 kg, in which case, an\nadditional inert mass of 28 kg per increment shall be added. In no case shall\nthe total mass of the trolley and vehicle structure and inert masses differ from\nthe nominal value for calibration tests by more than ±40 kg. During\ncalibration of the stopping device, the speed of the trolley shall\nbe 50 km/h ± 1 km/h and the stopping distance shall be of 40 cm ± 2 cm.\n7.7.4.2. Acceleration test device\nThe trolley shall be so propelled that its total velocity change V is\n2\n51 km/h km/h. The trolley shall remain horizontal during the\n0\nacceleration. The acceleration of the trolley shall be achieved by using the\napparatus complying with the performance hereafter specified:\nThe acceleration curve of the trolley, weighted with inert mass, shall remain\nwithin the hatched area of the graph in Annex 8, and stay above the segment\ndefined by the coordinates 10 g, 5 ms and 20 g, 10 ms. The start of the impact\n(T0) is defined, according to ISO 17 373 (2005) for a level of acceleration\nof 0.5 g. In no case shall the total mass of the trolley and vehicle structure\nand inert masses differ from the nominal value for calibration tests by more\n32E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nthan ±40 kg. During calibration of the acceleration test device, trolley’s total\n2\nvelocity change V shall be 51 km/h km/h.\n0\nDespite the fulfilment of the above requirements, the Technical Service shall\nuse a mass of trolley (equipped with its seats), as specified in paragraph 1. of\nAnnex 6, greater than 380 kg.\n7.7.5. The trolley speed immediately before impact (only for deceleration trolleys,\nneeded for stopping distance calculation), the trolley acceleration or\ndeceleration, the forward displacement of the manikin and the speed of the\nchest at a 300 mm displacement of the chest shall be measured.\nThe velocity change will be calculated by integration of the recorded trolley\nacceleration or deceleration.\n1\nThe distance to achieve the first 50 km/h km/h of the velocity change of\n0\nthe trolley may be calculated by double integration of the recorded trolley\ndeceleration.\n7.7.6. After impact, the belt assembly or restraint system and its rigid parts shall be\ninspected visually, without opening the buckle, to determine whether there\nhas been any failure or breakage. In the case of restraint systems it shall also\nbe ascertained, after the test, whether the parts of the vehicle structure which\nare attached to the trolley have undergone any visible permanent\ndeformation. If there is any such deformation this shall be taken into account\nin any calculation made in accordance with paragraph 6.4.1.4.1. above.\n7.7.7. However, if the tests were performed at a higher speed and/or the\nacceleration curve have exceeded the upper level of the hatched area and the\nsafety belt meets the requirements, the test shall be considered satisfactory.\n7.8. Buckle-opening test\n7.8.1. For this test, belt assemblies or restraint devices which have already\nundergone the dynamic test in conformity with paragraph 7.7. above shall be\nused.\n7.8.2. The belt assembly shall be removed from the test trolley without the buckle\nbeing opened. A load shall be applied to the buckle by direct traction via the\n60\nstraps tied to it so that all the straps are subjected to the force of daN. (It\nn\nis understood that n is the number of straps linked to the buckle when it is in\na locked position.) In the case where the buckle is connected to a rigid part,\nthe load shall be applied at the same angle as the one formed by the buckle\nand the rigid end during the dynamic test. A load shall be applied at a speed\nof 400 ± 20 mm/min to the geometric centre of the buckle-release button\nalong a fixed axis running parallel to the initial direction of motion of the\nbutton. During the application of the force needed to open the buckle, the\nbuckle shall be held by a rigid support. The load quoted above shall not\nexceed the limit indicated in paragraph 6.2.2.5. above. The point of contact of\nthe test equipment shall be spherical in form with a radius of\n2.5 mm ± 0.1 mm. It shall have a polished metal surface.\n7.8.3. The buckle-opening force shall be measured and any failure of the buckle\nnoted.\n33E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n7.8.4. After the buckle-opening test, the components of the belt assembly or of the\nrestraint device which have undergone the tests prescribed in paragraph 7.7.\nabove shall be inspected and the extent of the damage sustained by the belt\nassembly or restraint device during the dynamic test shall be recorded in the\ntest report.\n7.9. Additional tests on safety-belts with pre-loading devices\n7.9.1. Conditioning\nThe pre-loading device may be separated from the safety-belt to be tested and\nkept for 24 hours at a temperature of 60 ± 5 °C. The temperature shall then be\nraised to 100 ± 5 °C for two hours. Subsequently it shall be kept for 24 hours\nat a temperature of -30 ± 5 °C. After being removed from conditioning, the\ndevice shall warm up to ambient temperature. If it has been separated it shall\nbe fitted again to the safety-belt.\n7.10. Test report\n7.10.1. The test report shall record the results of all the tests in paragraph 7. above\nand in particular:\n(a) The type of device used for the test (acceleration or deceleration\ndevice);\n(b) The total velocity change;\n(c) The trolley speed immediately before impact only for deceleration\ntrolleys;\n(d) The acceleration or deceleration curve during all the velocity change\nof the trolley;\n(e) The maximum forward displacement of the manikin;\n(f) The place – if it can be varied – occupied by the buckle during the\ntest;\n(g) The buckle-opening force;\n(h) Any failure or breakage;\n(i) For any restrain system other than the driver’s the contour of the\ncontact should be evaluated versus the movement of the manikin in\nthe sled by the Technical Service in this report.\nIf by virtue of paragraph 7.7.1. the anchorages prescribed in Annex 6 to this\nRegulation have not been respected, the test report shall describe how the belt\nassembly or the restraint system was installed and shall specify important\nangles and dimensions.\n34E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "8",
"section": "requirements concerning the installation in the\nvehicle\n",
"text": "8.1. Safety-belt and restraint systems equipment\n8.1.1. With the exception of seating intended solely for use when the vehicle is\nstationary, the seats of vehicles of categories M , M (of Class III or B8), M\n1 2 3\n(of Class III or B8) and N shall be equipped with safety-belts or restraint\nsystems which satisfy the requirements of this Regulation.\nContracting Parties applying this Regulation may demand the installation of\nsafety belts on M and M vehicles belonging to Class II.\n2 3\nWhen fitted, the safety belts and/or restraint systems in Class I, II or A\nvehicles belonging to category M or M have to be in compliance with the\n2 3\nrequirements of this Regulation.\nContracting Parties may, under national law, allow the installation of safety\nbelts or restraint systems other than those covered by this Regulation\nprovided that they are intended for disabled people.\nRestraint systems complying with the provisions of Annex 8 of the 02 series\nof amendments to UN Regulation No. 107 are exempted from the provisions\nof this Regulation.\nClass I, or A vehicles belonging to category M or M may be fitted with\n2 3\nsafety belts and/or restraint systems conforming to the requirements of this\nRegulation.\nOnly vehicles belonging to category M or M may be fitted with restraint\n2 3\nsystems comprising a flexible shoulder adjustment device for height\n(paragraph 2.14.7.).\n8.1.2. The types of safety-belts or restraint systems for each seating position where\ninstallation is required shall be those specified in Annex 16 (with which\nneither non-locking retractors (paragraph 2.14.1.) nor manually unlocking\nretractor (paragraph 2.14.2.) can be used). For all seating positions where lap\nbelts type B are specified in Annex 16 lap belts type Br3 are permitted except\nin the case that, in use, they retract to such an extent as to reduce comfort in a\nnotable way after normal buckling up.\n8.1.2.1. However, for outboard seating positions, other than front, of vehicles of the\ncategory N shown in Annex 16 and marked with the symbol Ø, the\n1\ninstallation of a lap belt of type Br4m or Br4Nm is allowed, where there\nexists a passage between a seat and the nearest side wall of the vehicle\nintended to permit access of passengers to other parts of the vehicle. A space\nbetween a seat and the side wall is considered as a passage, if the distance\nbetween that side wall, with all doors closed, and a vertical longitudinal plane\npassing through the centre line of the seat concerned – measured at the R-\npoint position and perpendicularly to the median longitudinal plane of the\nvehicle – is more than 500 mm.\n8 As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document\nECE/TRANS/WP.29/78/Rev.6, para. 2 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n35E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n8.1.3. Where no safety-belts are required any type of safety-belt or restraint system\nconforming to this Regulation may be provided at the choice of the\nmanufacturer. A-type belts of the types permitted in Annex 16 may be\nprovided as an alternative to lap belts for those seating positions where lap\nbelts are specified in Annex 16.\n8.1.4. On three point belts fitted with retractors, one retractor shall operate at least\non the diagonal strap.\n8.1.5. Except for vehicles of category M an emergency locking retractor of type\n1\n4N (paragraph 2.14.5.) may be permitted instead of a retractor of type 4\n(paragraph 2.14.4.) where it has been shown to the satisfaction of the services\nresponsible for the tests that the fitting of a type 4 retractor would not be\npractical.\n8.1.6. For the front outboard and the front centre seating positions shown in\nAnnex 16 and marked with the symbol , lap belts of the type specified on\nthat annex shall be considered adequate where the windscreen is located\noutside the reference zone defined in Annex 1 to UN Regulation No. 21.\nAs regards safety-belts, the windscreen is considered as part of the reference\nzone when it is capable of entering into static contact with the test apparatus\naccording to the method described in Annex 1 of UN Regulation No. 21.\n8.1.7. Every seating position in Annex 16 marked with the symbol ●, three-point\nbelts of a type specified in Annex 16 shall be provided unless one of the\nfollowing conditions is fulfilled, in which case two-point belts of a type\nspecified in Annex 16 may be provided.\n8.1.7.1. There is a seat or other vehicle parts conforming to paragraph 3.5. of\nAppendix 1 to UN Regulation No. 80 directly in front; or\n8.1.7.2. No part of the vehicle is in or, when the vehicle is in motion, capable of being\nin the reference zone; or\n8.1.7.3. Parts of the vehicle within the said reference zone comply with the energy\nabsorbing requirements set out in Appendix 6 of UN Regulation No. 80.\n8.1.8. Every passenger seating position which is fitted with a frontal protection\nairbag shall be provided with a warning against the use of a rearward-facing\nchild restraint in that seating position. As a minimum, this information shall\nconsist of a label containing clear warning pictograms as indicated below:\n36E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nLabel outline, vertical and\nhorizontal line black\nWhite background\nWhite background\nTop symbols black, with yellow or\namber background\nPictogram according to\nISO 2575:2004 - Z.01 shall be exact Pictogram images shall be grouped,\nor larger as well as in the specified exact or larger as well as in the\ncolours red, black and white indicated colours red, black and white\nThe overall dimensions shall be at least 120 x 60 mm or the equivalent area.\nThe label shown above may be adapted in such a way that the layout differs\nfrom the example above; however, the content shall meet the above\nprescriptions.\n8.1.9. In the case of a frontal protection airbag in the front passenger seat, the\nwarning shall be durably affixed to each face of the passenger front sun visor\nin such a position that at least one warning on the sun visor is visible at all\ntimes, irrespective of the position of the sun visor. Alternatively, one warning\nshall be located on the visible face of the stowed sun visor and a second\nwarning shall be located on the roof behind the visor, so, at least one warning\nis visible all times. It shall not be possible to easily remove the warning label\nfrom the visor and the roof without any obvious and clearly visible damage\nremaining to the visor or the roof in the interior of the vehicle.\nIf the vehicle does not have a sun visor or roof, the warning label shall be\npositioned in a location where it is clearly visible at all times.\nIn the case of a frontal protection airbag for other seats in the vehicle, the\nwarning shall be directly ahead of the relevant seat, and clearly visible at all\n37E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\ntimes to someone installing a rear-facing child restraint on that seat. The\nrequirements of this paragraph and paragraph 8.1.8. do not apply to those\nseating positions equipped with a device which automatically deactivates the\nfrontal protection airbag assembly when any rearward facing child restraint is\ninstalled.\n8.1.10. Detailed information, making reference to the warning, shall be contained in\nthe owner's manual of the vehicle; as a minimum, the following text in all\nofficial languages of the country or countries where the vehicle could\nreasonably be expected to be registered (e.g. within the territory of the\nEuropean Union, in Japan, in Russian Federation or in New Zealand, etc.),\nshall at least include:\n\"NEVER use a rearward facing child restraint on a seat\nprotected by an ACTIVE AIRBAG in front of it, DEATH or\nSERIOUS INJURY to the CHILD can occur.\"\nThe text shall be accompanied by an illustration of the warning label as found\nin the vehicle. The information shall be easily found in the owner's manual\n(e.g. specific reference to the information printed on the first page,\nidentifying page tab or separate booklet, etc.).\nThe requirements of this paragraph do not apply to vehicles of which all\npassenger seating positions are equipped with a device which automatically\ndeactivates the frontal protection airbag assembly when any rearward facing\nchild restraint is installed.\n8.1.11. In the case of seats capable of being turned to or placed in other orientations,\ndesigned for use when the vehicle is stationary, the requirements of\nparagraph 8.1.1. above shall only apply to those orientations designated for\nnormal use when the vehicle is travelling on a road, in accordance with this\nRegulation.\n8.2. General requirements\n8.2.1. Safety-belts, restraint systems, ISOFIX child restraint systems according to\nTable 2 of Annex 17 – Appendix 3, as well as i-Size child restraint systems\naccording to Table 3 of Annex 17 – Appendix 3, shall be fixed to anchorages\nand in case of i-Size child restraint systems, supported by a vehicle floor\ncontact surface, conforming to the specifications of UN Regulation No. 14,\nsuch as the design and dimensional characteristics, the number of anchorages,\nand the strength requirements.\n8.2.2. The safety-belts, restraint systems and child restraint systems recommended\nby the manufacturer according to Tables 1 to 3 of Annex 17 – Appendix 3,\nshall be so installed that they will work satisfactorily and reduce the risk of\nbodily injury in the event of an accident. In particular, they shall be so\ninstalled that:\n8.2.2.1. The straps are not liable to assume a dangerous configuration;\n8.2.2.2. The danger of a correctly positioned belt slipping from the shoulder of\na wearer as a result of his/her forward movement is reduced to a minimum;\n8.2.2.3. The risk of the strap deteriorating through contact with sharp parts of the\nvehicle or seat structure, and child restraint systems recommended by the\nmanufacturer according to Tables 1 to 3 of Annex 17 – Appendix 3, is\nreduced to a minimum;\n38E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n8.2.2.4. The design and installation of every safety-belt provided for each seating\nposition shall be such as to be readily available for use. Furthermore, where\nthe complete seat or the seat cushion and/or the seat back can be folded to\npermit access to rear of the vehicle or to goods or luggage compartment, after\nfolding and restoring those seats to the seating position, the safety-belts\nprovided for those seats shall be accessible for use or can be easily recovered\nfrom under or behind the seat, by one person, according to instructions in the\nvehicle users handbook, without the need for that person to have training or\npractice;\n8.2.2.5. The Technical Service shall verify that, with the buckle tongue engaged in\nthe buckle:\n8.2.2.5.1. The possible slack in the belt does not prevent the correct installation of child\nrestraint systems recommended by the manufacturer, and\n8.2.2.5.2."
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "8",
"section": " In the case of three-point belts, a tension of at least 50 N can be established in\nthe lap section of the belt by external application of tension in the diagonal\nsection of the belt, when positioned:\n(a) On a 10-year manikin as specified in Annex 8, Appendix 1 to\nUN Regulation No. 44 and set in accordance with Annex 17,\nAppendix 4 to the present Regulation;\n(b) Or on the fixture specified in Annex 17, Appendix 1, Figure 1 to the\npresent Regulation for the seats that enable the installation of a child\nrestraint device of universal category.\n8.3. Special requirements for rigid parts incorporated in safety-belts or restraint\nsystems\n8.3.1. Rigid parts, such as the buckles, adjusting devices and attachments, shall not\nincrease the risk of bodily injury to the wearer or to other occupants of the\nvehicle in the event of an accident.\n8.3.2. The device for releasing the buckle shall be clearly visible to the wearer and\nwithin his easy reach and shall be so designed that it cannot be opened\ninadvertently or accidentally. The buckle shall also be located in such a\nposition that it is readily accessible to a rescuer needing to release the wearer\nin an emergency.\nThe buckle shall be so installed that, both when not under load and when\nsustaining the wearer's mass, it is capable of being released by the wearer\nwith a single simple movement of either hand in one direction.\nIn the case of a safety-belts or restraint systems for front outboard seating\npositions, except if these are harness belts, the buckle shall also be capable of\nbeing locked in the same manner.\nA check shall be made to ensure that, if the buckle is in contact with the\nwearer, the width of the contact surface is not less than 46 mm.\nA check shall be made to ensure that, if the buckle is in contact with the\nwearer, the contact surface satisfies the requirements of paragraph 6.2.2.1. of\nthis Regulation.\n8.3.3. When the belt is being worn, it shall either adjust automatically to fit the\nwearer or be so designed that the manual adjusting device is readily\naccessible to the wearer when seated and is convenient and easy to use. It\n39E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nshall also be possible for it to be tightened with one hand to suit the build of\nthe wearer and the position of the vehicle seat.\n8.3.4. Safety-belts or restraint systems incorporating retractors shall be so installed\nthat the retractors are able to operate correctly and stow the strap efficiently.\nIn case of both a belt adjusting device for height as well as a flexible shoulder\nadjustment device for height, in at least its highest and its lowest position,\nchecks shall be made that the retractor automatically adjusts the strap to the\nshoulder of the concerned wearer after buckling, as well as that the tongue-\nplate rolls up in case of an unbuckling.\n8.3.5. In order to inform the vehicle user(s) of the provisions made for the transport\nof children, vehicles of categories M , M , M and N shall meet the\n1 2 3 1\ninformation requirements of Annex 17. Any vehicle of category M shall be\n1\nequipped with ISOFIX positions, in accordance with the relevant\nprescriptions of UN Regulation No. 14.\nThe first ISOFIX position shall allow at least the installation of one out of the\nthree forward-facing fixtures as defined in Appendix 2 of Annex 17; the\nsecond ISOFIX position shall allow at least the installation of one out of the\nthree rear-facing fixtures as defined in Appendix 2 of Annex 17. For this\nsecond ISOFIX position, in case where the installation of the rear-facing\nfixture is not possible on the second row of seats of the vehicle due to its\ndesign, the installation of one out of the six fixtures is allowed in any position\nof the vehicle.\n8.3.6. Any i-Size seating position shall allow the installation of the ISOFIX child\nrestraint fixtures \"ISO/F2X\" (B1), \"ISO/R2\" (D) and the support leg\ninstallation assessment volume as defined in Appendix 2 to Annex 17.\nThe support leg installation assessment volume is characterized as follows\n(see also Annex 17, Appendix 2, Figures 8 and 9, to this Regulation):\n(a) Lateral limitation:\nBy two planes parallel to and 100 mm apart from the median\nlongitudinal plane of the child restraint fixture installed in the\nrespective seating position;\n(b) Forward limitation:\nBy a plane perpendicular to the plane given by the child restraint\nfixture bottom surface and perpendicular to the median longitudinal\nplane of the child restraint fixture, 695 mm apart from the plane\npassing through the centerlines of the ISOFIX lower anchorages and\nbeing perpendicular to the CRF bottom surface;\n(c) Rearward limitation:\n(i) Above the level of the bottom surface of the child restraint\nfixture by the front surface of the child restraint fixture, and\n(ii) Below the level of the bottom surface of the child restraint\nfixture by a plane perpendicular to the plane given by the child\nrestraint fixture bottom surface and perpendicular to the\nmedian longitudinal plane of the child restraint fixture, 585 mm\napart from the plane passing through the centerlines of the\nISOFIX lower anchorages and being perpendicular to the CRF\nbottom surface;\n40E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n(d) Height limitation:\n(i) Above the level of the bottom surface of the child restraint\nfixture by a plane which is parallel to the child restraint bottom\nsurface and 85 mm above this surface, and\n(ii) Below the level of the bottom surface of the child restraint\nfixture by the upper surface of the vehicle floor (incl. trim,\ncarpet, foam, etc.).\nThe pitch angle used for the geometrical assessment above shall be as\nmeasured in paragraph 5.2.3.4. of UN Regulation No. 14.\nThere shall be no interference between the support leg installation assessment\nvolume and any vehicle part.\nCompliance with this requirement can be proven by a physical test or\ncomputer simulation or representative drawings.\n8.4. Safety-belt reminder equipment\n8.4.1. Requirements per specific seating position and exemptions\n8.4.1.1. The seating position of the driver of M and N categories of vehicles9 as well\nas the seating positions of the occupants of seats in the same row as the driver\nseat of M and N categories of vehicles shall be equipped with a safety-belt\nreminder satisfying the requirements of paragraph 8.4.3.\n8.4.1.2. All seating positions of the rear seat row(s) of M and N category vehicles9\n1 1\nshall be equipped with a safety-belt reminder satisfying the requirements of\nparagraph 8.4.4.\nWhere the vehicle manufacturer provides a safety-belt reminder system on a\nrear seating position in another category of vehicle, the safety-belt reminder\nsystem may be approved according to this Regulation.\n8.4.1.3. A safety-belt reminder is not compulsory on folding seats (i.e. normally\nfolded and designed for occasional use, e.g. foldable crew seats in the buses\nand coaches) as well as seating positions fitted with an S-type belt (including\nHarness belt).\nNotwithstanding paragraphs 8.4.1.1. and 8.4.1.2. above, safety belt reminders\nare also not required for rear seats in ambulances, hearses, and motor-\ncaravans as well as for all seats for vehicles used for transport of disabled\npersons, vehicles intended for use by the armed services, civil defence, fire\nservices and forces responsible for maintaining public order.\n8.4.2. General requirements\n8.4.2.1. Visual warning\n8.4.2.1.1. The visual warning shall be so located as to be readily visible and\nrecognisable in the daylight and at night time by the driver and\ndistinguishable from other alerts.\n9 As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document\nECE/TRANS/WP.29/78/Rev.6, para. 2 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n41E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n(item K.01 – ISO 2575:2000) or,\n8.4.2.1.2. The visual warning shall be a steady or flashing tell-tale.\n8.4.2.2. Audible warning\n8.4.2.2.1. The audible warning shall consist of a continuous or an intermittent (pauses\nshall not exceed 1 second) sound signal or of continuous vocal information.\nWhere vocal information is employed, the vehicle manufacturer shall ensure\nthat the alert is able to employ the languages of the market into which the\nvehicle is intended to be placed.\n8.4.2.2.2. Audible warning shall be easily recognized by the driver.\n8.4.2.3. First level warning\n8.4.2.3.1. The first level warning shall be at least a visual warning activated for\n30 seconds or longer for seating positions covered by paragraph 8.4.1.1. and\nfor 60 seconds or longer for seating positions covered by paragraph 8.4.1.2.\nwhen the safety-belt of any of the seats is not fastened and the ignition switch\nor master control switch is activated\n8.4.2.3.2. The first level warning may be discontinued when:\n(a) None of the safety-belts which triggered the warning are unfastened;\nor\n(b) The seat or seats which triggered the warning are no longer occupied.\n8.4.2.3.3. The activation of the first level warning shall be tested according to the test\nprocedure defined in Annex 18, paragraph 1.\n8.4.2.4. Second level warning\n8.4.2.4.1. The second level warning shall be a visual and audible signal activated for at\nleast 30 seconds not counting periods in which the warning may stops for up\nto 3 seconds when at least one or any combination of the conditions at the\nchoice of manufacturer, set out in paragraphs 8.4.2.4.1.1. to 8.4.2.4.1.3. is/are\nfulfilled. The second level warning shall supersede the first level warning\nwhen the first level warning is still active.\n8.4.2.4.1.1. The distance driven greater than the distance threshold. The threshold shall\nnot exceed 500 m. The distance driven when the vehicle is not in normal\noperation shall be excluded.\n8.4.2.4.1.2. The vehicle speed greater than the speed threshold. The threshold shall not\nexceed 25 km/h.\n8.4.2.4.1.3. The duration time (engine running, propulsion system activated, etc.) is\ngreater than the duration time threshold. The threshold shall not exceed\n60 seconds. The first level warning duration time and the duration time when\nthe vehicle is not in normal operation shall be excluded.\n8.4.2.4.2. The thresholds to trigger safety belt reminder listed in paragraphs 8.4.2.4.1.1.\nto 8.4.2.4.1.3., may be reset when:\n(a) Any of the doors have been opened while the vehicle is not in normal\noperation; or\n42E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n(b) The seat or seats which triggered the warning are no longer occupied.\n8.4.2.4.3. The second level warning may be discontinued when:\n(a) None of the safety-belts which triggered the warning are unfastened;\n(b) The vehicle ceases to be in normal operation; or\n(c) The seat or seats which triggered the warning are no longer occupied.\n8.4.2.4.4. The second level warning shall be resumed for the remainder of the required\nduration when one or any combination of the conditions, at the choice of the\nmanufacturer, set out in paragraphs 8.4.2.4.1.1. to 8.4.2.4.1.3. is/are again\nfulfilled.\n8.4.2.4.5. For the condition that a safety belt becomes unfastened pursuant to\nparagraphs 8.4.3.3. and 8.4.4.5., the thresholds set out in\nparagraphs 8.4.2.4.1.1. to 8.4.2.4.1.3. shall be measured from the point in\ntime at which unfastening occurs.\n8.4.2.4.6. The activation of the second level warning shall be tested according to the\ntest procedure defined in Annex 18, paragraph 2.\n8.4.3. Safety-belt reminder for driver and occupants of seats in the same row as the\ndriver.\n8.4.3.1. Safety-belt reminders for driver and occupants of seats in the same row as the\ndriver shall fulfil the requirements set out in paragraph 8.4.2.\n8.4.3.2. The colour and symbol of the visual warning shall be as defined in item 21 in\nTable 1 of UN Regulation No. 121.\n8.4.3.3. The second level warning shall be activated when a safety-belt is or becomes\nunfastened while the vehicle is in normal operation and while, at the same\ntime, any one condition or any combination of the conditions, at the choice of\nthe manufacturer, set out in paragraphs 8.4.2.4.1.1. to 8.4.2.4.1.3. is satisfied.\n8.4.4. Safety-belt reminder for occupants of rear seat row(s).\n8.4.4.1. Safety-belt reminders for occupants of rear row(s) shall fulfil the\nrequirements set out in paragraph 8.4.2.\n8.4.4.2. The visual warning shall indicate at least all rear seating positions to allow\nthe driver to identify, while facing forward as seated on the driver seat, any\nseating position in which the safety-belt is unfastened. For vehicles that have\ninformation on the occupancy status of the rear seats, the visual warning does\nnot need to indicate unfastened safety-belts for unoccupied seating positions.\n8.4.4.3. The colour of the visual warning may be other than red and the symbol of the\nvisual warning for safety-belts covered by paragraph 8.4.1.2 may contain\ndifferent symbols other than defined in UN Regulation No.121. In addition,\nthe first level warning of seating positions covered by paragraph 8.4.1.2 may\nbe cancellable by the driver.\n8.4.4.4. A common tell-tale may be used for safety-belts covered by paragraphs\n8.4.1.1 and 8.4.1.2.\n8.4.4.5. The second level warning shall be activated when a safety-belt becomes\nunfastened while the vehicle is in normal operation and while, at the same\ntime, any one condition or any combination of the conditions, at the choice of\nthe manufacturer, set out in paragraphs 8.4.2.4.1.1. to 8.4.2.4.1.3. is satisfied.\n43E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n8.4.5. The safety-belt reminder may be designed to allow deactivation.\n8.4.5.1. In the case that a short term deactivation is provided, it shall be significantly\nmore difficult to deactivate the safety-belt reminder than buckling the safety-\nbelt on and off (i.e. it shall consist of an operation of specific controls that are\nnot integrated in the safety-belt buckle) and this operation shall only be\npossible when the vehicle is stationary. When the ignition or master control\nswitch is deactivated for more than 30 minutes and activated again, a short-\nterm deactivated safety-belt reminder shall reactivate. It shall not be possible to\nprovide short term deactivation of the relevant visual warning(s).\n8.4.5.2. In the case that a facility for a long term deactivation is provided, it shall\nrequire a sequence of operations to deactivate, that are detailed only in the\nmanufacturer's technical manual and/or which requires the use of tools\n(mechanical, electrical, digital, etc.) that are not provided with the vehicle. It\nshall not be possible to provide long term deactivation of the relevant visual\nwarning(s).\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "9",
"section": "Conformity of production",
"text": "The conformity of production procedures shall comply with those set out in\nthe Agreement, Schedule 1 (E/ECE/TRANS/505/Rev.3), with the following\nrequirements:\n9.1. Every vehicle type or safety-belt or restraint system approved under this\nRegulation shall be so manufactured as to conform to the type approved by\nmeeting the requirements set forth in paragraphs 6., 7. and 8. above.\n9.2. The minimum requirements for conformity of production control procedures\nset forth in Annex 14 to this Regulation shall be complied with.\n9.3. The Type Approval Authority which has granted type approval may at any\ntime verify the conformity control methods applied in each production\nfacility. The normal frequency of these verifications shall be twice a year."
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "10",
"section": "Penalties for non-conformity of production",
"text": "10.1. The approval granted in respect of a vehicle or a type of belt or restraint\nsystem may be withdrawn if the requirement laid down in paragraph 9.1.\nabove is not complied with, or if the safety-belt(s) or restraint system(s)\nselected have failed to pass the checks prescribed in paragraph 9.2. above.\n10.2. If a Contracting Party to the Agreement applying this Regulation withdraws\nan approval it has previously granted, it shall forthwith so notify the other\nContracting Parties applying this Regulation by means of a communication\nform conforming to the model in Annex 1A or Annex 1B to this Regulation\n(as appropriate).\n44E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "11",
"section": "Modifications and extension of approval of the\nvehicle type or safety-belt or restraint system type",
"text": "11.1. Every modification of the vehicle type or the belt or restraint system or both\nshall be notified to the Type Approval Authority which approved the vehicle\ntype or safety-belt or restraint system type. The Type Approval Authority\nmay then either:\n11.1.1. Consider that the modifications made are unlikely to have an appreciable\nadverse effect and that in any case the vehicle or safety-belt or restraint\nsystem still complies with the requirements; or\n11.1.2. Require a further test report from the Technical Service responsible for\nconducting the tests.\n11.2. Without prejudice to the provisions of paragraph 11.1. above, a variant of the\nvehicle whose mass in the running order is less than that of the vehicle\nsubjected to the approval test shall not be regarded as a modification of the\nvehicle type.\n11.3. Confirmation or refusal of approval, specifying the alterations, shall be\ncommunicated by the procedure specified in paragraph 5.2.3. or 5.3.3. of this\nRegulation to the Parties to the Agreement applying this Regulation.\n11.4. The Type Approval Authority issuing the extension of approval shall assign a\nseries number for such an extension and inform thereof the other parties to\nthe 1958 Agreement applying this Regulation by means of a communication\nform conforming to the model in Annex 1A or 1B to this Regulation.\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "12",
"section": "Production definitively discontinued",
"text": "If the holder of the approval completely ceases to manufacture a device\napproved in accordance with this Regulation, he shall so inform the Type\nApproval Authority which granted the approval. Upon receiving the relevant\ncommunication that Authority shall inform thereof the other Parties to the\n1958 Agreement applying this Regulation by means of a communication\nform conforming to the model in Annex 1A or 1B to this Regulation.\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "13",
"section": "Instructions",
"text": "In the case of safety-belt type supplied separately from vehicle, the packaging\nand installation instructions shall clearly state the vehicle type(s) for which it\nis intended.\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "14",
"section": "Names and addresses of Technical Services\nresponsible for conducting approval tests and of\nType Approval Authorities\n",
"text": "The Parties to the 1958 Agreement applying this Regulation shall\ncommunicate to the United Nations Secretariat the names and addresses of\nthe Technical Services responsible for conducting approval tests and of the\nType Approval Authorities which grant approval and to which forms\n45E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\ncertifying approval or refusal or extension or withdrawal of approval, issued\nin other countries, are to be sent.\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "15",
"section": "Transitional provisions",
"text": " 15. \n15.1. Approvals of vehicle type\n15.1.1. As from the official date of entry into force of Supplement 15 to the 04 series\nof amendments, no Contracting Party applying this Regulation shall refuse to\ngrant approvals under this Regulation as modified by Supplement 15 to the\n04 series of amendments.\n15.1.2. As from 2 years after the entry into force of Supplement 15 to the 04 series of\namendments to this Regulation, Contracting Parties applying this Regulation\nshall grant approvals only if the requirements of this Regulation, as amended\nby Supplement 15 to the 04 series of amendments are satisfied.\n15.1.3. As from 7 years after the entry into force of Supplement 15 to the 04 series of\namendments to this Regulation, Contracting Parties applying this Regulation\nmay refuse to recognize approvals which were not granted in accordance with\nSupplement 15 to the 04 series of amendments to this Regulation. in\naccordance with Supplement 15 to the 04 series of amendments to this\nRegulation. However, existing approvals of the vehicle categories other than\nM and which are not affected by Supplement 15 to the 04 series of\n1\namendments to this Regulation shall remain valid and Contracting Parties\napplying this Regulation shall continue to accept them.\n15.1.3.1. However, as from 1 October 2000, for vehicles of categories M and N ,\n1 1\nContracting Parties applying this Regulation may refuse to recognize\napprovals which were not granted in accordance with Supplement 8 to the\n04 series of amendments to this Regulation, if the information requirements\nof paragraph 8.3.5. and Annex 17 are not met.\n15.2. Installation of safety-belts and safety-belt reminder\nThese transitional provisions only apply to the installation of safety-belts and\nsafety-belt reminders on vehicles and do not change the mark of the safety-\nbelt.\n15.2.1. As from the official date of entry into force of Supplement 12 to the 04 series\nof amendments, no Contracting Party applying this Regulation shall refuse to\ngrant approvals under this Regulation as modified by Supplement 12 to the\n04 series of amendments.\n15.2.2. Upon expiration of a period of 36 months following the official date of entry\ninto force referred to in paragraph 15.2.1. above, the Contracting Parties\napplying this Regulation shall grant approval only if the vehicle type satisfies\nthe requirements of this Regulation as amended by the Supplement 12 to the\n04 series of amendments.\n15.2.3. Upon the expiration of a period of 60 months following the official date of\nentry into force referred to in paragraph 15.2.1. above, the Contracting Parties\napplying this Regulation may refuse to recognize approvals not granted in\naccordance with Supplement 12 to the 04 series of amendments to this\nRegulation.\n46E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n15.2.4. As from the official date of entry into force of Supplement 14 to the 04 series\nof amendments, no Contracting Party applying this Regulation shall refuse to\ngrant approvals under this Regulation as modified by Supplement 14 to the\n04 series of amendments.\n15.2.5. As from the official date of entry into force of Supplement 16 to the 04 series\nof amendments, no Contracting Party applying this Regulation shall refuse to\ngrant approvals under this Regulation as modified by Supplement 16 to the\n04 series of amendments.\n15.2.6. Upon expiration of a period of 36 months following the official date of entry\ninto force referred to in paragraph 15.2.4. above, the Contracting Parties\napplying this Regulation shall grant approval only if the vehicle type satisfies\nthe requirements of this Regulation as amended by the Supplement 14 to the\n04 series of amendments.\n15.2.7. Upon the expiration of a period of 60 months following the official date of\nentry into force referred to in paragraph 15.2.4. above, the Contracting Parties\napplying this Regulation may refuse to recognize approvals not granted in\naccordance with Supplement 14 to the 04 series of amendments to this\nRegulation.\n15.2.8. After 16 July 2006, the Contracting Parties applying this Regulation shall\ngrant approval only if the vehicle type satisfies the requirements of this\nRegulation as amended by the Supplement 16 to the 04 series of\namendments.\n15.2.9. After 16 July 2008, the Contracting Parties applying this Regulation may\nrefuse to recognize approvals to vehicles of category N not granted in\n1\naccordance with Supplement 16 to the 04 series of amendments to this\nRegulation.\n15.2.10. As from the official date of entry into force of the 05 series of amendments,\nno Contracting Party applying this Regulation shall refuse to grant approvals\nunder this Regulation as amended by the 05 series of amendments.\n15.2.11. As from 18 months after the date of entry into force, Contracting Party\napplying this Regulation shall grant approvals only if the vehicle type to be\napproved meets the requirements of this Regulation as amended by the\n05 series of amendments.\n15.2.12. As from 72 months after the date of entry into force of the 05 series of\namendments to this Regulation, approvals to this Regulation shall cease to be\nvalid, except in the case of vehicle types which comply with the requirements\nof this Regulation as amended by the 05 series of amendments.\n15.2.13. Notwithstanding paragraph 15.2.12., approvals of the vehicle categories other\nthan M to the preceding series of amendments to this Regulation which are\n1\nnot affected by the 05 series of amendments related to the requirements\nconcerning the fitting of safety-belt reminders shall remain valid and\nContracting Parties applying this Regulation shall continue to accept them.\n15.2.14. Notwithstanding paragraph 15.2.12., approvals of the vehicle categories other\nthan N and N to the preceding series of amendments to this Regulation\n2 3\nwhich are not affected by the 05 series of amendments related to minimum\nrequirements for safety-belts and retractors in Annex 16 shall remain valid\nand Contracting Parties applying this Regulation shall continue to accept\nthem.\n47E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n15.2.15. Even after the date of entry into force of the 05 series of amendments,\napprovals of the components and separate technical units to the preceding\nseries of amendments to this Regulation shall remain valid and Contracting\nParties applying this Regulation shall continue to accept them and shall not\nrefuse to grant extensions of approval to the 04 series of amendments to this\nRegulation.\n15.2.16. Notwithstanding the transitional provisions above, Contracting Parties whose\napplication of this Regulation comes into force after the date of entry into\nforce of the 05 series of amendments are not obliged to accept approvals\nwhich were granted in accordance with any of the preceding series of\namendments to this Regulation.\n15.3. As from the official date of entry into force of the 06 series of amendments,\nno Contracting Party applying this Regulation shall refuse to grant approvals\nunder this Regulation as amended by the 06 series of amendments.\n15.3.1. As from 24 months after the date of entry into force of the 06 series of\namendments, Contracting Parties applying this Regulation shall grant\napprovals only if the requirements of this Regulation, as amended by the 06\nseries of amendments, are satisfied.\n15.3.2. As from 36 months after the date of entry into force of the 06 series of\namendments, Contracting Parties applying this Regulation may refuse to\nrecognize approvals which were not granted in accordance with the 06 series\nof amendments to this Regulation.\n15.3.3. Even after the date of entry into force of the 06 series of amendments,\napprovals of the components and separate technical units to the preceding\nseries of amendments to this regulation shall remain valid and Contracting\nParties applying this regulation shall continue to accept them, and\nContracting Parties may continue to grant extensions of approvals to the 05\nseries of amendments.\n15.3.4. Notwithstanding paragraphs 15.3.1. and 15.3.2., approvals of the vehicle\ncategories to the preceding series of amendments to this regulation which are\nnot affected by the 06 series of amendments shall remain valid and\nContracting Parties applying this regulation shall continue to accept them.\n15.3.5. As long as there are no requirements concerning the compulsory fitting of\nsafety belts for folding seats in their national requirements at the time of\nacceding to this Regulation, Contracting Parties may continue to allow this\nnon-fitment for the purpose of national approval and in this case these bus\ncategories cannot be type approved under this Regulation.\n15.3.6. No Contracting Parties applying this Regulation shall refuse to grant\napprovals of a component under a preceding series of amendments to this\nRegulation if the safety-belts are intended to be installed in vehicles which\nare approved before the respective series of amendment.\n15.3.7. As from the official date of entry into force of Supplement 5 to the 06 series\nof amendments, no Contracting Party applying this Regulation shall refuse to\ngrant type approvals under this Regulation as amended by Supplement 5 to\nthe 06 series of amendments.\n15.3.8. Until 12 months after the date of entry into force of the Supplement 5 to the\n06 series of amendments to this Regulation, Contracting Parties applying this\nRegulation can continue to grant type approvals to the 06 series of\n48E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\namendments to this Regulation without taking into account the provisions of\nSupplement 5 to the 06 series of amendments.\n15.4 As from the official date of entry into force of the 07 series of amendments,\nno Contracting Party applying this Regulation shall refuse to grant or refuse\nto accept type approvals under this Regulation as amended by the 07 series of\namendments. Contracting Parties shall continue to grant extensions of\napprovals to the preceding series of amendment.\n15.5 As from 1 September 2019, Contracting Parties applying this Regulation shall\nnot be obliged to accept type approvals according to the preceding series of\namendments that were first issued on or after 1 September 2019.\n15.6. A safety-belt reminder is not compulsory on removable rear seats and on any\nseat in a row in which there is a suspension seat, for the purpose of granting\ntype-approval to the 07 series of amendment, until 1 September 2022.\n15.7 Until 1 September 2021, Contracting Parties applying this Regulation shall\naccept type approvals to the preceding series of amendments that were first\nissued before 1 September 2019.\n15.8 As from 1 September 2021, Contracting Parties applying this Regulation shall\nnot be obliged to accept type approvals issued to the preceding series of\namendments to this Regulation.\n15.9. Notwithstanding paragraph 15.8., Contracting Parties applying this regulation\nshall continue to accept type approvals of safety-belts and restraint systems to\nthe preceding series of amendments to this regulation.\n15.10 Notwithstanding paragraph 15.8., Contracting Parties applying this regulation\nshall continue to accept type approvals to the preceding series of amendments\nto this regulation, for vehicles which are not affected by the changes\nintroduced by the 07 series of amendments.\n49E/ECE/324/Add.15/Rev.9\nE/ECE/TRANS/505/Add.15/Rev.9\n "
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "16",
"section": "nAnnex 1A Communication concerning the approval or extension or refusal or withdrawal of approval or production definitively discontinued of a vehicle type with regard to safety-belt pursuant to UN Regulation No. 16",
"text": "Annex 1A\nAnnex 1A\nCommunication\n(Maximum format: A4 (210 x 297 mm))\nissued by: Name of administration:\n......................................\n......................................\n......................................\n1\n1\nConcerning:2 Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a vehicle type with regard to safety-belt pursuant to UN Regulation No. 16.\nApproval No. ............................................ Extension No. ..............................................\n1. General ..............................................................................................................\n1.1. Make (trade name of manufacturer) ..................................................................\n1.2. Type and general commercial description(s) .....................................................\n1.3. Means of identification of type, if marked on the vehicle .................................\n...........................................................................................................................\n1.3.1. Location of that marking ...................................................................................\n1.4. Category of vehicle ............................................................................................\n1.5. Name and address of manufacturer....................................................................\n1.6. Address(es) of assembly plant(s) .......................................................................\n1.7. Technical Service responsible for carrying out the test .....................................\n1.8. Date of test report ..............................................................................................\n1.9. Number of test report .........................................................................................\n2. General construction characteristics of the vehicle\n2.1. Photographs and/or drawings of a representative vehicle ..................................\n1 Distinguishing number of the country which has granted/extended/refused/withdrawn approval (see\napproval provisions in the Regulation).\n2 Strike out what does not apply.\n50E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 1A\n3. Bodywork\n3.1. Seats\n3.1.1. Number ..............................................................................................................\n3.1.2. Position and arrangement ..................................................................................\n3.1.2.1. Seating position(s) designated for use only when the vehicle is stationary .......\n3.1.3. Characteristics: description and drawings of:\n3.1.3.1. The seats and their anchorages ..........................................................................\n3.1.3.2. The adjustment system ......................................................................................\n3.1.3.3. The displacement and locking systems ..............................................................\n3.1.3.4. The seat belt anchorages if incorporated in the seat structure............................\n3.2. Safety-belts and/or other restraint systems\n3.2.1. Number and position of safety-belts and restraint systems and seats on which\nthey can be used ................................................................................................\nComplete type Variant Belt adjustment device for height\napproval mark (if applicable) (indicate yes/no/optional)\nFirst row R\nof seats\nC\nL\nSecond row of R\nseats\nC\nL\n(R = right-hand seats, C = centre seats, L = left hand seats)\n3.2.2. Nature and position of supplementary restraint systems (indicate\nyes/no/optional).\nFront airbag Side airbag Belt preloading device\nFirst row R\nof seats\nC\nL\nSecond row R\nof seats\nC\nL\n(R = right-hand seats, C = centre seats, L = left hand seats)\n3.2.3. Number and position of safety-belt anchorages and proof of compliance with\nUN Regulation No. 14 (i.e. type approval number or test report).\n3.3. Driver's safety-belt reminder (indicate yes/no2)\n51E/ECE/324/Add.15/Rev.9\nE/ECE/TRANS/505/Add.15/Rev.9\nAnnex 1A\n4. Place ..................................................................................................................\n5. Date ....................................................................................................................\n6. Signature ............................................................................................................\n52E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "17",
"section": "Annex 1B Communication concerning the approval or extension or refusal or withdrawal of approval or production definitively discontinued of a type of safety-belt or restraint system for adult occupants of power-driven vehicles pursuant to UN Regulation No. 16",
"text": "Annex 1B\nAnnex 1B\nCommunication\n(Maximum format: A4 (210 x 297 mm))\nissued by: Name of administration:\n......................................\n......................................\n......................................\n1\n1\nConcerning:2 Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a type of safety-belt or restraint system for adult occupants of power-driven vehicles\npursuant to UN Regulation No. 16.\nApproval No. ............................................ Extension No. . ..............................................\n1. Restraint system (with)/three-point belt/lap belt/special type belt/fitted (with)\nenergy absorber/retractor/device for height adjustment of the upper pillar\nloop/flexible shoulder adjustment device for height3 .........................................\n2. Trade name or mark ...........................................................................................\n3. Manufacturer's designation of the type of belt or restraining system ................\n...........................................................................................................................\n4. Manufacturer's name ..........................................................................................\n5. If applicable, name of his representative ...........................................................\n6. Address ..............................................................................................................\n7. Submitted for approval on .................................................................................\n8. Technical Service responsible for conducting approval tests ............................\n...........................................................................................................................\n9. Date of test report issued by that Service ...........................................................\n10. Number of test report issued by that Service .....................................................\n1 Distinguishing number of the country which has granted/extended/refused/withdrawn approval (see\napproval provisions in the Regulation).\n2 Strike out what does not apply.\n3 Indicate which type.\n53E/ECE/324/Add.15/Rev.9\nE/ECE/TRANS/505/Add.15/Rev.9\nAnnex 1B\n11. Type of device: deceleration/acceleration2\n12. Approval granted/refused/extended/withdrawn2 for fixation to the general\nanchorage positions as defined in Annex 6, Figure 1, to this Regulation/for\nuse in a specific vehicle or in specific types of vehicles.4\n12.1. In case a restraint system has been granted/extended/,2 those can be used for\nparticular types of vehicles compatible with the following dimensional\nconditions: no interior part in a quoted A-zone as shown below (Figure 2):\nFigure 1\n13. Position and nature of the marking ....................................................................\n14. Place ..................................................................................................................\n15. Date ....................................................................................................................\n16. Signature ............................................................................................................\n17. Annexed to this communication is a list of documents in the approval file\ndeposited at Type Approval Authorities having delivered the approval and\nwhich can be obtained upon request.\n4 If a safety-belt is approved following the provisions of paragraph 6.4.1.3.3. of this Regulation, this\nsafety-belt shall only be installed in an outboard front seating position protected by an airbag in front\nof it, under the condition that the vehicle concerned is approved to UN Regulation No. 94, 01 series\nof amendments or its later version in force.\nIf a safety-belt is approved following the provisions of paragraph 6.4.1.3.4. of this Regulation, this\nsafety-belt shall only be installed in a seating position protected by an airbag in front of it.\n54E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "18",
"section": "Annex 2 Arrangements of the approval marks",
"text": "Annex 2\nAnnex 2\nArrangements of the approval marks\n1. Arrangements of the vehicle approval marks concerning the installation of\nsafety-belts\nModel A\n(See paragraph 5.2.4. of this Regulation)\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned\nhas, with regard to safety-belts, been approved in the Netherlands (E 4) pursuant to UN\nRegulation No. 16. The approval number indicates that the approval was granted according\nto the requirements of UN Regulation No. 16 as amended by the 07 series of amendments.\nModel B\n(See paragraph 5.2.5. of this Regulation)\na = 8 mm min.\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned\nhas been approved in the Netherlands (E 4) pursuant to UN Regulations Nos. 16 and 521\nF\nThe approval numbers indicate that, at the dates when the respective approvals were given,\nUN Regulation No. 16 included the 07 series of amendments and UN Regulation No. 52 the\n01 series of amendments.\n1 The second number is given merely as an example.\n55E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 2\n2. Arrangements of the safety-belt approval marks (see paragraph 5.3.5. of this\nRegulation)\n07 2439\na = 8 mm min.\nThe belt bearing the above approval mark is a three-point belt (\"A\"), fitted with an\nenergy absorber (\"e\") and approved in the Netherlands (E 4) under the number 072439, this\nRegulation already incorporating the 07 series of amendments at the time of approval.\nB  4 m\n07 2489\nThe belt bearing the above approval mark is a lap belt (\"B\"), fitted with a retractor,\ntype 4, with multiple sensitivity (m) and approved in the Netherlands (E 4) under the\nnumber 072489, this Regulation already incorporating the 07 series of amendments at the\ntime of approval.\nNote: The approval number and additional symbol(s) shall be placed close to the circle and\neither above or below the \"E\" or to left or right of that letter. The digits of the approval\nnumber shall be on the same side of the \"E\" and orientated in the same direction. The\nadditional symbol(s) shall be diametrically opposite the approval number. The use of roman\nnumerals as approval numbers should be avoided so as to prevent any confusion with other\nsymbols.\n56E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 2\n07 22439\nThe belt bearing the above approval mark is a special type belt (\"S\"), fitted with an\nenergy absorber (\"e\") and approved in the Netherlands (E 4) under the number 0722439,\nthis Regulation already incorporating the 07 series of amendments at the time of approval.\n07 24391\nThe belt bearing the above approval mark is part of a restraint system (\"Z\"), it is a\nspecial type belt (\"S\") fitted with an energy absorber (\"e\"). It has been approved in the\nNetherlands (E 4) under the number 0724391, this Regulation already incorporating the\n07 series of amendments at the time of approval.\n57E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 2\na  8 mm\n07 2439\na = 8 mm min.\nThe belt bearing this type approval mark is a three-point belt (\"A\") with a multiple-\nsensitivity (\"m\") type 4N (\"r4N\") retractor, in respect of which type approval was granted\nin the Netherlands (\"E 4\") under number 072439, this Regulation already incorporating the\n07 series of amendments at the time of approval. This belt shall not be fitted to vehicles of\ncategory M .\n1\n58E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 2\nAer4m\nE\n4\n072439\nAIRBAG\nThe safety-belt bearing this type approval mark is a three-point belt (\"A\") fitted with\nan energy absorber (\"e\"), approved as meeting the specific requirements of\nparagraph 6.4.1.3.3. or 6.4.1.3.4. of this Regulation, and with a multiple-sensitivity (\"m\")\ntype 4 (\"r4\") retractor, in respect of which type approval was granted in the Netherlands\n(\"E 4\") under the approval number 072439. The first two digits indicate that this Regulation\nalready incorporated the 07 series of amendments at the time of the approval. This safety-\nbelt has to be fitted to a vehicle equipped with an airbag in the given seating position.\n59E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "19",
"section": "annex 3 Diagram of an apparatus to test durability of retractor mechanism",
"text": "Annex 3\nAnnex 3\nDiagram of an apparatus to test durability of retractor\nmechanism\n60E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "20",
"section": "annex 4 Diagram of an apparatus to test locking of emergency",
"text": "Annex 4\nAnnex 4\nDiagram of an apparatus to test locking of emergency\nlocking retractors\nA suitable apparatus is illustrated in the figure and consists of a motor-driven cam, the\nfollower of which is attached by wires to a small trolley mounted on a track. The cam\ndesign and motor speed combination is such as to give the required acceleration at a rate of\nincrease of acceleration as specified in paragraph 7.6.2.2. of this Regulation and the stroke\nis arranged to be in excess of the maximum permitted webbing movement before locking.\nOn the trolley a carrier is mounted which can be swivelled to enable the retractor to be\nmounted in varying positions relative to the direction of movement of the trolley.\nWhen testing retractors for sensitivity to strap movement the retractor is mounted on a\nsuitable fixed bracket and the strap is attached to the trolley.\nWhen carrying out the above tests any brackets, etc. supplied by the manufacturer or his\naccredited representative shall be incorporated in the test installation to simulate as closely\nas possible the intended installation in a vehicle.\nAny additional brackets, etc. that may be required to simulate the installation as intended in\nthe vehicle shall be provided by the manufacturer or his accredited representative.\n_\n61E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "21",
"section": "annex 5 Diagram of an apparatus for dust-resistance test",
"text": "Annex 5\nAnnex 5\nDiagram of an apparatus for dust-resistance test\n(dimensions in millimetres)\n62E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "22",
"section": "Annex 6\nDescription of trolley, seat, anchorages and stopping devic",
"text": "1. Trolley\nFor tests on safety-belts the trolley, carrying the seat only, shall have a mass\nof 400 ± 20 kg. For tests on restraint systems the trolley with the attached\nvehicle structure shall have a mass of 800 kg. However, if necessary, the total\nmass of the trolley and vehicle structure may be increased by increments of\n200 kg. In no case shall the total mass differ from the nominal value by more\nthan ±40 kg.\n2. Seat\nExcept in the case of tests on restraint systems, the seat shall be of rigid\nconstruction and present a smooth surface. The particulars given in Figure 1\nof this annex shall be respected, care being taken that no metal part can come\ninto contact with the belt.\n3. Anchorages\n3.1. In the case of a belt equipped with a belt adjustment device for height as\ndefined in paragraph 2.14.6. of this Regulation, this device shall be secured\neither to a rigid frame, or to a part of the vehicle on which it is normally\nmounted which shall be securely fixed on the test trolley.\n3.2. The general anchorages shall be positioned as shown in Figure 1. The marks\nwhich correspond to the arrangement of the anchorages show where the ends\nof the belt are to be connected to the trolley or to the load transducer, as the\ncase may be. The anchorages for normal use are the points A, B and K if the\nstrap length between the upper edge of the buckle and the hole for attachment\nof the strap support is not more than 250 mm. Otherwise, the points A1 and\nB1 shall be used. The tolerance on the position of the anchorage points is\nsuch that each anchorage point shall be situated at most at 50 mm from\ncorresponding points A, B and K indicated in Figure 1 or A1, B1 and K, as\nthe case may be.\n3.3. The structure carrying the anchorages shall be rigid. The upper anchorage\nshall not be displaced by more than 0.2 mm in the longitudinal direction\nwhen a load of 98 daN is applied to it in that direction. The trolley shall be so\nconstructed that no permanent deformation shall occur in the parts bearing\nthe anchorages during the test.\n3.4. If a fourth anchorage is necessary to attach the retractor, this anchorage:\nShall be located in the vertical longitudinal plane passing through K;\nShall enable the retractor to be tilted to the angle prescribed by the\nmanufacturer;\nShall be located on the arc of a circle with radius KB1 = 790 mm if the length\nbetween the upper strap guide and the strap outlet at the retractor is not less\nthan 540 mm or, in all other cases, on the arc of a circle with centre K and\nradius 350 mm.\n63E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 6\n4. Stopping device\n4.1. The device consists of two identical absorbers mounted in parallel, except in\nthe case of restraint systems when four absorbers shall be used for a nominal\nmass of 800 kg. If necessary, an additional absorber shall be used for each\n200 kg increase of nominal mass. Each absorber comprises:\nAn outer casing formed from a steel tube;\nA polyurethane energy-absorber tube;\nA polished-steel olive-shaped knob penetrating into the absorber; and\nA shaft and an impact plate.\n4.2. The dimensions of the various parts of this absorber are shown in the\ndiagrams reproduced in Figures 2, 3 and 4.\n4.3. The characteristics of the absorbing material are given in Table 1 of this\nannex. Immediately before each test the tubes shall be conditioned at a\ntemperature between 15 °C and 25 °C for at least 12 hours without being\nused. During the dynamic testing of safety-belts or restraint systems, the\nstopping device shall be at the same temperature as during the calibration\ntest, with a tolerance of ±2 °C. The requirements to be met by the stopping\ndevice are given in Annex 8 to this Regulation. Any other device giving\nequivalent results may be used.\nTable 1\nCharacteristics of the absorbing material\n(ASTM Method D 735 unless otherwise stated)\nShore hardness A 95 ± 2 at 20 ± 5 °C temperature\nBreaking strength RB > 343 daN/cmP2\noB\nMinimum elongation AB > 400 per cent\noB\nModule at 100 per cent elongation > 108 daN/cmP2\nAt 300 per cent elongation > 235 daN/cmP2\nLow-temperature brittleness (ASTM Method D 5 hours at -55 °C\n736)\nCompression set (Method B) 22 hours at 70 °C < 45 per cent\nDensity at 25 °C between 1.05 and 1.10\n64E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 6\nAgeing in air (ASTM Method D 573)\n70 hours at 100 °C - Shore-A-hardness: max variation ±3\n- Breaking strength: decrease < 10 per cent of RB\no\n- Elongation: decrease < 10 per cent of AB\no\n- Mass: decrease < 1 per cent\nImmersion in oil (ASTM Method No. 1 Oil)\n70 hours at 100 °C - Shore-A-hardness: max variation ±4\n- Breaking strength: decrease < 15 per cent of RB\no\n- Elongation: decrease < 10 per cent of AB\no\n- Volume: swelling < 5 per cent\nImmersion in oil (ASTM Method No. 3 Oil)\n70 hours at 100 °C Breaking -s trength: decrease < 15 per cent of RB\no\n- Elongation: decrease < 15 per cent of ABo\n- Volume: swelling < 20 per cent\nImmersion in distilled water\n1 week at 70 °C - Breaking strength: decrease < 35 per cent of RBo\n- Elongation: increase < 20 per cent of ABo\n65E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 6\nFigure 1\nTrolley, seat, anchorage\n5\n2\n1\n5\n2\n1\n400\nR=790\nK K\nC\nStainless steel plate\nR=350\nr<20\n(without painting)\n0\n0\n5\n0\n5\n8\n9°\n90°\n0°\n1 r<20 30\n0°-45° 450 30 200\n4\n300 920 200 Dimensions in milimeters\n400\n725 Tolerances: ±5 mm\n300 250\n66E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 6\nFigure 2\nStopping device\n(Assembled)\nFigure 3\nStopping device\n(Polyurethane tube)\nInterference tolerance ±0.2\nSurface finish\nof mandrell\nAll dimensions in mm\n67E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 6\nFigure 4\nStopping device\n(Olive-shaped knob)\n0.4\nSurface finish Interference tolerance ±0.1\n68E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "23",
"section": "Annex 7 Description of manikin",
"text": "1. Specifications of the manikin\n1.1. General\nThe main characteristics of the manikin are illustrated in the following\nfigures and tables:\nFigure 1 Side view of head, neck and torso;\nFigure 2 Front view of head, neck and torso;\nFigure 3 Side view of hip, thighs and lower leg;\nFigure 4 Front view of hip, thighs and lower leg;\nFigure 5 Principal dimensions;\nFigure 6 Manikin in sitting position, showing:\nLocation of the centre of gravity;\nLocation of points at which displacement shall be measured;\nand shoulder height.\nTable 1 References, names, materials and principal dimensions of\ncomponents of the manikin; and\nTable 2 Masses of head, neck, torso, thighs and lower leg.\n1.2. Description of the manikin\n1.2.1. Structure of the lower leg (see Figures 3 and 4)\nThe structure of the lower leg consists of three components:\nA sole plate (30);\nA shin tube (29); and\nA knee tube (26).\nThe knee tube has two lugs which limit the movement of the lower leg in\nrelation to the thigh.\nThe lower leg can be rotated rearwards 120° from the straight position.\n1.2.2. Structure of the thigh (see Figures 3 and 4)\nThe structure of the thigh consists of three components:\nKnee tube (22);\nA thigh bar (21); and\nA hip tube (20).\nMovement of the knee is limited by two cut-outs in the knee tube (22) which\nengage with the lugs of the lower leg.\n69E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 7\n1.2.3. Structure of the torso (see Figures 1 and 2)\nThe structure of the torso consists of:\nA hip tube (2);\nA roller chain (4);\nRibs (6) and (7);\nA sternum (8); and\nChain attachments (3) and at parts (7) and (8).\n1.2.4. Neck (see Figures 1 and 2)\nThe neck consists of seven polyurethane discs (9). The stiffness of the neck\ncan be adjusted by means of a chain tensioner.\n1.2.5. Head (see Figures 1 and 2)\nThe head (15) itself is hollow; the polyurethane form is reinforced by steel\nplate (17). The chain tensioner by which the neck can be adjusted consists of\na polyamide block (10), a tubular spacer (11), and tensioning members (12)\nand (13). The head can be turned about the Atlas-Axis joint, which consists\nof the adjuster assembly (14) and (18), the spacer (16) and polyamide block\n(10).\n1.2.6. Knee joint (see Figure 4)\nThe lower leg and thighs are connected by a tube (27) and a tensioner (28).\n1.2.7. Hip joint (see Figure 4)\nThe thighs and torso are connected by a tube (23), friction plates (24), and\ntensioner assembly (25).\n1.2.8. Polyurethane\nType: PU 123 CH Compound\nHardness: 50-60 Shore A\n1.2.9. Overalls\nThe manikin is covered by a special overall (see Table 1).\n2. Correction devices\n2.1. General\nIn order to calibrate the manikin to certain values and its total mass, the mass\ndistribution are adjusted by the use of six correction steel masses of 1 kg\neach, which can be mounted at the hip joint. Six polyurethane weights each\nof 1 kg mass can be mounted in the back of the torso.\n3. Cushion\nA cushion shall be positioned between the chest of the manikin and the\noverall. This cushion shall be made of polyethylene foam of the following\nspecification:\nHardness: 7-10 shore A\nThickness: 25 mm + 5\n70E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 7\nIt shall be replaceable.\n4. Adjustment of the joints\n4.1. General\nIn order to achieve reproducible results, it is necessary to specify and control\nthe friction at each joint.\n4.2. Knee joint\nTighten the knee joint.\nSet the thigh and lower leg vertical.\nRotate the lower leg through 30°.\nGradually slacken the tensioner (28) until the lower leg starts to fall under its\nown mass.\nLock the tensioner in this position.\n4.3. Hip joint\nTighten the hip joint.\nPlace the thigh in a horizontal position and the torso in a vertical position.\nRotate the torso in a forward direction until the angle between the torso and\nthe thigh is 60°.\nGradually slacken the tensioner until the torso starts to fall under its own\nmass.\nLock the tensioner in this position.\n4.4. Atlas-Axis joint\nAdjust the Atlas-Axis joint so that it just resists its own weight in the fore and\naft directions.\n4.5. Neck\nThe neck can be adjusted by means of the chain tensioner (13). When the\nneck is adjusted, the upper end of the tensioner shall displace between 4-6 cm\nwhen subjected to a horizontal load of 10 daN.\nTable 1\nReference\nNo. Name Material Dimensions\n1 Body material Polyurethane --\n2 Hip tube Steel 76 x 70 x 100 mm\n3 Chain attachments Steel 25 x 10 x 70 mm\n4 Roller chain Steel 3/4\n5 Shoulder plate Polyurethane --\n6 Rolled section Steel 30 x 30 x3 x 250 mm\n71E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 7\nReference\nNo. Name Material Dimensions\n7 Ribs Perforated steel plate 400 x 85 x 1.5 mm\n8 Sternum Perforated steel plate 250 x 90 x 1.5 mm\n9 Discs (six) Polyurethane ø 90 x 20 mm\nø 80 x 20 mm\nø 75 x 20 mm\nø 70 x 20 mm\nø 65 x 20 mm\nø 60 x 20 mm\n10 Block Polyamide 60 x 60 x 25 mm\n11 Tubular spacer Steel 40 x 40 x 2 x 50 mm\n12 Tensioning bolt Steel M16 x 90 mm\n13 Tensioner nut Steel M16\n14 Tensioner for Steel ø 12 x 130 mm (M12)\nAtlas-Axis joint\n15 Head Polyurethane --\n16 Tubular spacer Steel ø 18 x 13 x 17 mm\n17 Reinforcement Steel 30 x 3 x 500 mm\nplate\n18 Tensioner nut Steel M12 mm\n19 Thighs Polyurethane --\n20 Hip tube Steel 76 x 70 x 80 mm\n21 Thigh bar Steel 30 x 30 x 440 mm\n22 Knee tube Steel 52 x 46 x 40 mm\n23 Hip connection Steel 70 x 64 x 250 mm\ntube\n24 Friction plates Steel 160 x 75 x 1 mm\n(four)\n25 Tensioner Steel M12 x 320 mm +\nassembly Plates and nuts\n72E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 7\nReference\nNo. Name Material Dimensions\n26 Knee tube Steel 52 x 46 x 160\n27 Knee connection Steel 44 x 39 x 190 mm\ntube\n28 Tensioner plate Steel ø 70 x 4 mm\n29 Shin tube Steel 50 x 50 x 2 x 460 mm\n30 Sole plate Steel 100 x 170 x 3 mm\n31 Torso correction Polyurethane Each mass 1 kg\nmass (six)\n32 Cushion Polystyrene foam 350 x 250 x 25 mm\n33 Overall Cotton and --\npolyamide straps\n34 Hip correction Steel Each mass 1 kg\nmasses (six)\nTable 2\nComponents of manikin Mass in kg\nHead and neck 4.6 ± 0.3\nTorso and arms 40.3 ± 1.0\nThighs 16.2 ± 0.5\nLower leg and foot 9.0 ± 0.5\nTotal mass including correction weights 75.5 ± 1.0\n73E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 7\nFigure 1\n74E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 7\nFigure 2\n75E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 7\nFigure 3 Figure 4\n76E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 7\nFigure 5\nFigure 6\nall dimensions in mm\nG = centre of gravity\nT = torso reference point (at the rear on the centre line of the manikin)\nP = pelvis reference point (at the rear on the centre line of the manikin)\nThe displacement measurement at point P shall not contain rotational components around\nthe hip axis and around a vertical axis.\n77E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "24",
"section": "annex 8 Description of curve of trolley’s deceleration or acceleration as a function of time",
"text": "Annex 8\nAnnex 8\nDescription of curve of trolley’s deceleration or acceleration\nas a function of time\nIn all cases the calibration and measuring procedures shall correspond to those defined in\nthe International Standard ISO 6487 (2002); the measuring equipment shall correspond to\nthe specification of a data channel with a channel frequency class (CFC) 60.\nDefinition of the different curves\nAcceleration (g) Acceleration (g)\nTime (ms) Low corridor High corridor\n0 - 20\n10 0 -\n10 15 -\n15 20 -\n18 - 32\n25 26 -\n45 26 -\n55 20 -\n60 0 32\n80 - 0\n35.0\n30.0\n25.0\nHigh\nLow\n20.0\nle\nve\nl g\n15.0\n10.0\n5.0\n0.0\n0 5 10 15 20 25 30 35 40 45 50 55 60 65 70 75 80\nTime (ms)\nThe additional segment (see paragraph 7.7.4.2.) applies only for the acceleration sled.\n78E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "25",
"section": "Annex 9\nInstructions",
"text": "Every safety-belt shall be accompanied by instructions of the following\ncontent or kind in the language or languages of the country in which it is to\nbe placed on sale:\n1. Installation instructions (not required if the vehicle manufacturer is to install\nthe safety-belt) which specify for which vehicle models the assembly is\nsuitable and the correct method of attachment of the assembly to the vehicle,\nincluding a warning to guard against chafing of the straps.\n2. User instructions (may be included in the vehicle user's handbook if the\nsafety-belt is installed by the vehicle manufacturer) which specify the\ninstructions to ensure that the user obtains the greatest benefit from the\nsafety-belt. In these instructions reference shall be made to:\n(a) The importance of wearing the assembly on all journeys;\n(b) The correct manner of wearing the belt and in particular to:\n(i) The intended location of the buckle;\n(ii) The desirability of wearing belts tightly;\n(iii) The correct positioning of the straps and the need to avoid\ntwisting them;\n(iv) The importance of each belt being used by one occupant only,\nand especially of not putting a belt around a child seated on the\noccupant's lap;\n(c) The method of operating the buckle;\n(d) The method of operating the adjuster;\n(e) The method of operating any retractor which may be incorporated in\nthe assembly and the method of checking that it locks;\n(f) The recommended methods of cleaning the belt and reassembling it\nafter cleaning where appropriate;\n(g) The need to replace the safety-belt when it has been used in a severe\naccident or shows signs of severe fraying or having been cut, or when,\nwith a belt fitted with a visual overload indicator, it indicates the belt's\nunsuitability for further use or when a seat-belt is equipped with a pre-\nloading device, when the latter has been activated;\n(h) The fact that the belt shall not be altered or modified in any way since\nsuch changes may render the belt ineffective, and in particular where\nthe design permits part to be disassembled, instructions or ensure\ncorrect reassembly;\n(i) The fact that the belt is intended for use by adult-sized occupants;\n(j) The stowage of the belt when not in use.\n79E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 9\n3. In the case of safety-belts fitted with a type 4N retractor, it shall be indicated\nin the installation instructions and on any packaging that this belt is not\nsuitable for installation in motor vehicles used for the carriage of passengers\nhaving not more than nine seats, including that of the driver.\n4. An installation requirement for the consumer shall be provided by the\nmanufacturer/applicant for all vehicles where the crotch strap assembly can\nbe used. The manufacturer of the harness belt shall prescribe the mounting of\nthe additional reinforcement elements for the anchorages of crotch straps and\ntheir installation in all vehicles where an installation is provided for.\n80E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "26",
"section": "Annex 10\nDual buckle test",
"text": "Annex 10\nAnnex 10\nDual buckle test\n81E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 11\nAnnex 11\nAbrasion and micro-slip test\nFigure 1\nType I procedure\n82E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 11\nFigure 2\nType 2 procedure\n83E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "27",
"section": "Annex 11 Abrasion and micro-slip test",
"text": "Figure 3\nType 3 procedure and micro-slip test\nTotal travel: 300 ± 20 mm\nThe load of 5 daN on the testing device shall be vertically guided in such a way as to avoid\nload-swing and twisting of the strap.\nThe attaching device shall be fixed to the load of 5 daN in the same manner as in a vehicle.\n84E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "28",
"section": "nAnnex 12\nCorrosion test",
"text": "1. Test apparatus\n1.1. The apparatus shall consist of a mist chamber, a salt solution reservoir, a\nsupply of suitably conditioned compressed air, one or more atomizing\nnozzles, sample supports, provision for heating the chamber, and necessary\nmeans of control. The size and detail construction of the apparatus shall be\noptional, provided that the test conditions are met.\n1.2. It is important to ensure that drops of solution accumulated on the ceiling or\ncover of the chamber do not fall on test samples.\n1.3. Drops of solution which fall from test samples shall not return to the\nreservoir for respraying.\n1.4. The apparatus shall not be constructed of materials that will affect the\ncorrosiveness of the mist.\n2. Location of test samples in the mist cabinet\n2.1. Samples, except retractors, shall be supported or suspended between 15° and\n30° from the vertical and preferably parallel to the principal direction of\nhorizontal flow of mist through the chamber, based upon the dominant\nsurface being tested.\n2.2. Retractors shall be supported or suspended so that the axes of the reel for\nstoring the strap shall be normal to the principal direction of horizontal flow\nof mist through the chamber. The strap opening in the retractor shall also be\nfacing in this principal direction.\n2.3. Each sample shall be placed so as to permit free setting of mist on all\nsamples.\n2.4. Each sample shall be so placed as to prevent salt solution from one sample\ndripping on to any other sample.\n3. Salt solution\n3.1. The salt solution shall be prepared by dissolving 5 ± 1 parts by mass of\nsodium chloride in 95 parts of distilled water. The salt shall be sodium\nchloride substantially free of nickel and copper and containing on the dry\nbasis not more than 0.1 per cent of sodium iodide and not more than 0.3 per\ncent of total impurities.\n3.2. The solution shall be such that when atomized at 35 °C the collected solution\nis in the pH range of 6.5 to 7.2.\n4. Air supply\nThe compressed air supply to the nozzle or nozzles for atomizing the salt\nsolution shall be free of oil and dirt, and maintained at a pressure between\n70 kN/mP2P and 170 kN/mP2P.\n85E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 12\n5. Conditions in the mist chamber\n5.1. The exposure zone of the mist chamber shall be maintained at 35 ± 5 °C. At\nleast two clean mist collectors shall be placed within the exposure zone so\nthat no drops of solution from the test samples or any other sources are\ncollected. The collectors shall be placed near the test samples, one nearest to\nany nozzle and one furthest from all nozzles. The mist shall be such that for\neach 80 cm2 of horizontal collecting areas, there is collected in each collector\nfrom 1.0 to 2.0 ml of solution per hour when measured over an average of at\nleast 16 hours.\n5.2 The nozzle or nozzles shall be directed or baffled so that the spray does not\nimpinge directly on test samples.\n86E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "29",
"section": "Annex 13\nOrder of tests",
"text": "Annex 13\nAnnex 13\nOrder of tests\nSamples\nBelt or restraint system Strap No.\nNo.\nParagraphs Test 1 2 3 4 5 1 2 3 4 5 6 7 8 9 10 11\n4./6.1.2./6.1.3./ Inspection of belt or X\n6.2.1.1./6.2.2./ restraint system\n6.2.3.1./6.3.1.1.\n2.21./2.22./6.2.2.2. Inspection of buckle X X X X X\n6.2.2.6./6.2.2.7./ Buckle strength test X\n7.5.1./7.5.5.\n6.2.3.3./7.5.1. Strength test on X\nadjusting device\n(and where\nnecessary retractors)\n6.2.4./7.5.2. Strength test on X\nattachments (and\nwhere necessary on\nretractors)\n6.2.2.3./7.5.3. Low-temperature X X\ntest on buckle\n6.2.1.4./7.5.4. Low-temperature X X\nimpact test on rigid\nparts\n6.2.3.2./6.2.3.4./ Ease of adjustment X\n7.5.6.\nConditioning/\ntesting of belt or\nrestraint system\nbefore dynamic test\n6.2.2.4. Durability of buckle X X\n6.2.1.2./7.2. Corrosion resistance X X\nof rigid parts\nConditioning of\nretractors\n6.2.5.2.1./6.2.5.3.1./ Locking threshold X X\n6.2.5.3.3./7.6.2.\n6.2.5.2.2./6.2.5.3.4./ Retracting force X X\n7.6.4.\n6.2.5.2.3./6.2.5.3.3./ Durability X X\n7.6.1.\n87E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 13\nSamples\nBelt or restraint system Strap No.\nNo.\nParagraphs Test 1 2 3 4 5 1 2 3 4 5 6 7 8 9 10 11\n6.2.5.2.3./6.2.5.3.3./ Corrosion X X\n7.2.\n6.2.5.2.3./6.2.5.3.3./ Dust X X\n7.6.3.\n6.3.1.2./7.4.3. Testing of strap X X\nwidth\nStrap strength test\nafter\n6.3.2./7.4.1.1./7.4.2. Room conditioning X X\n6.3.3./7.4.1.2./7.4.2. Light conditioning X X\n6.3.3./7.4.1.3./7.4.2. Low-temperature X X\nconditioning\n6.3.3./7.4.1.4./7.4.2. Heat conditioning X X\n6.3.3./7.4.1.5./7.4.2. Water conditioning X X\n6.2.3.2./7.3. Micro-slip test X X\n6.4.2./7.4.1.6. Abrasion test X X\n6.4.1./7.7. Dynamic test X X\n6.2.2.5./6.2.2.7./7.8. Buckle-opening test X X\n7.1.4. Retention of strap X\nsample\n88E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "30",
"section": "Annex 14\nControl of conformity of production",
"text": "\n1. Tests\nSafety-belts shall be required to demonstrate compliance with the\nrequirements on which the following tests are based:\n1.1. Verification of the locking threshold and durability of emergency locking\nretractors\nAccording to the provisions of paragraph 7.6.2. of this Regulation in the most\nunfavourable direction as appropriate after having undergone the durability\ntesting detailed in paragraphs 7.2., 7.6.1. and 7.6.3. as a requirement of\nparagraph 6.2.5.3.5. of this Regulation.\n1.2. Verification of the durability of automatically-locking retractors\nAccording to the provisions of paragraph 7.6.1. of this Regulation\nsupplemented by the tests in paragraphs 7.2. and 7.6.3. as a requirement of\nparagraph 6.2.5.2.3. of this Regulation.\n1.3. Test for strength of straps after conditioning\nAccording to the procedure described in paragraph 7.4.2. of this Regulation\nafter conditioning according to the requirements of paragraph 7.4.1.1. to\n7.4.1.5. of this Regulation.\n1.3.1. Test for strength of straps after abrasion\nAccording to the procedure described in paragraph 7.4.2. of this Regulation\nafter conditioning according to the requirements described in\nparagraph 7.4.1.6. of this Regulation.\n1.4. Micro-slip test\nAccording to the procedure described in paragraph 7.3. of this Regulation.\n1.5. Test of the rigid parts\nAccording to the procedure described in paragraph 7.5. of this Regulation.\n1.6. Verification of the performance requirements of the safety-belt or restraint\nsystem when subjected to the dynamic test\n1.6.1. Tests with conditioning\n1.6.1.1. Belts or restraint systems fitted with an emergency locking retractor\naccording to the provisions set out in paragraphs 7.7. and 7.8. of this\nRegulation, using a belt which has previously been subjected to 45,000\ncycles of the endurance test of the retractor prescribed in paragraph 7.6.1. of\nthis Regulation and to the tests defined in paragraphs 6.2.2.4., 7.2. and 7.6.3.\nof this Regulation.\n1.6.1.2. Belts or restraint systems fitted with an automatically-locking retractor:\naccording to the provisions set out in paragraphs 7.7. and 7.8. of this\nRegulation, using a belt which has previously been subjected to 10,000\ncycles of the endurance test of the retractor prescribed in paragraph 7.6.1. and\n89E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 14\nalso to the tests prescribed in paragraphs 6.2.2.4., 7.2. and 7.6.3. of this\nRegulation.\n1.6.1.3. Static belts: according to the provisions set out in paragraphs 7.7. and 7.8. of\nthis Regulation, on a safety-belt which has been subjected to the test\nprescribed in paragraphs 6.2.2.4. and 7.2. of this Regulation.\n1.6.2. Test without any conditioning\nAccording to the provisions set out in paragraphs 7.7. and 7.8. of this\nRegulation.\n2. Test frequency and results\n2.1. The frequency of testing to the requirements of paragraphs 1.1. to 1.5. of this\nannex shall be on a statistically controlled and random basis in accordance\nwith one of the regular quality assurance procedures.\n2.1.1. Furthermore, in the case of emergency locking retractors, all assemblies shall\nbe checked:\n2.1.1.1. Either according to the provisions set out in paragraphs 7.6.2.1. and 7.6.2.2.\nof this Regulation, in the most unfavourable direction as specified in\nparagraph 7.6.2.1.2. Test results shall meet the requirements of\nparagraphs 6.2.5.3.1.1. and 6.2.5.3.3. of this Regulation.\n2.1.1.2. Or according to the provisions set out in paragraph 7.6.2.3. of this\nRegulation, in the most unfavourable direction. Nevertheless, the speed of\ninclination can be more than the prescribed speed insofar as it does not affect\nthe test results. Test results shall meet the requirements of paragraph\n6.2.5.3.1.4. of this Regulation.\n2.2. In the case of compliance with the dynamic test according to paragraph 1.6.\nof this annex, this shall be carried out with a minimum frequency of:\n2.2.1. Tests with conditioning\n2.2.1.1. In the case of belts fitted with an emergency locking retractor,\nWhere the daily production is greater than 1,000 belts: one in 100,000 belts\nproduced, with a minimum frequency of one every two weeks,\nWhere the daily production is smaller than or equal to 1,000 belts: one in\n10,000 belts produced, with a minimum frequency of one per year, per sort of\nlocking mechanism,1\nShall be subjected to the test prescribed in paragraph 1.6.1.1. of this annex.\n2.2.1.2. In the case of belts fitted with an automatically-locking retractor and of static\nbelts,\nWhere the daily production is greater than 1,000 belts: one in 100,000 belts\nproduced, with a minimum frequency of one every two weeks,\nWhere the daily production is smaller than or equal to 1,000 belts: one in\n10,000 belts produced, with a minimum frequency of one per year,\n1 For the purposes of this annex, \"sort of locking mechanism\" means all emergency locking retractors\nwhose mechanisms differ only in the lead angle(s) of the sensing device to the vehicle's reference axis\nsystem.\n90E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 14\nShall be subjected to the test prescribed in paragraph 1.6.1.2. or 1.6.1.3. of\nthis annex respectively.\n2.2.2. Tests without conditioning\n2.2.2.1. In the case of belts fitted with an emergency locking retractor, the following\nnumber of samples shall be subject to the test prescribed in\nparagraph 1.6.2. above:\n2.2.2.1.1. For a production of not less than 5,000 belts per day, two belts per\n25,000 produced with a minimum frequency of one per day, per sort of\nlocking mechanism;\n2.2.2.1.2. For a production of less than 5,000 belts per day, one belt per 5,000 produced\nwith a minimum frequency of one per year, per sort of locking mechanism;\n2.2.2.2. In the case of belts fitted with an automatically-locking retractor and of static\nbelts, the following number of samples shall be subjected to the test\nprescribed in paragraph 1.6.2. above;\n2.2.2.2.1. For a production of not less than 5,000 belts per day, two belts per\n25,000 produced with a minimum of one per day, per approved type;\n2.2.2.2.2. For a production of less than 5,000 belts per day, one belt per 5,000 produced\nwith a minimum frequency of one per year, per approved type;\n2.2.3. Results\nTest results shall meet the requirements set out in paragraph 6.4.1.3.1. of this\nRegulation.\nThe forward displacement of the manikin may be controlled with regard to\nparagraph 6.4.1.3.2. of this Regulation (or 6.4.1.4. where applicable) during a\ntest performed by means of a simplified adapted method.\nA simplified, adapted method could be, e.g., the use of a reference chest\nspeed measured at 300 mm forward displacement carried out in a physical\ntest without an airbag or additional restraint system components, to be\nconsidered in the conformity control plan.\n2.2.3.1. In the case of approval following paragraph 6.4.1.3.3. or 6.4.1.3.4. of this\nRegulation and paragraph 1.6.1. of this annex, it is only specified that no part\nof the belt shall be destructed or disengaged, and that a speed of 24 km/h of\nthe chest reference point at 300 mm displacement shall not be exceeded.\n2.3. Where a test sample fails a particular test to which it has been subjected, a\nfurther test to the same requirements shall be carried out on at least three\nother samples. In the case of dynamic tests, if one of the latter fails the test,\nthe holder of the approval or his duly accredited representative shall notify\nthe Type Approval Authority which has granted type approval indicating\nwhat steps have been taken to re-establish the conformity of production.\n91E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "31",
"section": "Annex 15 Procedure for determining the H-point and the actual torso angle for seating positions in motor vehicles",
"text": "Appendix 1 - Description of the three dimensional \"H\" point\nmachine1\nAppendix 2 - Three-dimensional reference system1\nAppendix 3 - Reference data concerning seating positions1\n1 The procedure is described in Annex 1 and its Appendices 1, 2 and 3 to the Consolidated Resolution\non the Construction of Vehicles (R.E.3) (document ECE/TRANS/WP.29/78/Rev.6 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n92 "
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "32",
"section": "Annex 16\nSafety-belt installation showing the belt types and retractor types\n",
"text": "Minimum requirements for safety-belts and Retractors\nVehicle Forward facing seating positions Rearward-facing Side-facing seating\ncategory seating positions position\nOutboard seating positions Centre seating position\nFront Other than front Front Other than front\nM Ar4m Ar4m Ar4m Ar4m B, Br3, Br4m -\n1\nM < 3.5 t Ar4m, Ar4Nm Ar4m, Ar4Nm Ar4m, Ar4Nm Ar4m, Ar4Nm Br3, Br4m, Br4Nm -\n2\nM > 3.5 t Br3, Br4m, Br4Nm, or Ar4m or Br3, Br4m, Br4Nm, or Br3, Br4m, Br4Nm or Ar4m Br3, Br4m, Br4Nm or Br3, Br4m, Br4Nm -\n2\nAr4Nm ● Ar4m or Ar4Nm ● or Ar4Nm ● Ar4m or Ar4Nm ●\nM Br3, Br4m, Br4Nm, or Ar4m or Ar4Nm Br3, Br4m, Br4Nm, or Ar4m Br3, Br4m, Br4Nm or Ar4m or Br3, Br4m, Br4Nm or Ar4m - B, Br3, Br4m, Br4Nm\n3\n● or Ar4Nm ● Ar4Nm ● or Ar4Nm ●\nSee para. 8.1.7. for conditions when a lap See para. 8.1.7. for conditions See para. 8.1.7. for conditions See para. 8.1.7. for conditions\nbelt is permitted when a lap belt is permitted when a lap belt is permitted when a lap belt is permitted\nN Ar4m, Ar4Nm Ar4m, Ar4Nm, Br4m, B, Br3, Br4m, Br4Nm or A, B, Br3, Br4m, Br4Nm B, Br3, Br4m, Br4Nm -\n1\nBr4Nm Ø Ar4m, Ar4Nm* 1\nPara. 8.1.2.1. lap belt Para. 8.1.6. lap belt permitted\npermitted if seat is inboard if the windscreen is not in the\nof a passageway reference zone\nN Br3, Br4m, Br4Nm orAr4m, Ar4Nm* B, Br3, Br4m, Br4Nm B, Br3, Br4m, Br4Nm, or A, B, Br3, Br4m, Br4Nm B, Br3, Br4m, Br4Nm -\n2\nPara. 8.1.6. lap belt permitted if the Ar4m, Ar4Nm*\nwindscreen is outside the reference Para. 8.1.6. lap belt permitted\nzone and for the driver's seat if the windscreen is not in the\nreference zone\nN Br3, Br4m, Br4Nm orAr4m, Ar4Nm* B, Br3, Br4m, Br4Nm B, Br3, Br4m, Br4Nm, or A, B, Br3, Br4m, Br4Nm B, Br3, Br4m, - E\n3 /E\nPara. 8.1.6. lap belt permitted if the Ar4m, Ar4Nm* Br4Nm C\nE\nwindscreen is outside the reference Para. 8.1.6. lap belt permitted /T\nzone and for the driver's seat if the windscreen is not in the RE\nA/E\nreference zone NC\nA: three-point (lap and diagonal) belt B: 2-point (lap) belt r: retractor m: emergency locking retractor with multiple S /5E /3\n3: automatically locking retractor 4: emergency locking retractor N: higher response threshold sensitivity 02\n54\n*: Refers to para. 8.1.6. of this Regulation 2 Ø: Refers to para. 8.1.2.1. of this Regulation ●: refers to para. 8.1.7. of this Regulation2 (see UN Regulation No. 16, paras. 2.14.3. and /R/R\n2.14.5.) ee\nvv\n1 Erratum to Supplement 12 to the 04 series of amendments, applicable \"ab initio.\" .1.1\n/A/A\n2 Erratum to Revision 4, applicable \"ab initio.\" dd\nNote: In all cases all S-type belts may be fitted in place of all possible A or B type belts, provided their anchorages comply with UN Regulation No. 14. Ad .1d .1\nWhere a harness belt has been approved as a S-type belt according to this Regulation, using the lap belt strap, the shoulder belt straps and possibly one or more retractors, one or two additional crotch straps n55\nincluding their attachments for their anchorages may be provided by the manufacturer/applicant. These additional anchorages need not meet the requirements of UN Regulation No. 14 (Erratum to Supplement\nn e/R/R\nxee\n9 3 14 to the 04 series of amendments, applicable \"ab initio.\"). 1 6v .9v .9E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "33",
"section": "Annex 17\nAnnex 17\nRequirements for the installation of safety-belts and restraint\nsystems for adult occupants of power-driven vehicles on\nforward facing seats, for the installation of ISOFIX child\nrestraint systems and i-size child restraint systems\n",
"text" : "1. Compatibility with child restraint systems\n1.1. The vehicle manufacturer shall include in the vehicle handbook simple advice to\nthe vehicle user on the suitability of each passenger seating position for the fitting\nof child restraint systems. This information shall be given by pictograms, or in the\nnational language, or at least one of the national languages, of the country in\nwhich the vehicle is offered for sale.\nFor each forward-facing passenger seating position, and for each specified\nISOFIX position, the vehicle manufacturer shall indicate:\n(a) If the seating position is suitable for child restraints of the \"universal\"\ncategory (see paragraph 1.2. below); and/or\n(b) If the seating position is suitable for i-size child restraint systems (see\nparagraph 1.4. below); and/or\n(c) If the seating position is suitable for child restraint systems other than\nthose specified above (e.g. see paragraph 1.3. below).\nIf a seating position is only suitable for use with forward-facing child\nrestraint systems, this shall also be indicated in the vehicle handbook.\nIn addition to the above defined information for the vehicle user, the vehicle\nmanufacturers shall make available the information as defined by Appendix 3\nof this annex. For example, this information can be included in separate\nannexes of the vehicle handbook, or in technical descriptions of the vehicle or\non a dedicated webpage.\n1.2. A child restraint system of the universal category means a child restraint\napproved to the \"universal\" category of UN Regulation No. 44, Supplement 5 to\n03 series of amendments. Seating positions, which are indicated by the vehicle\nmanufacturer as being suitable for the installation of child restraints systems shall\ncomply with the provisions of Appendix 1 to this annex.\n1.3. An ISOFIX child restraint shall be approved to UN Regulation No. 44,\nSupplement 5 to 03 series of amendments or to UN Regulation No. 129. ISOFIX\npositions, which are indicated by the vehicle manufacturer as being suitable for\nthe installation of ISOFIX child restraints systems shall comply with the\nprovisions of Appendix 2 to this annex.\n1.4. An i-Size child restraint means a child restraint approved to the i-Size category of\nUN Regulation No. 129. Seating positions, which are indicated by the vehicle\nmanufacturer as being suitable for the installation of i-Size child restraints\nsystems shall comply with the provisions of Appendix 2 to this annex.\n94E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 1\nAnnex 17 - Appendix 1\nProvisions concerning the installation of \"universal\"\ncategory child restraint systems installed with the safety-belt\nequipment of the vehicle\n1. General\n1.1. The test procedure and the requirements in this appendix shall be used to\ndetermine the suitability of seating positions for the installation of child\nrestraints of the \"universal\" category.\n1.2. The tests may be carried out in the vehicle or in a representative part of the\nvehicle.\n2. Test procedure\n2.1. Adjust the seat to its fully rearward and lowest position.\n2.2. Adjust the seat-back angle to the manufacturer's design position. In the\nabsence of any specification, an angle of 25 degrees from the vertical, or the\nnearest fixed position of the seat-back, should be used.\n2.3. Set the shoulder anchorage to the lowest position.\n2.4. Place a cotton cloth on the seat-back and cushion.\n2.5. Place the fixture (as described in Figure 1 of this appendix) on the vehicle\nseat.\n2.6. If the seating position is intended to accommodate a forward-facing or\nrearward-facing universal restraint system, proceed according to\nparagraphs 2.6.1., 2.7., 2.8., 2.9. and 2.10. below. If the seating position is\nintended to accommodate only a forward-facing universal restraint system,\nproceed according to paragraphs 2.6.2., 2.7., 2.8., 2.9. and 2.10. below.\n2.6.1. Arrange the safety-belt strap around the fixture in approximately the correct\nposition as shown in Figures 2 and 3, then latch the buckle.\n2.6.2. Arrange the safety-belt lap strap approximately in the correct position around\nthe lower part of the fixture of 150 mm radius as shown in Figure 3, then\nlatch the buckle.\n2.7. Ensure that the fixture is located with its vertical plane of symmetry within\n±25 mm of the vertical plane of symmetry of the seating position.\n2.8. Ensure that all webbing slack is removed. Use sufficient force to remove the\nslack, do not attempt to tension the webbing.\n2.9. Push rearwards on the centre of the front of the fixture with a force of\n100 N ± 10 N, applied parallel to the lower surface, and remove the force.\n2.10. Push vertically downwards on the centre of the upper surface of the fixture\nwith a force of 100 N ± 10 N, and remove the force.\n95E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 1\n3. Requirements\n3.1. The base of the fixture shall contact both the forward and rearward parts of\nthe seat cushion surface. If such contact does not occur due to the belt access\ngap in the test fixture, this gap may be covered in line with the bottom\nsurface of the test fixture.\n3.2. The lap portion of the belt shall touch the fixture on both sides at the rear of\nthe lap belt path (see Figure 3). The seat belt webbing shall always cover the\npoints BP on the left and right ends of the curved edge; the exact position of\npoint BP on the curved edge is indicated in detail W of Figure 1.\n3.3. Should the above requirements not be met with the adjustments indicated in\nparagraphs 2.1., 2.2. and 2.3. above, the seat, seat-back and safety-belt\nanchorages may be adjusted to an alternative position designated by the\nmanufacturer for normal use at which the above installation procedure shall\nbe repeated and the requirements again verified and met. This alternative\nposition shall be included as an information in the Table 1 given in\nAppendix 3 to this annex.\nFigure 1\nSpecifications of the fixture (all dimensions in mm)\n96E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 1\nDetail W to Figure 1\nNote: The seat belt webbing shall contact the curved\nedge on both sides of the fixture.\n97E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\nAnnex 17 - Appendix 2\nProvisions concerning the installation of forward-facing and\nrearward-facing ISOFIX child restraint systems of universal\nand semi-universal categories installed on ISOFIX\nor i-Size positions\n1. General\n1.1. The test procedure and the requirements in this appendix shall be used to\ndetermine the suitability of ISOFIX positions for the installation of ISOFIX\nchild restraint systems of universal and semi-universal categories, as well as\nto determine the suitability of i-Size seating positions for installing i-Size\nchild restraint systems.\n1.2. The tests may be carried out in the vehicle or in a representative part of the\nvehicle.\nFor i-Size seating positions, compliance with the i-Size support leg\ninstallation requirements may be assessed by a physical test, computer\nsimulation or representative drawings.\n2. Test procedure\nISOFIX positions in the vehicle, defined by the vehicle manufacturer shall be\nchecked to ensure that the CRF listed in paragraph 4. of this Appendix can be\naccommodated. Where the vehicle manufacturer has indicated that the\nISOFIX position(s) will accommodate a particular CRF, then it shall be\nassumed that smaller CRFs of the same orientation may be accommodated.\ni-Size seating positions, defined by the vehicle manufacturer, shall be\nchecked to ensure that it is possible to accommodate both the ISO/R2 and the\nISO/F2X child restraint fixtures (see paragraph 4. of this annex) including the\ni-Size support leg installation assessment volume.\nFor both, ISOFIX and i-size position(s), the following procedure shall apply:\n2.1. When checking a CRF, on a seat, with or without i-Size support leg\ninstallation assessment volume, this seat may be adjusted longitudinally to its\nrearmost position and in its lowest position.\n2.2. Adjust the seat-back angle to the manufacturer’s design position and the head\nrestraint in the lowest and rearmost position. In the absence of any\nspecification an angle of the seat-back corresponding to a torso angle of 25°\nfrom the vertical, or the nearest fixed position of the seat-back, shall be used.\nWhen checking a CRF, on a rear seat, with or without i-Size support leg\ninstallation assessment volume, the vehicle seat located in front of this rear\nseat may be adjusted longitudinally forward but not further than the mid\nposition between its rearmost and fore most positions. The seat backrest\nangle may also be adjusted, but not to a more upright angle than\ncorresponding to a torso angle of 15°.\n2.3. Place a cotton cloth on the seat-back and cushion.\n98E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\n2.4. Place the CRF, with or without i-Size support leg installation assessment\nvolume, on the ISOFIX or i-Size position.\n2.5. Push, towards ISOFIX anchorages system, on the center between the ISOFIX\nanchorages with a force of 100 N ± 10 N, applied parallel to the lower\nsurface, and remove the force.\n2.6. Attach the CRF, with or without i-Size support leg installation assessment\nvolume, to the ISOFIX anchorages system.\n2.7. Push vertically downwards on the centre of the upper surface of the fixture\nwith a force of 100 N ± 10 N, and remove the force.\n3. Requirements\nThe following testing conditions only apply for the CRF(s), with or without i-\nSize support leg installation assessment volume, when accommodated in the\nISOFIX and/or i-Size position. It is not required that the CRF(s), with or\nwithout i-Size support leg installation assessment volume, shall be able to\nmove in and out of the ISOFIX and/or i-Size position under these conditions.\n3.1. It has to be possible to accommodate the CRF(s), with or without i-Size\nsupport leg installation assessment volume, without interference with the\nvehicle interior. The CRF base shall have a pitch angle of 15°  10°, above\nthe horizontal plane passing through the ISOFIX anchorages system.\n3.2. The ISOFIX top tether anchorage, if any, shall remain accessible.\n3.3. Should the above requirements not be met with the adjustments indicated in\nparagraph 2. above, the seats, the seat-backs, the head restraints may be\nadjusted to alternative positions designated by the manufacturer for normal\nuse following which the above installation procedure shall be repeated and\nthe requirements verified and met."
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "33",
"section": "Annex 17\nAnnex 17\nRequirements for the installation of safety-belts and restraint\nsystems for adult occupants of power-driven vehicles on\nforward facing seats, for the installation of ISOFIX child\nrestraint systems and i-size child restraint systems\n",
"text" : "These alternative positions shall be\nincluded as information in Table 2 and/or 3 given in Appendix 3 to this\nannex. Passenger seats in front of i-Size seating positions may also be\ndisplaced to a position forward of the normal position of use. In such cases,\nthe vehicle manufacturer shall provide information in the vehicle handbook,\nthat the respective passenger seat shall not be occupied in such positions of\ndisplacement.\n3.4 Should the above requirements not be fulfilled when some removable interior\nfittings were present, such fittings may be removed and then requirements of\nparagraph 3. have to be verified again and fulfilled. In such a case corresponding\ninformation shall be included in Table 2 and/or 3 of Appendix 3 of this annex.\n4. ISOFIX child restraint system size classes and fixtures\nA – ISO/F3: Full-Height Forward Facing toddler CRS\nB – ISO/F2: Reduced-Height Forward Facing toddler CRS\nB1 – ISO/F2X: Reduced-Height Forward Facing toddler CRS\nC – ISO/R3: Full-Size Rearward Facing toddler CRS\nD – ISO/R2: Reduced-Size Rearward Facing toddler CRS\nE – ISO/R1: Rearward Facing infant CRS\nF – ISO/L1: Left Lateral Facing position CRS (carry-cot)\nG – ISO/L2: Right Lateral Facing position CRS (carry-cot)\n99E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\nThe fixtures below shall be constructed with a mass between 5 and 15 kg and\nshall be of suitable durability and stiffness to satisfy the functional\nrequirements.\nMass group ISOFIX size class Fixture (CRF)\n0 – up to 10 kg F ISO/L1\nG ISO/L2\nE ISO/R1\n0+ - up to 13 kg C ISO/R3\nD ISO/R2\nE ISO/R1\nI - 9 to 18 kg A ISO/F3\nB ISO/F2\nB1 ISO/ F2X\nC ISO/R3\nD ISO/R2\n100E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\n4.1. Full-height forward-facing toddler child restraint systems envelope\nFigure 1\nISO/F3 envelope dimensions for a full-height forward-facing toddler CRS\n(height 720 mm) ISOFIX SIZE CLASS A\nKey:\n1 Limits in the forward and upwards directions\n2 Dashed line marks area where a support leg, or similar, of a specific vehicle CRS is\nallowed to protrude.\n3 N/A\n4 Further specifications of the connector area are given in UN Regulation No. 44\n101E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\n4.2. Reduced-height forward-facing toddler child restraint systems envelope\nFigure 2\nISO/F2 envelope dimensions for a reduced-height forward-facing toddler\nCRS, (height 650 mm) – ISOFIX SIZE CLASS B\nKey:\n1 Limits in the forward and upwards directions\n2 Dashed line marks area where a support leg, or similar, of a specific vehicle CRS is\nallowed to protrude.\n3 N/A\n4 Further specifications of the connector area are given in UN Regulation No. 44\n5 Attachment point for the top tether strap.\n102E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\n4.3. Reduced-height second version back shape forward-facing toddler child\nrestraint systems envelope\nFigure 3\nISO/F2X envelope dimensions for a reduced-height second version back surface shape\nforward-facing toddler CRS, (height 650 mm) – ISOFIX SIZE CLASS B1\nKey:\n1 Limits in the forward and upwards directions\n2 Dashed line marks area where a support leg, or similar, of a specific vehicle CRS is\nallowed to protrude.\n3 N/A\n4 Further specifications of the connector area are given in UN Regulation No. 44.\n103E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\n4.4. Full-size rearward facing toddler child restraint system envelope\nFigure 4\nISO/R3 envelope dimensions for a full-size rearward-facing toddler\nCRS ISOFIX SIZE CLASS C\nKey:\n1 Limits in the rearward and upwards directions\n2 Dashed line marks area where a support leg, or similar, of a specific vehicle CRS is\nallowed to protrude.\n3 The backwards limitation (to the right in the figure) is given by the forward-facing\nenvelope in Figure 2\n4 Further specifications of the connector area are given in UN Regulation No. 44.\n104E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\n4.5. Reduced-size rearward-facing toddler child restraint systems envelope\nFigure 5\nISO/R2 envelope dimensions for a reduced-size rearward-facing toddler\nCRS ISOFIX SIZE CLASS D\nKey:\n1 Limits in the rearward and upwards directions\n2 Dashed line marks area where a support leg, or similar, of a specific vehicle CRS is\nallowed to protrude.\n3 The backwards limitation (to the right in the figure) is given by the forward-facing\nenvelope in Figure 2\n4 Further specifications of the connector area are given in UN Regulation No. 44.\n105E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\n4.6. Rearward facing infant child restraint systems envelope\nFigure 6\nISO/R1 envelope dimensions for an infant-size rearward-facing CRS ISOFIX\nSIZE CLASS E\nKey:\n1 Limits in the rearward and upwards directions\n2 Dashed line marks area where a support leg, or similar, of a specific vehicle CRS is\nallowed to protrude.\n3 The backwards limitation (to the right in the figure) is given by the forward-facing\nenvelope in Figure 2\n4 Further specifications of the connector area are given in UN Regulation No. 44.\n106E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\n4.7. Lateral facing child restraint systems envelope\nFigure 7\nEnvelope dimensions for lateral facing position CRS – ISO/L1- ISOFIX SIZE CLASS F\nor symmetrically opposite – ISO/L2 – ISOFIX CLASS G\nKey:\n1 Limits in the rearward and upwards directions\n2 Dashed line marks area where a support leg, or similar, of a specific vehicle CRS is\nallowed to protrude.\n3 The backwards limitation (to the right in the figure) is given by the forward-facing\nenvelope in Figure 2\n4 Further specifications of the connector area are given in ISO 13216-1, Figures 2 and 3.\n107E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\nFigure 8\nSide view of the i-Size support leg installation assessment volume for assessing\ncompatibility of the i-Size seating positions with support legs of i-Size child restraint\nsystems\nKey:\n1. Child Restraint Fixture (CRF).\n2. ISOFIX low anchorages bar.\n3. Plane formed by the bottom surface of the CRF when installed in the designated\nseating position.\n4. Plane passing through the lower anchorage bar and oriented perpendicular to the\nmedian longitudinal plane of the CRF and perpendicular to the plane formed by the\nbottom surface of the CRF when installed in the designated seating position.\n5. i-Size support leg installation assessment volume representing the geometrical\nboundaries for an i-Size ISOFIX child restraint system support leg.\n6. Vehicle floor.\nNote: Drawing not to scale.\n108E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 17 – Appendix 2\nFigure 9\n3D view of the i-Size support leg installation assessment volume for assessing\ncompatibility of the i-Size seating positions with support legs of i-Size child restraint\nsystems\nKey:\n1. Child Restraint Fixture (CRF).\n2. ISOFIX low anchorages bar.\n3. Median longitudinal plane of the CRF.\n4. i-Size support leg installation assessment volume.\nNote: Drawing not to scale.\n109E/ECE/324/Add.15/Rev.9\nE/ECE/TRANS/505/Add.15/Rev.9\nAnnex 17 – Appendix 3\nAnnex 17 – Appendix 3\nExample of detailed information e.g. for child restraint\nsystem manufacturers\nTable 1\nThis table gives technical information specifically intended e.g. for child restraint\nsystem manufacturer and as such translation into national languages is not required.\nSeating position\nSeat position number 1 2 3 4 5 6 7 8 9\nSeating position suitable for\nuniversal belted (yes/ no)\ni-Size seating position (yes/no]\nSeating position suitable for\nlateral fixture (L1/ L2)\nLargest suitable rearward\nfacing fixture (R1/ R2/ R3)\nLargest suitable forward\nfacing fixture (F1/F2/F2X/F3)\n1. Add information for each non i-size seating position compatible with a support leg, as described in this\nRegulation.\n2. Add information for each seating position equipped with lower ISOFIX anchorages but without Top\nTether, according to this Regulation.\n3. Add information if the adult safety belt buckles are located laterally in between both ISOFIX lower\nanchorages.\nNote:\n1. Orientation is normal driving direction; columns for seating positions not available in a vehicle can be\ndeleted.\n2. The numbering of seating positions shall be made on basis of following definition:\nSeat Number Position in the vehicle\n1 Front left\n2 Front centre\n3 Front right\n4 2nd row left\n5 2nd row centre\n6 2nd row right\n7 3rd row left\n8 3rd row centre\n9 3rd row right\nThe information about the seat position number can be given by means of a table or by\nsketches or pictograms.\n110E/ECE/324/Add.15/Rev.9\nE/ECE/TRANS/505/Add.15/Rev.9\nAnnex 17 – Appendix 4\nAnnex 17 – Appendix 4\nInstallation of 10-year manikin\n(a) Adjust the seat to its fully rearward position.\n(b) Adjust the seat height in accordance with the manufacturer’s specifications. In the\nabsence of any specification, adjust the seat to the lowest position.\n(c) Adjust the seat back angle to the manufacturer's design position. In the absence of\nany specification, an angle of 25 degrees from the vertical, or the nearest fixed\nposition of the seat back, should be used.\n(d) Set the shoulder anchorage to the lowest position.\n(e) Set the manikin on the seat ensuring that the pelvis is in contact with the seat back.\n(f) The longitudinal plan passing by the manikin centre line will be on the apparent\ncentre line of the seating position.\n111E/ECE/324/Add.15/Rev.9\nE/ECE/TRANS/505/Add.15/Rev.9\n"
},
{
"title": " Agreement\nConcerning the Adoption of Harmonized Technical United Nations\nRegulations for Wheeled Vehicles, Equipment and Parts which can be\nFitted and/or be Used on Wheeled Vehicles and the Conditions for\nReciprocal Recognition of Approvals Granted on the Basis of these\nUnited Nations Regulations",
"number": "",
"section": "Annex 18\nAnnex 18\nSafety-belt reminder tests\n",
"text": "1. The first level warning shall be tested according to the following conditions:\n(a) Safety-belt is not fastened;\n(b) Engine or propulsion system is stopped or idling, and the vehicle is\nnot in forward or reverse motion;\n(c) Transmission is in neutral position;\n(d) Ignition switch or master control switch is activated;\n(e) A load of 40 kg is placed on each seat cushion in the same row as the\ndriver's seat, or the state in which occupants are on board the vehicle\nis simulated by an alternative method specified by the vehicle\nmanufacturer, provided an occupant’s load does not exceed 40 kg.\nThis may also be done for the rear seats at the request of the vehicle\nmanufacturer;\nOr alternatively (at the choice of the manufacturer):\nAn object or human representing a 5th percentile adult female1 is\nplaced on each seat cushion as specified by the manufacturer in the\nsame row as the driver seat, or the state in which occupants are on\nboard the vehicle is simulated by an alternative method specified by\nthe vehicle manufacturer as agreed by the Technical Service and the\nType Approval Authority. This may also be done for the rear seats at\nthe request of the vehicle manufacturer.\n(f) The state of the safety-belt reminder is checked for all of the relevant\nseat(s), in conditions (a) to (e).\n2. The second level warning shall be tested according to the conditions set out\nin paragraphs 2.1. to 2.3. of this annex, respectively.\n2.1. Testing the driver's seating position\n2.1.1. Testing the driver’s seat when the safety-belt is unfastened before the\njourney:\n(a) The safety-belt of the driver's seat is not fastened;\n(b) The safety-belts of seats other than the driver's seat are fastened;\n1 The technical specifications and detailed drawings of Hybrid III, corresponding to the principal\ndimensions of a fifth percentile female of the United States of America, and the specifications for its\nadjustment for this test are deposited with the Secretary-General of the United Nations and may be\nconsulted on request at the secretariat of the Economic Commission for Europe, Palais des Nations,\nGeneva, Switzerland. A female who weighs between 46.7 and 51.25 kg, and who is between 139.7\nand 150 cm tall may be used.\n112E/ECE/324/Rev.1/Add.15/Rev.9\nE/ECE/TRANS/505/Rev.1/Add.15/Rev.9\nAnnex 18\n(c) Test vehicle driven with one or any combination of the conditions of\nparagraphs 2.1.1.1. to 2.1.1.3. of this annex at the manufacturer's\nchoice;\n(d) The state of the safety-belt reminder is checked for the driver’s seat, in\nconditions (a) to (c).\n2.1.1.1. Accelerate the test vehicle to 25 -0/+10 km/h from a halt and continue on the\nsame speed.\n2.1.1.2. The test vehicle is driven forward at least 500 m from a halt position.\n2.1.1.3. The vehicle is tested when the vehicle is in normal operation for at least\n60 seconds.\n2.1.2. Testing the driver’s seat when the safety-belt becomes unbuckled during the\njourney:\n(a) The safety-belts of the driver’s seat and seats other than the driver’s\nseat are fastened;\n(b) The test vehicle is driven, at the choice of the manufacturer, under one\nof the conditions in paragraphs 2.1.1.1. to 2.1.1.3. of this annex or a\ncombination thereof;\n(c) The safety-belt of the driver’s seat is unbuckled.\n2.2. Testing the seating position(s) in the same row as the driver's seat.\n2.2.1. Testing the seat(s) in the same row as the driver's seat when the safety-belt is\nunfastened before the journey:\n(a) The safety-belt(s) of the seat(s) in the same row as the driver's seat\nis/are not fastened;\n(b) The safety-belts of the seats other than the seat(s) in the same row as\nthe driver's seat are fastened;\n(c) A load of 40 kg is applied to the seat(s) in the same row as the driver's\nseat, or the state in which occupants are on board the vehicle is\nsimulated by a method specified by the manufacturer;\nOr alternatively (at the choice of the manufacturer):\nAn object or human representing a 5thpercentile adult female is placed\non each seat cushion as specified by the manufacturer in the same row\nas the driver seat, or the state in which occupants are on board the\nvehicle is simulated by an alternative method specified by the vehicle\nmanufacturer as agreed by the Technical Service and the Type\nApproval Authority. This may also be done for the rear seats at the\nrequest of the vehicle manufacturer.\n(d) The test vehicle is driven, at the choice of the manufacturer, under one\nof the conditions in paragraphs 2.1.1.1. to 2.1.1.3. of this annex or\ncombination thereof;\n(e) The state of the safety-belt reminder is checked for all of the seat(s) in\nthe same row as the driver's seat, in conditions (a) to (d).\n113E/ECE/324/Add.15/Rev.9\nE/ECE/TRANS/505/Add.15/Rev.9\nAnnex 18\n2.2.2. Testing the seating position in the same row as the driver’s seat when the\nsafety-belt becomes unbuckled during the journey:\n(a) The safety-belts of the driver’s seat and seats other than the driver’s\nseat are fastened;\n(b) A load of 40 kg is applied to the seat(s) in the same row as the driver's\nseat, or the state in which occupants are on board the vehicle is\nsimulated by a method specified by the manufacturer;\nOr alternatively (at the choice of the manufacturer):\nAn object or human representing a 5thpercentile adult female is placed\non each seat cushion as specified by the manufacturer in the same row\nas the driver seat, or the state in which occupants are on board the\nvehicle is simulated by an alternative method specified by the vehicle\nmanufacturer as agreed by the Technical Service and the Type\nApproval Authority. This may also be done for the rear seats at the\nrequest of the vehicle manufacturer.\n(c) The test vehicle is driven, at the choice of the manufacturer, under one\nof the conditions in paragraphs 2.1.1.1. to 2.1.1.3. of this annex or\ncombination thereof;\n(d) The safety-belt(s) of the seats in the same row as the driver's seat is\n(are) unbuckled;\n(e) The state of the safety-belt reminder is checked for all of the seat(s) in\nthe same row as the driver's seat, for each condition (a) to (d).\n2.3. Testing the rear seats:\n(a) With the test vehicle stationary, the safety-belts of all seats are\nfastened;\n(b) The test vehicle is put in normal operation and kept running;\n(c) The safety-belt of one of the rear seats is unfastened;\n(d) The functioning of the safety-belt reminder is checked for all of the\nseating positions in all seating rows;\n(e) Alternatively, at the request of the vehicle manufacturer, the test\nprocedures specified in paragraphs 2.2. to 2.2.2. for the seating\nposition(s) in the same row as the driver's seat may be used for any\nrear seating position instead.\n3. The first level warning test shall have a duration of at least the minimum\nrequired time as specified in paragraph 8.4.2.3. of this Regulation for the first\nlevel warning. The second level warning test may be initiated after\ncompletion of the first level warning test. However, it shall also be ensured\nthat the second level warning supersedes the first level warning when the first\nlevel warning is still active.\n114",
"tables": 
[
        [
            {
                "": "Attachment",
                "Procedure 1": "-",
                "Procedure 2": "-",
                "Procedure 3": "x"
            },
            {
                "": "Guide or Pulley",
                "Procedure 1": "-",
                "Procedure 2": "x",
                "Procedure 3": "-"
            },
            {
                "": "Buckle-loop",
                "Procedure 1": "-",
                "Procedure 2": "x",
                "Procedure 3": "x"
            },
            {
                "": "Adjusting device",
                "Procedure 1": "x",
                "Procedure 2": "-",
                "Procedure 3": "x"
            },
            {
                "": "Parts sewn to the strap",
                "Procedure 1": "-",
                "Procedure 2": "-",
                "Procedure 3": "x"
            },
            {
                "": "Flexible shoulder\nadjusting device for height",
                "Procedure 1": "x",
                "Procedure 2": "-",
                "Procedure 3": "-"
            }
        ],
        [
            {
                "": "Procedure 1",
                "Load\ndaN": "2.5",
                "Frequency\nHz": "0.5",
                "Cycles\nnumbers": "5,000",
                "Shift\nmm": "300 ± 20"
            },
            {
                "": "Procedure 2",
                "Load\ndaN": "0.5",
                "Frequency\nHz": "0.5",
                "Cycles\nnumbers": "45,000",
                "Shift\nmm": "300 ± 20"
            },
            {
                "": "Procedure 3*",
                "Load\ndaN": "0 to 5",
                "Frequency\nHz": "0.5",
                "Cycles\nnumbers": "45,000",
                "Shift\nmm": "-"
            }
        ],
        [
            {
                "": "First row\nof seats",
                "null": "R",
                "Complete type\napproval mark": "",
                "Variant\n(if applicable)": "",
                "Belt adjustment device for height\n(indicate yes/no/optional)": ""
            },
            {
                "": null,
                "null": "C",
                "Complete type\napproval mark": "",
                "Variant\n(if applicable)": "",
                "Belt adjustment device for height\n(indicate yes/no/optional)": ""
            },
            {
                "": null,
                "null": "L",
                "Complete type\napproval mark": "",
                "Variant\n(if applicable)": "",
                "Belt adjustment device for height\n(indicate yes/no/optional)": ""
            },
            {
                "": "Second row of\nseats",
                "null": "R",
                "Complete type\napproval mark": "",
                "Variant\n(if applicable)": "",
                "Belt adjustment device for height\n(indicate yes/no/optional)": ""
            },
            {
                "": null,
                "null": "C",
                "Complete type\napproval mark": "",
                "Variant\n(if applicable)": "",
                "Belt adjustment device for height\n(indicate yes/no/optional)": ""
            },
            {
                "": null,
                "null": "L",
                "Complete type\napproval mark": "",
                "Variant\n(if applicable)": "",
                "Belt adjustment device for height\n(indicate yes/no/optional)": ""
            },
            {
                "": "(R = right-hand seats, C = centre seats, L = left hand seats)",
                "null": null,
                "Complete type\napproval mark": null,
                "Variant\n(if applicable)": null,
                "Belt adjustment device for height\n(indicate yes/no/optional)": null
            }
        ],
        [
            {
                "": "First row\nof seats",
                "null": "R",
                "Front airbag": "",
                "Side airbag": "",
                "Belt preloading device": ""
            },
            {
                "": null,
                "null": "C",
                "Front airbag": "",
                "Side airbag": "",
                "Belt preloading device": ""
            },
            {
                "": null,
                "null": "L",
                "Front airbag": "",
                "Side airbag": "",
                "Belt preloading device": ""
            },
            {
                "": "Second row\nof seats",
                "null": "R",
                "Front airbag": "",
                "Side airbag": "",
                "Belt preloading device": ""
            },
            {
                "": null,
                "null": "C",
                "Front airbag": "",
                "Side airbag": "",
                "Belt preloading device": ""
            },
            {
                "": null,
                "null": "L",
                "Front airbag": "",
                "Side airbag": "",
                "Belt preloading device": ""
            },
            {
                "": "(R = right-hand seats, C = centre seats, L = left hand seats)",
                "null": null,
                "Front airbag": null,
                "Side airbag": null,
                "Belt preloading device": null
            }
        ],
        [],
        [
            {
                "07 24391": ""
            }
        ],
        [],
        [],
        [
            {
                "": ""
            }
        ],
        [],
        [
            {
                "": ""
            }
        ],
        [
            {
                "": null,
                "null": ""
            },
            {
                "": null,
                "null": ""
            }
        ],
        [
            {
                "": ""
            }
        ],
        [],
        [
            {
                "Ageing in air (ASTM Method D 573)": "70 hours at 100 °C - Shore-A-hardness:\n- Breaking strength:\n- Elongation:\n- Mass:",
                "null": "max variation ±3\ndecrease < 10 per cent of RB\no\ndecrease < 10 per cent of AB\no\ndecrease < 1 per cent"
            },
            {
                "Ageing in air (ASTM Method D 573)": "Immersion in oil (ASTM Method No. 1 Oil)",
                "null": null
            },
            {
                "Ageing in air (ASTM Method D 573)": "70 hours at 100 °C - Shore-A-hardness:\n- Breaking strength:\n- Elongation:\n- Volume:",
                "null": "max variation ±4\ndecrease < 15 per cent of RB\no\ndecrease < 10 per cent of AB\no\nswelling < 5 per cent"
            },
            {
                "Ageing in air (ASTM Method D 573)": "Immersion in oil (ASTM Method No. 3 Oil)",
                "null": null
            },
            {
                "Ageing in air (ASTM Method D 573)": "70 hours at 100 °C Breaking -s trength:\n- Elongation:\n- Volume:",
                "null": "decrease < 15 per cent of RB\no\ndecrease < 15 per cent of ABo\nswelling < 20 per cent"
            },
            {
                "Ageing in air (ASTM Method D 573)": "Immersion in distilled water",
                "null": null
            },
            {
                "Ageing in air (ASTM Method D 573)": "1 week at 70 °C - Breaking strength:\n- Elongation:",
                "null": "decrease < 35 per cent of RBo\nincrease < 20 per cent of ABo"
            }
        ],
        [
            {
                "Reference\nNo.": "1",
                "Name": "Body material",
                "Material": "Polyurethane",
                "Dimensions": "--"
            },
            {
                "Reference\nNo.": "2",
                "Name": "Hip tube",
                "Material": "Steel",
                "Dimensions": "76 x 70 x 100 mm"
            },
            {
                "Reference\nNo.": "3",
                "Name": "Chain attachments",
                "Material": "Steel",
                "Dimensions": "25 x 10 x 70 mm"
            },
            {
                "Reference\nNo.": "4",
                "Name": "Roller chain",
                "Material": "Steel",
                "Dimensions": "3/4"
            },
            {
                "Reference\nNo.": "5",
                "Name": "Shoulder plate",
                "Material": "Polyurethane",
                "Dimensions": "--"
            },
            {
                "Reference\nNo.": "6",
                "Name": "Rolled section",
                "Material": "Steel",
                "Dimensions": "30 x 30 x3 x 250 mm"
            }
        ],
        [
            {
                "Reference\nNo.": "7",
                "Name": "Ribs",
                "Material": "Perforated steel plate",
                "Dimensions": "400 x 85 x 1.5 mm"
            },
            {
                "Reference\nNo.": "8",
                "Name": "Sternum",
                "Material": "Perforated steel plate",
                "Dimensions": "250 x 90 x 1.5 mm"
            },
            {
                "Reference\nNo.": "9",
                "Name": "Discs (six)",
                "Material": "Polyurethane",
                "Dimensions": "ø 90 x 20 mm"
            },
            {
                "Reference\nNo.": "",
                "Name": "",
                "Material": "",
                "Dimensions": "ø 80 x 20 mm"
            },
            {
                "Reference\nNo.": "",
                "Name": "",
                "Material": "",
                "Dimensions": "ø 75 x 20 mm"
            },
            {
                "Reference\nNo.": "",
                "Name": "",
                "Material": "",
                "Dimensions": "ø 70 x 20 mm"
            },
            {
                "Reference\nNo.": "",
                "Name": "",
                "Material": "",
                "Dimensions": "ø 65 x 20 mm"
            },
            {
                "Reference\nNo.": "",
                "Name": "",
                "Material": "",
                "Dimensions": "ø 60 x 20 mm"
            },
            {
                "Reference\nNo.": "10",
                "Name": "Block",
                "Material": "Polyamide",
                "Dimensions": "60 x 60 x 25 mm"
            },
            {
                "Reference\nNo.": "11",
                "Name": "Tubular spacer",
                "Material": "Steel",
                "Dimensions": "40 x 40 x 2 x 50 mm"
            },
            {
                "Reference\nNo.": "12",
                "Name": "Tensioning bolt",
                "Material": "Steel",
                "Dimensions": "M16 x 90 mm"
            },
            {
                "Reference\nNo.": "13",
                "Name": "Tensioner nut",
                "Material": "Steel",
                "Dimensions": "M16"
            },
            {
                "Reference\nNo.": "14",
                "Name": "Tensioner for\nAtlas-Axis joint",
                "Material": "Steel",
                "Dimensions": "ø 12 x 130 mm (M12)"
            },
            {
                "Reference\nNo.": "15",
                "Name": "Head",
                "Material": "Polyurethane",
                "Dimensions": "--"
            },
            {
                "Reference\nNo.": "16",
                "Name": "Tubular spacer",
                "Material": "Steel",
                "Dimensions": "ø 18 x 13 x 17 mm"
            },
            {
                "Reference\nNo.": "17",
                "Name": "Reinforcement\nplate",
                "Material": "Steel",
                "Dimensions": "30 x 3 x 500 mm"
            },
            {
                "Reference\nNo.": "18",
                "Name": "Tensioner nut",
                "Material": "Steel",
                "Dimensions": "M12 mm"
            },
            {
                "Reference\nNo.": "19",
                "Name": "Thighs",
                "Material": "Polyurethane",
                "Dimensions": "--"
            },
            {
                "Reference\nNo.": "20",
                "Name": "Hip tube",
                "Material": "Steel",
                "Dimensions": "76 x 70 x 80 mm"
            },
            {
                "Reference\nNo.": "21",
                "Name": "Thigh bar",
                "Material": "Steel",
                "Dimensions": "30 x 30 x 440 mm"
            },
            {
                "Reference\nNo.": "22",
                "Name": "Knee tube",
                "Material": "Steel",
                "Dimensions": "52 x 46 x 40 mm"
            },
            {
                "Reference\nNo.": "23",
                "Name": "Hip connection\ntube",
                "Material": "Steel",
                "Dimensions": "70 x 64 x 250 mm"
            },
            {
                "Reference\nNo.": "24",
                "Name": "Friction plates\n(four)",
                "Material": "Steel",
                "Dimensions": "160 x 75 x 1 mm"
            },
            {
                "Reference\nNo.": "25",
                "Name": "Tensioner\nassembly",
                "Material": "Steel",
                "Dimensions": "M12 x 320 mm +\nPlates and nuts"
            }
        ],
        [
            {
                "Reference\nNo.": "26",
                "Name": "Knee tube",
                "Material": "Steel",
                "Dimensions": "52 x 46 x 160"
            },
            {
                "Reference\nNo.": "27",
                "Name": "Knee connection\ntube",
                "Material": "Steel",
                "Dimensions": "44 x 39 x 190 mm"
            },
            {
                "Reference\nNo.": "28",
                "Name": "Tensioner plate",
                "Material": "Steel",
                "Dimensions": "ø 70 x 4 mm"
            },
            {
                "Reference\nNo.": "29",
                "Name": "Shin tube",
                "Material": "Steel",
                "Dimensions": "50 x 50 x 2 x 460 mm"
            },
            {
                "Reference\nNo.": "30",
                "Name": "Sole plate",
                "Material": "Steel",
                "Dimensions": "100 x 170 x 3 mm"
            },
            {
                "Reference\nNo.": "31",
                "Name": "Torso correction\nmass (six)",
                "Material": "Polyurethane",
                "Dimensions": "Each mass 1 kg"
            },
            {
                "Reference\nNo.": "32",
                "Name": "Cushion",
                "Material": "Polystyrene foam",
                "Dimensions": "350 x 250 x 25 mm"
            },
            {
                "Reference\nNo.": "33",
                "Name": "Overall",
                "Material": "Cotton and\npolyamide straps",
                "Dimensions": "--"
            },
            {
                "Reference\nNo.": "34",
                "Name": "Hip correction\nmasses (six)",
                "Material": "Steel",
                "Dimensions": "Each mass 1 kg"
            }
        ],
        [
            {
                "Components of manikin": "Head and neck",
                "Mass in kg": "4.6 ± 0.3"
            },
            {
                "Components of manikin": "Torso and arms",
                "Mass in kg": "40.3 ± 1.0"
            },
            {
                "Components of manikin": "Thighs",
                "Mass in kg": "16.2 ± 0.5"
            },
            {
                "Components of manikin": "Lower leg and foot",
                "Mass in kg": "9.0 ± 0.5"
            },
            {
                "Components of manikin": "Total mass including correction weights",
                "Mass in kg": "75.5 ± 1.0"
            }
        ],
        [
            {
                "": ""
            },
            {
                "": ""
            },
            {
                "": ""
            }
        ],
        [
            {
                "": ""
            }
        ],
        [],
        [
            {
                "Time (ms)": "0",
                "Acceleration (g)\nLow corridor": "-",
                "Acceleration (g)\nHigh corridor": "20"
            },
            {
                "Time (ms)": "10",
                "Acceleration (g)\nLow corridor": "0",
                "Acceleration (g)\nHigh corridor": "-"
            },
            {
                "Time (ms)": "10",
                "Acceleration (g)\nLow corridor": "15",
                "Acceleration (g)\nHigh corridor": "-"
            },
            {
                "Time (ms)": "15",
                "Acceleration (g)\nLow corridor": "20",
                "Acceleration (g)\nHigh corridor": "-"
            },
            {
                "Time (ms)": "18",
                "Acceleration (g)\nLow corridor": "-",
                "Acceleration (g)\nHigh corridor": "32"
            },
            {
                "Time (ms)": "25",
                "Acceleration (g)\nLow corridor": "26",
                "Acceleration (g)\nHigh corridor": "-"
            },
            {
                "Time (ms)": "45",
                "Acceleration (g)\nLow corridor": "26",
                "Acceleration (g)\nHigh corridor": "-"
            },
            {
                "Time (ms)": "55",
                "Acceleration (g)\nLow corridor": "20",
                "Acceleration (g)\nHigh corridor": "-"
            },
            {
                "Time (ms)": "60",
                "Acceleration (g)\nLow corridor": "0",
                "Acceleration (g)\nHigh corridor": "32"
            },
            {
                "Time (ms)": "80",
                "Acceleration (g)\nLow corridor": "-",
                "Acceleration (g)\nHigh corridor": "0"
            }
        ],
        [
            {
                "Paragraphs": null,
                "Test": null,
                "Samples": "Belt or restraint system\nNo.",
                "null": null
            },
            {
                "Paragraphs": null,
                "Test": null,
                "Samples": "1",
                "null": "11"
            },
            {
                "Paragraphs": "4./6.1.2./6.1.3./\n6.2.1.1./6.2.2./\n6.2.3.1./6.3.1.1.",
                "Test": "Inspection of belt or\nrestraint system",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "2.21./2.22./6.2.2.2.",
                "Test": "Inspection of buckle",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "6.2.2.6./6.2.2.7./\n7.5.1./7.5.5.",
                "Test": "Buckle strength test",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.2.3.3./7.5.1.",
                "Test": "Strength test on\nadjusting device\n(and where\nnecessary retractors)",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.2.4./7.5.2.",
                "Test": "Strength test on\nattachments (and\nwhere necessary on\nretractors)",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.2.2.3./7.5.3.",
                "Test": "Low-temperature\ntest on buckle",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "6.2.1.4./7.5.4.",
                "Test": "Low-temperature\nimpact test on rigid\nparts",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "6.2.3.2./6.2.3.4./\n7.5.6.",
                "Test": "Ease of adjustment",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "",
                "Test": "Conditioning/\ntesting of belt or\nrestraint system\nbefore dynamic test",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.2.2.4.",
                "Test": "Durability of buckle",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "6.2.1.2./7.2.",
                "Test": "Corrosion resistance\nof rigid parts",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "",
                "Test": "Conditioning of\nretractors",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.2.5.2.1./6.2.5.3.1./\n6.2.5.3.3./7.6.2.",
                "Test": "Locking threshold",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "6.2.5.2.2./6.2.5.3.4./\n7.6.4.",
                "Test": "Retracting force",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "6.2.5.2.3./6.2.5.3.3./\n7.6.1.",
                "Test": "Durability",
                "Samples": "X",
                "null": ""
            }
        ],
        [
            {
                "Paragraphs": null,
                "Test": null,
                "Samples": "Belt or restraint system\nNo.",
                "null": null
            },
            {
                "Paragraphs": null,
                "Test": null,
                "Samples": "1",
                "null": "11"
            },
            {
                "Paragraphs": "6.2.5.2.3./6.2.5.3.3./\n7.2.",
                "Test": "Corrosion",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "6.2.5.2.3./6.2.5.3.3./\n7.6.3.",
                "Test": "Dust",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "6.3.1.2./7.4.3.",
                "Test": "Testing of strap\nwidth",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "",
                "Test": "Strap strength test\nafter",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.3.2./7.4.1.1./7.4.2.",
                "Test": "Room conditioning",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.3.3./7.4.1.2./7.4.2.",
                "Test": "Light conditioning",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.3.3./7.4.1.3./7.4.2.",
                "Test": "Low-temperature\nconditioning",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.3.3./7.4.1.4./7.4.2.",
                "Test": "Heat conditioning",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.3.3./7.4.1.5./7.4.2.",
                "Test": "Water conditioning",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.2.3.2./7.3.",
                "Test": "Micro-slip test",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.4.2./7.4.1.6.",
                "Test": "Abrasion test",
                "Samples": "",
                "null": ""
            },
            {
                "Paragraphs": "6.4.1./7.7.",
                "Test": "Dynamic test",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "6.2.2.5./6.2.2.7./7.8.",
                "Test": "Buckle-opening test",
                "Samples": "X",
                "null": ""
            },
            {
                "Paragraphs": "7.1.4.",
                "Test": "Retention of strap\nsample",
                "Samples": "",
                "null": "X"
            }
        ],
        [
            {
                "Minimum requirements for safety-belts and Retractors": "Vehicle\ncategory",
                "null": "Side-facing seating\nposition"
            },
            {
                "Minimum requirements for safety-belts and Retractors": null,
                "null": null
            },
            {
                "Minimum requirements for safety-belts and Retractors": null,
                "null": null
            },
            {
                "Minimum requirements for safety-belts and Retractors": "M\n1",
                "null": "-"
            },
            {
                "Minimum requirements for safety-belts and Retractors": "M < 3.5 t\n2",
                "null": "-"
            },
            {
                "Minimum requirements for safety-belts and Retractors": "M > 3.5 t\n2",
                "null": "-"
            },
            {
                "Minimum requirements for safety-belts and Retractors": "M\n3",
                "null": "B, Br3, Br4m, Br4Nm"
            },
            {
                "Minimum requirements for safety-belts and Retractors": "N\n1",
                "null": "-"
            },
            {
                "Minimum requirements for safety-belts and Retractors": "N\n2",
                "null": "-"
            },
            {
                "Minimum requirements for safety-belts and Retractors": "N\n3",
                "null": "-"
            }
        ],
        [
            {
                "Mass group": "0 – up to 10 kg",
                "ISOFIX size class": "F",
                "Fixture (CRF)": "ISO/L1"
            },
            {
                "Mass group": null,
                "ISOFIX size class": "G",
                "Fixture (CRF)": "ISO/L2"
            },
            {
                "Mass group": null,
                "ISOFIX size class": "E",
                "Fixture (CRF)": "ISO/R1"
            },
            {
                "Mass group": "0+ - up to 13 kg",
                "ISOFIX size class": "C",
                "Fixture (CRF)": "ISO/R3"
            },
            {
                "Mass group": null,
                "ISOFIX size class": "D",
                "Fixture (CRF)": "ISO/R2"
            },
            {
                "Mass group": null,
                "ISOFIX size class": "E",
                "Fixture (CRF)": "ISO/R1"
            },
            {
                "Mass group": "I - 9 to 18 kg",
                "ISOFIX size class": "A",
                "Fixture (CRF)": "ISO/F3"
            },
            {
                "Mass group": null,
                "ISOFIX size class": "B",
                "Fixture (CRF)": "ISO/F2"
            },
            {
                "Mass group": null,
                "ISOFIX size class": "B1",
                "Fixture (CRF)": "ISO/ F2X"
            },
            {
                "Mass group": null,
                "ISOFIX size class": "C",
                "Fixture (CRF)": "ISO/R3"
            },
            {
                "Mass group": null,
                "ISOFIX size class": "D",
                "Fixture (CRF)": "ISO/R2"
            }
        ],
        [
            {
                "Seating position": "Seat position number",
                "null": "9"
            },
            {
                "Seating position": "Seating position suitable for\nuniversal belted (yes/ no)",
                "null": ""
            },
            {
                "Seating position": "i-Size seating position (yes/no]",
                "null": ""
            },
            {
                "Seating position": "Seating position suitable for\nlateral fixture (L1/ L2)",
                "null": ""
            },
            {
                "Seating position": "Largest suitable rearward\nfacing fixture (R1/ R2/ R3)",
                "null": ""
            },
            {
                "Seating position": "Largest suitable forward\nfacing fixture (F1/F2/F2X/F3)",
                "null": ""
            }
        ],
        [
            {
                "Seat Number": "1",
                "Position in the vehicle": "Front left"
            },
            {
                "Seat Number": "2",
                "Position in the vehicle": "Front centre"
            },
            {
                "Seat Number": "3",
                "Position in the vehicle": "Front right"
            },
            {
                "Seat Number": "4",
                "Position in the vehicle": "2nd row left"
            },
            {
                "Seat Number": "5",
                "Position in the vehicle": "2nd row centre"
            },
            {
                "Seat Number": "6",
                "Position in the vehicle": "2nd row right"
            },
            {
                "Seat Number": "7",
                "Position in the vehicle": "3rd row left"
            },
            {
                "Seat Number": "8",
                "Position in the vehicle": "3rd row centre"
            },
            {
                "Seat Number": "9",
                "Position in the vehicle": "3rd row right"
            }
        ]
    ]
}
]