[
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "1",
"section": "Scope",
"text": "1. This Regulation applies to:\n(a) Vehicles of categories M and N1 with regard to the strength of seats\n1\nand their anchorages and with regard to their head restraints;\n(b) Vehicles of categories M and M 1 with regard to seats not covered by\n2 3\nUN Regulation No. 80, in respect of the strength of seats and their\nanchorages, and in respect of their head restraints;\n(c) Vehicles of category M with regard to the design of the rear parts of\n1\nseat backs and the design of devices intended to protect the occupants\nfrom the danger resulting from the displacement of luggage in a\nfrontal impact.\nIt does not apply to vehicles with regard to side-facing or rearward-facing\nseats, or to any head restraint fitted to these seats.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "2",
"section": "Definitions",
"text": "2. For the purposes of this Regulation,\n2.1. \"Approval of a vehicle\" means the approval of a vehicle type with regard to\nthe strength of the seats and their anchorages, the design of the rear parts of\nthe seat-backs and the characteristics of their head restraints;\n2.2. \"Vehicle type\" means a category of motor vehicles which do not differ in\nsuch essential respects as:\n2.2.1. The structure, shape, dimensions, materials and the mass of the seats,\nalthough the seats may differ in covering and colour; differences not\nexceeding 5 per cent in the mass of the approved seat type shall not be\nconsidered significant;\n2.2.2. The type and dimensions of the adjustment, displacement and locking\nsystems of the seat-back and seats and their parts;\n2.2.3 The type and dimensions of the seat anchorages;\n2.2.4. The dimensions, frame, materials and padding of head restraints, although\nthey may differ in colour and covering;\n2.2.5. The type and dimensions of the attachments of the head restraint and the\ncharacteristics of the part of the vehicle to which the head restraint is\nattached, in the case of a separate head restraint;\n2.3. \"Seat\" means a structure which may or may not be integral with the vehicle\nstructure complete with trim, intended to seat one person. Depending on its\norientation, a seat is defined as follows:\n2.3.1. \"Forward-facing seat\" means a seat which can be used whilst the vehicle is\nin motion and which faces towards the front of the vehicle in such a manner\nthat the vertical plane of symmetry of the seat forms an angle of less\nthan + 10° or - 10° with the vertical plane of symmetry of the vehicle;\n2.3.2 \"Rearward-facing seat\" means a seat which can be used whilst the vehicle is\nin motion and which faces towards the rear of the vehicle in such a manner\n1 As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document\nECE/TRANS/WP.29/78/Rev.6, para. 2 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n4E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nthat the vertical plane of symmetry of the seat forms an angle of less than\n+ 10° or - 10° with the vertical plane of symmetry of the vehicle;\n2.3.3. \"Side-facing seat\" means a seat which can be used whilst the vehicle is in\nmotion and which faces towards the side of the vehicle in such a manner that\nthe vertical plane of symmetry of the seat forms an angle of 90° (±10°) with\nthe vertical plane of symmetry of the vehicle;\n2.4. \"Bench seat\" means a structure complete with trim, intended to seat more\nthan one adult person;\n2.5. \"Anchorage\" means the system by which the seat assembly is secured to the\nvehicle structure, including the affected parts of the vehicle structure;\n2.6. \"Adjustment system\" means the device by which the seat or its parts can be\nadjusted to a position suited to the morphology of the seated occupant. This\ndevice may, in particular, permit:\n2.6.1. Longitudinal displacement;\n2.6.2. Vertical displacement;\n2.6.3. Angular displacement;\n2.7. \"Displacement system\" means a device by which the seat or one of its parts\ncan be displaced and/or rotated, without a fixed intermediate position, to\npermit easy access of occupants to the space behind the seat concerned;\n2.8. \"Locking system\" means a device ensuring that the seat and its parts are\nmaintained in the position of use;\n2.9. \"Folding seat\" means a seat, which is normally folded, can be easily operated\nand is designed for occasional use by an occupant;\n2.10. \"Transverse plane\" means a vertical plane perpendicular to the median\nlongitudinal plane of the vehicle;\n2.11. \"Longitudinal plane\" means a plane parallel to the median longitudinal plane\nof the vehicle;\n2.12. \"Head restraint\" means a device whose purpose is to limit the rearward\ndisplacement of an adult occupant's head in relation to his torso in order to\nreduce the danger of injury to the cervical vertebrae in the event of an\naccident;\n2.12.1. \"Integrated head restraint\" means a head restraint formed by the upper part\nof the seat-back. Head restraints meeting the definitions of paragraphs 2.12.2.\nor 2.12.3. below but which can only be detached from the seat or the vehicle\nstructure by the use of tools or by partial or complete removal of the seat\ncovering, meet the present definition;\n2.12.2. \"Detachable head restraint\" means a head restraint consisting of a\ncomponent separable from the seat designed for insertion and positive\nretention in the seat-back structure;\n2.12.3. \"Separate head restraint\" means a head restraint consisting of a component\nseparate from the seat, designed for insertion and/or positive retention in the\nstructure of the vehicle;\n2.13. \"R point\" means the seating reference point as defined in Annex 3 to this\nRegulation;\n2.14. \"Reference line\" means the line on the manikin reproduced in Annex 3,\nAppendix 1, Figure 1, to this Regulation.\n2.15. \"Partitioning system\" means parts or devices which, in addition to the seat-\nbacks, are intended to protect the occupants from displaced luggage; in\nparticular, a partitioning system may be constituted by netting or wire mesh\nlocated above the level of the seat-backs in their upright or folded down\n5E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nposition. Head restraints fitted as standard equipment for vehicles equipped\nwith such parts or devices shall be considered as part of the partitioning\nsystem. However, a seat equipped with a head restraint shall not be\nconsidered as being on its own a partitioning system.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "3",
"section": "Application for approval",
"text": "3.1. The application for approval of a vehicle type shall be submitted by the\nvehicle manufacturer or by his duly accredited representative.\n3.2. It shall be accompanied by the following documents in triplicate and the\nfollowing particulars:\n3.2.1. A detailed description of the vehicle type with regard to the design of the\nseats, their anchorages, and their adjustment, displacement and locking\nsystems;\n3.2.1.1. A detailed description and/or drawings of the partitioning system, if\napplicable.\n3.2.2. Drawings, on an appropriate scale and in sufficient detail, of the seats, their\nanchorages on the vehicle, and their adjustment, displacement and locking\nsystems.\n3.2.3. In the case of a seat with a detachable head restraint:\n3.2.3.1. A detailed description of the head restraint, specifying in particular the nature\nof the padding material or materials;\n3.2.3.2. A detailed description of the location, the type of support and the attachments\nfor mounting the head restraint on the seat.\n3.2.4. In the case of a separate head restraint:\n3.2.4.1. A detailed description of the head restraint, specifying in particular the nature\nof the padding material or materials;\n3.2.4.2. A detailed description of the location, and the attachments for fitting the head\nrestraint to the structure of the vehicle.\n3.3. The following shall be submitted to the Technical Service responsible for the\napproval tests:\n3.3.1. A vehicle representative of the vehicle type to be approved or the parts of the\nvehicle which the Technical Service deems necessary for approval tests;\n3.3.2. An additional set of the seats with which the vehicle is equipped, with their\nanchorages.\n3.3.3. For vehicles with seats fitted or capable of being fitted with head restraints, in\naddition to the requirements set out in paragraphs 3.3.1. and 3.3.2. above:\n3.3.3.1. In the case of detachable head restraints: an additional set of seats, fitted with\nhead restraints, with which the vehicle is equipped, together with their\nanchorages.\n3.3.3.2. In the case of separate head restraints: an additional set of the seats with\nwhich the vehicle is equipped, with their anchorages, an additional set of the\ncorresponding head restraints and the part of the vehicle structure to which\nthe head restraint in fitted, or a complete structure.\n6E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "4",
"section": "Approval",
"text": "If the vehicle submitted for approval pursuant to this Regulation meets the\nrelevant requirements (seats fitted with head restraints or capable of being\nfitted with head restraints), approval of the vehicle type shall be granted.\n4.2. An approval number shall be assigned to each type approved. Its first two\ndigits (at present 09, corresponding to the 09 series of amendments) shall\nindicate the series of amendments incorporating the most recent major\ntechnical amendments made to the Regulation at the time of issue of the\napproval. The same Contracting Party may not assign the same number either\nto the same vehicle type equipped with other types of seats or head restraints\nor with seats anchored differently on the vehicle (this applies both to seats\nwith and to those without head restraints) or to another vehicle type.\n4.3. Notice of approval or extension or refusal of approval of a vehicle type\npursuant to this Regulation shall be communicated to the Parties to the\nAgreement applying this Regulation by means of a form conforming to the\nmodel in Annex 1 to this Regulation.\n4.4. There shall be affixed, conspicuously and in a readily accessible place\nspecified on the approval form, to every vehicle conforming to a vehicle type\napproved under this Regulation, an international approval mark consisting of:\n4.4.1. A circle surrounding the letter \"E\" followed by the distinguishing number of\nthe country which has granted approval; 2\n4.4.2. The number of this Regulation, followed by the letter \"R\", a dash and the\napproval number, to the right of the circle prescribed in paragraph 4.4.1.\nabove.\n4.4.3. However, if the vehicle is equipped with one or more seats fitted or capable\nof being fitted with head restraints, approved as meeting the requirements\nunder paragraphs 5.1. and 5.2. below, the number of this Regulation shall be\nfollowed by the letters \"RA\". The form conforming to the model in Annex 1\nto this Regulation shall indicate which seat(s) of the vehicle is (are) fitted or\ncapable of being fitted with head restraints. The marking shall also indicate\nthat any remaining seats in the vehicle, not fitted or capable of being fitted\nwith head restraints, are approved and meet the requirements of\nparagraph 5.1. below of this Regulation.\n4.5. If the vehicle conforms to a vehicle type approved under one or more other\nRegulations annexed to the Agreement in the country which has granted\napproval under this Regulation, the symbol prescribed in paragraph 4.4.1.\nabove need not be repeated; in such a case the Regulation and approval\nnumbers and the additional symbols of all the Regulations under which\napproval has been granted in the country which has granted approval under\nthis Regulation shall be placed in vertical columns to the right of the symbol\nprescribed in paragraph 4.4.1. above.\n4.6. The approval mark shall be clearly legible and be indelible.\n4.7. The approval mark shall be placed close to or on the vehicle data plate\naffixed by the manufacturer.\n4.8. Examples of arrangements of approval marks are given in Annex 2 to this\nRegulation.\n2 The distinguishing numbers of the Contracting Parties to the 1958 Agreement are reproduced in\nAnnex 3 to the Consolidated Resolution on the Construction of Vehicles (R.E.3), document\nECE/TRANS/WP.29/78/Rev.6, Annex 3 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n7E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "5",
"section": "Requirements",
"text": "5.1 General requirements\n5.1.1. The installation of side-facing seats shall be prohibited in vehicles of\ncategories M , N , M (of class II, III and B) and M of a technically\n1 1 2 3\npermissible laden mass not exceeding 10 tonnes (of class II, III and B).\n5.1.2. It does not apply to ambulances or to vehicles intended for use by the armed\nservices, civil defence, fire services and forces responsible for maintaining\npublic order.\n5.2. General requirements applicable to all seats of vehicles of category M 3\n1\n5.2.1. Every adjustment and displacement system provided shall incorporate a\nlocking system, which shall operate automatically.\nLocking systems for armrests or other comfort devices are not necessary\nunless the presence of such devices will cause additional risk of injury to the\noccupants of a vehicle in the event of a collision.\nFolding seats shall lock automatically in the position of use by occupants.\n5.2.2. The unlocking control for a device as referred to in paragraph 2.7. of this\nRegulation shall be placed on the outside of the seat close to the door. It shall\nbe easily accessible, even to the occupant of the seat immediately behind the\nseat concerned.\n5.2.3. The rear parts of seats situated in area 1, defined in paragraph 6.8.1.1. below\nshall pass the energy dissipation test in accordance with the requirements of\nAnnex 6 to this Regulation.\n5.2.3.1. This requirement is deemed to be met if in the tests carried out by the\nprocedure specified in Annex 6 to this Regulation the deceleration of the\nheadform does not exceed 80 g continuously for more than 3 ms. Moreover,\nno dangerous edge shall occur during or remain after the test.\n5.2.3.2. The requirements of paragraph 5.2.3. shall not apply to rearmost seats, to\nback-to-back seats or to seats that comply with the provisions of UN\nRegulation No. 21 \"Uniform provisions concerning the approval of vehicles\nwith regard to their interior fittings\"\n(E/ECE/324-E/ECE/TRANS/505/Rev.1/Add.20/Rev.2, as last amended).\n5.2.4. The surface of the rear parts of seats shall exhibit no dangerous roughness or\nsharp edges likely to increase the risk of severity of injury to the occupants.\nThis requirement is considered as satisfied if the surface of the rear parts of\nseats tested in the conditions specified in paragraph 6.1. below exhibit radii\nof curvature not less than:\n2.5 mm in area 1,\n5.0 mm in area 2,\n3.2 mm in area 3.\nThese areas are defined in paragraph 6.8.1. below.\n5.2.4.1. This requirement does not apply to:\n5.2.4.1.1. the parts of the different areas exhibiting a projection of less than 3.2 mm\nfrom the surrounding surface, which shall exhibit blunted edges, provided\nthat the height of the projection is not more than half its width;\n3 Vehicles of category M2, which are approved to this Regulation as an alternative to UN Regulation\nNo. 80 (in line with paragraph 1.2. to that Regulation) shall also meet the requirements of this\nparagraph.\n8E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n5.2.4.1.2. Rearmost seats, to back-to-back seats or to seats that comply with the\nprovisions of UN Regulation No. 21 \"Uniform provisions concerning the\napproval of vehicles with regard to their interior fittings\"\n(E/ECE/324-E/ECE/TRANS/505/Rev.1/ Add.20/Rev.2, as last amended);\n5.2.4.1.3. Rear parts of seats situated below a horizontal plane passing through the\nlowest R point in each row of seats. (Where rows of seats have different\nheights, starting from the rear, the plane shall be turned up or down forming a\nvertical step passing through the R point of the row of seats immediately in\nfront);\n5.2.4.1.4. Parts such as \"flexible wire mesh\".\n5.2.4.2. In area 2, defined in paragraph 6.8.1.2. below, surfaces may exhibit radii less\nthan 5 mm, but not less than 2.5 mm provided that they pass the energy-\ndissipation test prescribed in Annex 6 to this Regulation. Moreover, these\nsurfaces shall be padded to avoid direct contact of the head with the seat\nframe structure.\n5.2.4.3. If the areas defined above contain parts covered with material softer than\n50 Shore A hardness, the above requirements, with the exception of those\nrelating to the energy-dissipation test in accordance with the requirements of\nAnnex 6, shall apply only to the rigid parts.\n5.2.5. No failure shall be shown in the seat frame or in the seat anchorage, the\nadjustment and displacement systems or their locking devices during or after\nthe tests prescribed in paragraphs 6.2. and 6.3. below. Permanent\ndeformations, including ruptures, may be accepted, provided that these do not\nincrease the risk of injury in the event of a collision and the prescribed loads\nwere sustained.\n5.2.6. No release of the locking systems shall occur during the tests described in\nparagraph 6.3. below and in Annex 9, paragraph 2.1. to this Regulation.\n5.2.7. After the tests, the displacement systems intended for permitting or\nfacilitating the access of occupants shall be in working order; they shall be\ncapable, at least once, of being unlocked and shall permit the displacement of\nthe seat or the part of the seat for which they are intended.\nAny other displacement systems, as well as adjustment systems and their\nlocking systems are not required to be in working order.\nIn the case of seats provided with head restraints, the strength of the seat-\nback and of its locking devices is deemed to meet the requirements set out in\nparagraph 6.2. when, after testing in accordance with paragraph 6.4.3.6\nbelow, no breakage of the seat or seat-back has occurred: otherwise, it shall\nbe shown that the seat is capable of meeting the test requirements set out in\nparagraph 6.2. below.\nIn the case of seats (benches) with more places to sit than head restraints and\nin case the manufacturer chooses not to apply 53 daNm during the test of\nparagraph 6.4., the seat back strength test of paragraph 6.2. has to be\nperformed in addition to the test of paragraph 6.4.\n5.3. General specifications applicable to seats of vehicles of categories N , N and\n1 2\nN and to seats of vehicles of categories M and M not covered by UN\n3 2 3\nRegulation No. 80.\nWith the exception of the provisions of paragraph 5.1., the requirements also\napply to side-facing seats of all categories of vehicles.\n5.3.1. Seats and bench seats shall be firmly attached to the vehicle.\n5.3.2. Sliding seats and bench seats shall be automatically lockable in all the\npositions provided.\n5.3.3. Adjustable seat-backs shall be lockable in all the positions provided.\n9E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n5.3.4. All seats which can be tipped forward or have fold-on backs and folding seats\nshall lock automatically in the position of use by occupants.\nThese requirements do not apply to folding seats fitted in wheelchair spaces\nor areas for standing passengers of vehicles of category M or M of\n2 3\nClass I, II or A and folding seat(s) fitted in the access passages of vehicles of\ncategory M or M .\n2 3\n5.4. Mounting of head restraints\n5.4.1. A head restraint shall be mounted on every outboard front seat in every\nvehicle of category M . Seats fitted with head restraints, intended for fitment\n1\nin other seating positions and in other categories of vehicles may also be\napproved to this Regulation.\n5.4.2. A head restraint shall be mounted on every outboard front seat in every\nvehicle of category M with a maximum mass not exceeding 3500 kg and of\n2\ncategory N ; head restraints mounted in such vehicles shall comply with the\n1\nrequirements of UN Regulation No. 25, as amended by 04 series of\namendments.5.5. Special requirements for seats fitted or capable of being\nfitted with head restraints\n5.5.1. The presence of the head restraint shall not be an additional cause of danger\nto occupants of the vehicle. In particular, it shall not in any position of use\nexhibit any dangerous roughness or sharp edge liable to increase the risk or\nseriousness of injury to the occupants.\n5.5.1.1. Parts of the front and rear faces of head restraints situated in area 1 as defined\nin paragraph 6.8.1.1.3. below, shall be so padded as to prevent any direct\ncontact of the head with the components of the structure and shall meet the\nrequirements of paragraph 5.2.4. above.\n5.5.1.2. Parts of the front and rear faces of head restraints situated in area 2, as\ndefined in paragraph 6.8.1.2. below, shall be so padded as to prevent any\ndirect contact of the head with the components of the structure and shall meet\nthe requirements of paragraph 5.2.4. above applicable to the rear parts of\nseats situated in area 2. In the case of head restraints integrated with the seat\nback, the front face of the head restraint is considered as the area located\nabove a plane perpendicular to the reference line at 540 mm from the R point\nand between two vertical longitudinal planes at 85 mm on either side of the\nreference line.\n5.5.2. Parts of the front and rear faces of the head restraints situated in area 1, as\ndefined in paragraph 6.8.1.1.3. below shall pass the energy absorption test.\n5.5.2.1. This requirement is deemed to be met if in the tests carried out by the\nprocedure specified in Annex 6 the deceleration of the headform does not\nexceed 80 g continuously for more than 3 ms. Moreover, no dangerous edge\nshall occur during or remain after the test.\n5.5.3. The requirements of paragraphs 5.5.1. and 5.5.2. above, shall not apply to\nrear parts of head restraints designed to be fitted to seats behind which no\nseat is provided.\n5.5.4. The head restraints shall be secured to the seat or to the vehicle structure in\nsuch a way that no rigid and dangerous parts project from the padding of the\nhead restraint or from its attachments to the seat-back as a result of the\npressure exerted by the headform during the test.\n5.5.5. In the case of a seat fitted with head restraints, the provisions of\nparagraph 5.2.3. may, after agreement of the Technical Service, be\nconsidered to be met if the seat fitted with its head restraint complies with the\nprovisions of paragraph 5.5.2. above.\n10E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n5.6. Height of head restraints\n5.6.1. The height of head restraints shall be measured as described in paragraph 6.5.\nbelow.\n5.6.2. For head restraints not adjustable for height, the height shall be not less than\n800 mm in the case of front seats and 750 mm in the case of other seats.\n5.6.3. For head restraints adjustable for height:\n5.6.3.1. The height shall be not less than 800 mm in the case of front seats and\n750 mm in the case of other seats; this value shall be obtained in a position\nbetween the highest and lowest positions to which adjustment is possible;\n5.6.3.2. There shall be no \"use position\" resulting in a height of less than 750 mm;\n5.6.3.3. In the case of seats other than the front seats the head restraints may be such\nthat they can be displaced to a position resulting in a height of less than\n750 mm, provided that such position is clearly recognizable to the occupant\nas not being included for the use of the head restraint;\n5.6.3.4. In the case of front seats head restraints may be such that they can be\nautomatically displaced when the seat is not occupied, to a position resulting\nin a height of less than 750 mm, provided that they automatically return to\nthe position of use when the seat is occupied.\n5.6.4. The dimensions mentioned in paragraphs 5.6.2. and 5.6.3.1. above may be\nless than 800 mm in the case of front seats and 750 mm in the case of other\nseats to leave adequate clearance between the head restraint and the interior\nsurface of the roof, the windows or any part of the vehicle structure;\nhowever, the clearance shall not exceed 25 mm. In the case of seats fitted\nwith displacement and/or adjustment systems, this shall apply to all seat\npositions. Furthermore, by derogation to paragraph 5.6.3.2. above, there shall\nnot be any \"use position\" resulting in a height lower than 700 mm.\n5.6.5. By derogation to the height requirements mentioned in paragraphs 5.6.2. and\n5.6.3.1. above, the height of any head restraint designed to be provided in\nrear centre seats or seating positions shall be not less than 700 mm.\n5.7. In the case of a seat capable of being fitted with a head restraint, the\nprovisions of paragraphs 5.2.3. and 5.5.2. above shall be verified.\n5.7.1. The height of the part of the device on which the head rests, measured as\ndescribed in paragraph 6.5. below, shall in the case of a head restraint\nadjustable for height be not less than 100 mm.\n5.8. There shall be no gap of more than 60 mm between the seat-back and the\nhead restraint in the case of a device not adjustable for height. If the head\nrestraint is adjustable for height it shall, in its lowest position, be not more\nthan 25 mm from the top of the seat-back. In the case of seats or bench seats\nadjustable in height provided with separate head restraints, this requirement\nshall be verified for all the positions of the seat or bench seat.\n5.9. In the case of head restraints integral with the seat-back, the area to be\nconsidered is:\nAbove a plane perpendicular to the reference line at 540 mm from\nthe R point.\nBetween two vertical longitudinal planes passing at 85 mm on either side of\nthe reference line. In this area, one or more gaps which regardless of their\nshape can show a distance \"a\" of more than 60 mm when measured as\ndescribed in paragraph 6.7. below, are permitted provided that, after the\nadditional test under paragraph 6.4.3.3.2. below, the requirements of\nparagraph 5.12. below are still met.\n11E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n5.10. In the case of head restraints adjustable for height one or more gaps, which\nregardless of their shape can show a distance \"a\" of more than 60 mm when\nmeasured as described in paragraph 6.7. below, are permitted on the part of\nthe device serving as a head restraint provided that, after the additional test\nunder paragraph 6.4.3.3.2. below, the requirements of paragraph 5.12. below\nare still met.\n5.11. The width of the head restraint shall be such as to provide appropriate\nsupport for the head of a person normally seated. As determined according to\nthe procedure described in paragraph 6.6. below, the head restraint shall\ncover an area extending not less than 85 mm to each side of the vertical\nmedian plane of the seat for which the head restraint is intended.\n5.12. The head restraint and its anchorage shall be such that the maximum\nbackward displacement X of the head permitted by the head restraint and\nmeasured in conformity with the static procedure laid down in\nparagraph 6.4.3. below, is less than 102 mm.\n5.13. The head restraint and its anchorage shall be strong enough to bear without\nbreakage the load specified in paragraph 6.4.3.6. below. In the case of head\nrestraints integral with the seat-back, the requirements of this paragraph shall\napply to the part of the seat-back structure situated above a plane\nperpendicular to the reference line at 540 mm from the R point.\n5.14. If the head restraint is adjustable, it shall not be possible to raise it beyond the\nmaximum operational height except by deliberate action on the part of the\nuser distinct from any act necessary for its adjustment.\n5.15. The strength of the seat-back and of its locking devices is deemed to meet the\nrequirements set out in paragraph 6.2. below when, after testing in\naccordance with paragraph 6.4.3.6. below, no breakage of the seat or\nseat-back has occurred; otherwise, it shall be shown that the seat is capable of\nmeeting the test requirements set out in paragraph 6.2. below.\n5.16. Special requirements regarding the protection of occupants from displaced\nluggage\n5.16.1. Seat-backs\nSeat-backs and/or head restraints located such that they constitute the forward\nboundary of the luggage compartment, all seats being in place and in the\nnormal position of use as indicated by the manufacturer, shall have sufficient\nstrength to protect the occupants from displaced luggage in a frontal impact.\nThis requirement is deemed to be met if, during and after the test described in\nAnnex 9, the seat-backs remain in position, and the locking mechanisms\nremain in place. However, the deformation of the seat-backs and their\nfastenings during the test is permitted, provided that the forward contour of\nthe parts of the tested seat-back and/or head restraints, that are harder than 50\nShore A, does not move forward of a transverse vertical plane which passes\nthrough:\n(a) A point of 150 mm forward of the R point of the seat in question, for\nthe parts of the head restraint;\n(b) A point of 100 mm forward of the R point of the seat in question, for\nparts of the seat-back;\nexcluding the rebound phases of the test blocks.\nFor integrated head restraints, the limit between the head restraint and the\nseat-back is defined by the plane perpendicular to the reference line 540 mm\nfrom the R point.\nAll measurements shall be taken in the longitudinal median plane of the\ncorresponding seat or seating position for each seating position constituting\nthe forward boundary of the luggage compartment.\n12E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nDuring the test described in Annex 9, the test blocks shall remain behind the\nseat-back(s) in question. In case of damage to a safety-belt retractor, it shall\nbe verified that the retractor is locked as a result of the test or that it can be\nlocked by a manual pull out of the strap.\n5.16.2. Partitioning systems\nAt the request of the vehicle manufacturer, the test described in Annex 9 may\nbe carried out with the partitioning systems in place, if these systems are\nfitted as standard equipment for the particular type of vehicle.\nPartitioning systems, netting wire mesh located above the seat-backs in their\nnormal position of use, shall be tested according to paragraph 2.2. of\nAnnex 9.\nThis requirement is deemed to be met if, during the test, the partitioning\nsystems remain in position. However, the deformation of the partitioning\nsystems during the test is permitted, provided that the forward contour of the\npartitioning (including parts of the tested seat-back(s) and/or head restraint(s)\nthat are harder than 50 Shore A does not move forward of a transverse\nvertical plane which passes through:\n(a) A point of 150 mm forward of the R point of the seat in question, for\nparts of the head restraint;\n(b) A point of 100 mm forward of the R point of the seat in question, for\nparts of the seat-back and part of the partitioning system others than\nthe head restraint.\nFor integrated head restraint, the limit between the head restraint and the\nseat-back is the one defined in paragraph 5.16.1.\nAll measurements shall be taken in the longitudinal median plane of the\ncorresponding seat or seating position for each seating position constituting\nthe forward boundary of the luggage compartment.\nAfter the test, no sharp or rough edges likely to increase the danger or\nseverity of injuries of the occupants shall be present. In case of damage to a\nsafety-belt retractor, it shall be verified that the retractor is locked already or\nthat it can be locked by a manual pull out of the strap.\n5.16.3. The requirements mentioned in paragraphs 5.16.1. and 5.16.2. above shall not\napply to luggage retention systems which are activated automatically in case\nof an impact. The manufacturer shall demonstrate to the satisfaction of the\nTechnical Service that the protection offered by such systems is equivalent to\nthat described in paragraphs 5.16.1. and 5.16.2.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "6",
"section": "Tests",
"text": "6.1. General specifications applicable to all tests\n6.1.1. The seat-back, if adjustable, shall be locked in a position corresponding to a\nrearward inclination as close as possible to 25° from the vertical of the torso\nreference line of the manikin described in Annex 3, unless otherwise\nspecified by the manufacturer.\n6.1.2. When a seat, its locking mechanism and its installation are identical or\nsymmetrical with respect to another seat on the vehicle, the Technical Service\nmay test only one such seat.\n6.1.3. In the case of seats with adjustable head restraints, the tests shall be\nconducted with the head restraints placed in the most unfavourable position\n(generally, the highest position) allowed by its adjusting system.\n6.1.4. Folding seats shall be tested in the position of use by occupants.\n13E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n6.2. Test of strength of the seat-back and its adjustment systems\n6.2.1. A force producing a moment of 53 daNm in relation to the R point shall be\napplied longitudinally and rearwards to the upper part of the seat-back frame\nthrough a component simulating the back of the manikin shown in Annex 3\nto this Regulation. In the case of a bench seat, where part or all of the\nsupporting frame (including that of the head restraints) is common to more\nthan one seating position, the test shall be conducted simultaneously for all\nthose seating positions.\n6.3. Test of strength of the seat anchorage and the adjustment, locking and\ndisplacement systems.\n6.3.1. A longitudinal horizontal deceleration or, at the choice of the applicant,\nacceleration of not less than 20 g shall be applied for 30 milliseconds in a\ndirection to the whole shell of the vehicle imitating a frontal collision, in\naccordance with the requirements of Annex 7, paragraph 1. At the request of\nthe manufacturer the test pulse described in Annex 9 - Appendix may be used\nalternatively.\n6.3.2. A longitudinal deceleration or, at the choice of the applicant, acceleration in\naccordance with the requirements of paragraph 6.3.1. shall be applied\nimitating a rear collision.\n6.3.3. The requirements of paragraphs 6.3.1. and 6.3.2. above shall be verified for\nall positions of the seat. In the case of seats fitted with an adjustable head\nrestraint, the test shall be conducted with the head restraints placed in the\nmost unfavourable position (generally the highest position) allowed by its\nadjusting system. During the test the seat shall be so positioned that no\nexternal factor shall prevent the release of the locking systems.\nThese conditions shall be considered to be met if the seat is tested after being\nadjusted in the following positions:\nThe longitudinal adjustment is fixed one notch or 10 mm rearward of the\nmost forward normal driving position or position of use as indicated by the\nmanufacturer (for seats with independent vertical adjustment, the cushion\nshall be placed in its highest position);\nThe longitudinal adjustment is fixed one notch or 10 mm forward of the most\nrearward normal driving position or position of use as indicated by the\nmanufacturer (for seats with independent vertical adjustment, the cushion\nshall be placed in its lowest position), and, where appropriate, in accordance\nwith the requirements of paragraph 6.3.4. below.\n6.3.4. In cases where the arrangement of the locking systems is such that, in a seat\nposition other than those defined in paragraph 6.3.3. above, the distribution\nof the forces on the locking devices and seat anchorages would be less\nfavourable than with either configuration defined in paragraph 6.3.3. above,\nthe tests shall be conducted for that less favourable seating position.\n6.3.5. The test conditions of paragraph 6.3.1. above shall be considered to be\nsatisfied if, at the request of the manufacturer, they are replaced by a collision\ntest of the complete vehicle in running order against a rigid barrier as laid\ndown in paragraph 2. of Annex 7 to this Regulation. In this case, the seat\nshall be adjusted for the least favourable conditions of distribution of stresses\nin the anchorage system as provided for in paragraphs 6.1.1., 6.3.3. and 6.3.4.\nabove.\n6.4. Test of the performance of the head restraint\n6.4.1. If the head restraint is adjustable, it shall be placed in the most unfavourable\nposition (generally the highest position) allowed by its adjustment system.\n6.4.2. In the case of a bench seat, where part or all of the supporting frame\n(including that of the head restraints) is common to more than one seating\n14E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nposition, the test shall be conducted simultaneously for all those seating\npositions.\n6.4.3. Test\n6.4.3.1. All lines, including the projections of the reference line, shall be drawn in the\nvertical median plane of the seat or seating position concerned (see Annex 5\nto this Regulation).\n6.4.3.2. The displaced reference line is determined by applying to the part simulating\nthe back of the manikin referred to in Annex 3 to this Regulation an initial\nforce producing a rearward moment of 37.3 daNm about the R point. In the\ncase of simultaneous testing of bench seats, the rear ward moment shall be\napplied to all seating positions of the bench simultaneously, irrespective of\nthis position being equipped with or without head restraint.\n6.4.3.3. By means of a spherical headform 165 mm in diameter an initial force\nproducing a moment of 37.3 daNm about the R point is applied at right\nangles to the displaced reference line at a distance of 65 mm below the top of\nthe head restraint, the reference line being kept in its displaced position in\naccordance with paragraph 6.4.3.2. above. In the case of simultaneous testing\nof bench seats, the force shall be applied to all head restraints as present on\nthe bench seats simultaneously.\n6.4.3.3.1. If the presence of gaps prevents the application of the force prescribed in\nparagraph 6.4.3.3. above at 65 mm from the top of the head restraint, the\ndistance may be reduced so that the axis of the force passes through the\ncentre line of the frame element nearest to the gap.\n6.4.3.3.2. In the cases described in paragraphs 5.9. and 5.10. above, the test shall be\nrepeated by applying to each gap, using a sphere of 165 mm in diameter, a\nforce:\nPassing through the centre of gravity of the smallest of the sections of the\ngap, along transversal planes parallel to the reference line, and\nReproducing a moment of 37.3 daNm about the R point.\n6.4.3.4. The tangent Y to the spherical headform, parallel to the displaced reference\nline, is determined.\n6.4.3.5. The distance X, provided for in paragraph 5.12. above, between the\ntangent Y and the displaced reference line is measured.\n6.4.3.6. To check the effectiveness of the head restraint, the initial load specified in\nparagraphs 6.4.3.3. and 6.4.3.3.2. is increased to 89 daN unless the breakage\nof the seat or seat-back occurs earlier. At the request of the manufacturer the\nload of paragraph 6.4.3.2. is increased simultaneously to 53 daNm for seating\npositions without head restraints only to allow simultaneous compliance with\nparagraphs 5.15. and 6.2.\n6.5. Determination of the height of the head restraint\n6.5.1. All lines, including the projection of the reference line, shall be drawn in the\nvertical median plane of the seat or seating position concerned, the\nintersection of such plane with the seat determining the contour of the head\nrestraint and of the seat-back (see Figure 1 of Annex 4 to this Regulation).\n6.5.2. The manikin described in Annex 3 to this Regulation shall be placed in a\nnormal position on the seat.\n6.5.3. The projection of the reference line of the manikin shown in Annex 3 to this\nRegulation is then, in the seat concerned, drawn in the plane specified in\nparagraph 6.4.3.1. above.\nThe tangent S to the top of the head restraint is drawn perpendicular to the\nreference line.\n15E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n6.5.4. The distance \"h\" from the R point to the tangent S is the height to be taken\ninto consideration in implementing the requirements of paragraph 5.6. above.\n6.6. Determination of the width of the head restraint, (see Figure 2 of Annex 4 to\nthis Regulation)\n6.6.1. The plane S1, perpendicular to the reference line and situated 65 mm below\nthe tangent S defined in paragraph 6.5.3. above, determines a section in the\nhead restraint bounded by the outline C.\n6.6.2. The width of the head restraint to be taken into consideration in\nimplementing the requirements of paragraph 5.11. above, is the distance \"L\"\nmeasured in the plane S1 between the vertical longitudinal planes P and P'.\n6.6.3. The width of the head restraint shall if necessary also be determined in the\nplane perpendicular to the reference line 635 mm above the R point of the\nseat, this distance being measured along the reference line.\n6.7. Determination of distance \"a\" of head restraint gaps, (see Annex 8 to this\nRegulation)\n6.7.1. The distance \"a\" shall be determined for each gap and in relation to the front\nface of the head restraint, by means of a sphere having a diameter of 165 mm.\n6.7.2. The sphere shall be put into contact with the gap in a point of the gap area\nwhich allows the maximum sphere intrusion, considering no load is to be\napplied.\n6.7.3. The distance between the two points of contact of the sphere with the gap\nwill constitute the distance \"a\" to be considered for the evaluation of the\nprovisions under paragraphs 5.9. and 5.10. above.\n6.8. Tests for checking energy dissipation on the seat-back and head restraint\n6.8.1. The surfaces of the rear parts of seats to be checked are those situated in the\nareas defined below which can be contacted by a 165 mm diameter sphere\nwhen the seat is mounted in the vehicle.\n6.8.1.1. Area 1\n6.8.1.1.1. In the case of separate seats without head restraints, this area shall include the\nrear part of the seat-back between the longitudinal vertical planes situated at\n100 mm on either side of the longitudinal median plane of the seat centre\nline, and above a plane perpendicular to the reference line 100 mm below the\ntop of the seat-back.\n6.8.1.1.2. In the case of bench seats without head restraints, this area shall extend\nbetween the longitudinal vertical planes situated at 100 mm on either side of\nthe longitudinal median plane of each designated outboard seating position\ndefined by the manufacturer and above a plane perpendicular to the reference\nline 100 mm below the top of the seat-back.\n6.8.1.1.3. In the case of seats or bench seats with head restraints, this area shall extend\nbetween the longitudinal vertical planes, on either side of and 70 mm from\nthe longitudinal median plane of the seat or of the seating position concerned\nand situated above the plane perpendicular to the reference line 635 mm from\nthe R point. For the test, the head restraint, if adjustable shall be placed in the\nmost unfavourable position (generally the highest) permitted by its\nadjustment system.\n6.8.1.2. Area 2\n6.8.1.2.1. In the case of seats or bench seats without head restraints and seats or bench\nseats with detachable or separate head restraints, area 2 shall extend above a\nplane perpendicular to the reference line 100 mm distant from the top of the\nseat-back, other than parts of area 1.\n16E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n6.8.1.2.2. In the case of seats or bench seats with integrated head restraints, area 2 shall\nextend above a plane perpendicular to the reference line 440 mm distant from the\nR point of the seat or of the seating position concerned, other than parts of area 1.\n6.8.1.3. Area 3\n6.8.1.3.1. Area 3 is defined as the part of the back of the seat or the bench seats situated\nabove the horizontal planes defined in paragraph 5.2.4.1.3. above, excluding\nparts situated in area 1 and area 2.\n6.9. Equivalent test methods\nIf a test method other than those specified in paragraphs 6.2., 6.3., 6.4. above\nand Annex 6 is used, its equivalence shall be proved.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "7",
"section": "Conformity of production",
"text": "The conformity of production procedures shall comply with those set out in\nthe Agreement, (Schedule 1, E/ECE/TRANS/505/Rev.3), with the following\nrequirements:\n7.1. Every vehicle approved pursuant to this Regulation shall be so manufactured\nas to conform to the type approved by meeting the requirements set out in\nparagraph 5. above. However, in the case of head restraints as defined in\nparagraph 2.12.2. and 2.12.3 above, nothing shall prevent the vehicle from\nconforming to the vehicle type approved, even if it is marketed with seats not\nfitted with head restraints.\n7.2. The Type Approval Authority which granted type approval may at any time\nverify the conformity control methods applied for each production unit. The\nauthority may also carry out random checks on serially-manufactured\nvehicles in respect to the requirements set out in paragraph 5. above.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "8",
"section": "Penalties for non-conformity of production",
"text": "8.1. The approval granted in respect of a vehicle type pursuant to this Regulation\nmay be withdrawn if the requirements laid down in paragraph 7.1. above are\nnot complied with or if the vehicles fail in the checks prescribed in\nparagraph 7. above.\n8.2. If a Party to the Agreement applying this Regulation withdraws an approval it\nhas previously granted, it shall forthwith so notify the other Contracting\nParties applying this Regulation by means of a communication form\nconforming to the model in Annex 1 to this Regulation.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "9",
"section": "9. Modifications of the vehicle type and extension of\napproval with respect to the seats, their anchorages\nand/or their head restraints\n",
"text": "9.1. Every modification of the vehicle type with respect to the seats, their\nanchorages and/or their head restraints shall be notified to the Type Approval\nAuthority which approved the vehicle type. The Authority may then either:\n9.1.1. Consider that the modifications made are unlikely to have an appreciable\nadverse effect, and that in any event the vehicle still complies with the\nrequirements; or\n9.1.2. Consider that the modifications are sufficiently unimportant for the results\nspecified in paragraph 6.2., 6.3. and 6.4. above to be verified by calculations\nbased on the approval test results; or\n17E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n9.1.3. Require a further report from the Technical Service responsible for\nconducting the tests.\n9.2. Confirmation or refusal of approval, specifying the modifications, shall be\ncommunicated to the Parties to the Agreement applying this Regulation by\nmeans of the procedure laid down in paragraph 4.3. above.\n9.3. The Type Approval Authority issuing the extension of approval shall assign a\nseries number for such an extension and inform thereof the other Parties to\nthe 1958 Agreement applying this Regulation by means of a communication\nform conforming to the model in Annex 1 to this Regulation.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "10",
"section": "Production definitively discontinued\n",
"text": "10.1. If the holder of the approval completely ceases to manufacture a device\napproved in accordance with this Regulation, he shall so inform the authority\nwhich granted the approval. Upon receiving the relevant communication that\nauthority shall inform thereof the other Parties to the 1958 Agreement\napplying this Regulation by means of a communication form conforming to\nthe model in Annex 1 to this Regulation.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "11",
"section": "Instruction for use",
"text": "\n11.1. For seats fitted with adjustable head restraints, the manufacturers shall\nprovide instructions on how to operate, adjust, lock and, where applicable,\nremove the head restraints.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "12",
"section": "Names and addresses of Technical Services\nresponsible for conducting approval tests and of\nType Approval Authorities\n",
"text": "The Contracting Parties to the Agreement applying this Regulation shall\ncommunicate to the United Nations Secretariat the names and addresses of\nthe Technical Services responsible for conducting approval tests and of the\nType Approval Authority which grant approval and to which forms certifying\napproval or extension or refusal or withdrawal of approval, issued in other\ncountries, are to be sent.\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "13",
"section": "Transitional provisions",
"text": "13. Transitional provisions\n13.1. As from the official date of entry into force of the 06 series of amendments,\nno Contracting Party applying this Regulation shall refuse to grant approvals\nunder this Regulation as amended by the 06 series of amendments.\n13.2. As from 1 October 1999, Contracting Parties applying this Regulation shall\ngrant approvals only if the requirements of this Regulation, as amended by\nthe 06 series of amendments, are satisfied.\n13.3. As from 1 October 2001, Contracting Parties applying this Regulation may\nrefuse to recognize approvals which were not granted in accordance with the\n06 series of amendments to this Regulation.\n13.4. As from the official date of entry into force of the 07 series of amendments,\nno Contracting Party applying this Regulation shall refuse to grant approvals\nunder this Regulation as amended by the 07 series of amendments.\n13.5. As from 24 months after the date of entry into force of the 07 series of\namendments, Contracting Parties applying this Regulation shall grant\n18E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\napproval only if the vehicle type to be approved complies with the\nrequirements of this Regulation as amended by the 07 series of amendments.\n13.6. As from 48 months after the date of entry into force of the 07 series of\namendments, existing approvals to this Regulation shall cease to be valid,\nexcept in the case of vehicle types which comply with the requirements of\nthis Regulation as amended by the 07 series of amendments.\n13.7. As from the official date of entry into force of the 08 series of amendments,\nno Contracting Party applying this Regulation shall refuse to grant approvals\nunder this Regulation as amended by the 08 series of amendments.\n13.8. As from 24 months after the date of entry into force of the 08 series of\namendments, Contracting Parties applying this Regulation shall grant\napprovals only if the requirements of this Regulation, as amended by the 08\nseries of amendments, are satisfied.\n13.9. As from 36 months after the date of entry into force of the 08 series of\namendments, Contracting Parties applying this Regulation may refuse to\nrecognize approvals which were not granted in accordance with the 08 series\nof amendments to this Regulation.\n13.10. Notwithstanding paragraphs 13.8. and 13.9., approvals of the vehicle\ncategories which are not affected by the 08 series of amendments shall\nremain valid and Contracting Parties applying the Regulation shall continue\nto accept them.\n13.11. As long as there are no requirements forbidding side-facing seats in their\nnational requirements at the time of acceding to this Regulation, Contracting\nParties may continue to allow the fitting of side-facing seats for the purpose\nof national approval and in this case these bus categories cannot be type\napproved under this Regulation.\n13.12. As from the official date of entry into force of the 09 series of amendments,\nno Contracting Party applying this Regulation shall refuse to grant or refuse\nto accept type approvals under this Regulation as amended by the 09 series of\namendments.\n13.12.1. As from 1 September 2020, Contracting Parties applying this Regulation shall\nnot be obliged to accept type approvals to the preceding series of amendments\nthat were first issued on or after 1 September 2020.\n13.12.2. Until 1 September 2022, Contracting Parties applying this Regulation shall\naccept type approvals to the preceding series of amendments that were first\nissued before 1 September 2020.\n13.12.3. As from 1 September 2022, Contracting Parties applying this Regulation shall\nnot be obliged to accept type approvals issued to the preceding series of\namendments to this Regulation.\n13.12.4. Notwithstanding paragraph 13.12.3., Contracting Parties applying this\nRegulation shall continue to accept type-approvals to the preceding series of\namendments to this Regulation, for vehicles which are not affected by the\nchanges introduced by the 09 series of amendments.\n13.12.5. Contracting Parties applying this Regulation shall not refuse to grant type\napprovals according to any preceding series of amendments to this\nRegulation or extensions thereof.\n19E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "14",
"section": "Annex 1\nAnnex 1\nCommunication",
"text": "(Maximum format: A4 (210 x 297 mm))\nissued by: Name of Administration:\n......................................\n......................................\n......................................\n1Concerning:2 Approval granted\nApproval extended\nApproval refused\nApproval withdrawn\nProduction definitively discontinued\nof a vehicle type with regard to the strength of the seats and their anchorages, in the case\neither of seats fitted or capable of being fitted with head restraints or of seats not capable of\nbeing fitted with such devices and the characteristics of head restraints pursuant to UN\nRegulation No. 17\nApproval No..................................................... Extension No.........................................\n1. Trade name or mark of the motor vehicle ....................................................................\n2. Vehicle type .................................................................................................................\n3. Manufacturer's name and address ................................................................................\n4. If applicable, name and address of the manufacturer's representative .........................\n......................................................................................................................................\n5. Description of seats ......................................................................................................\n6. Number of seats fitted or capable of being fitted with head restraints, adjustable\nor not adjustable ............................................................................................................\n......................................................................................................................................\n7. Description of the adjustment, displacement and locking systems of the seat\nor of its parts and a description of occupant protection system against displacement\nof luggage: ................................................................................................................... .\n........................................................................................................................................\n8. Description of seat anchorage:......................................................................................\n9. Longitudinal position of the seats during the tests: ......................................................\n10. Type of device: deceleration/acceleration2\n11. Vehicle submitted for approval on: ..............................................................................\n12. Technical Service responsible for conducting approval tests: .....................................\n1 Distinguishing number of the country which has granted/extended/refused/withdrawn approval (see\napproval provisions in the Regulation).\n2 Strike out what does not apply.\n20E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nAnnex 1\n........................................................................................................................................\n13. Date of report issued by that Service: ...........................................................................\n14. Number of report issued by that Service: .....................................................................\n15. Remarks ........................................................................................................................\n16. Approval is granted/extended/refused/withdrawn2\n17. Reason(s) of extension (if applicable) ..........................................................................\n18. Position of approval mark on the vehicle ......................................................................\n19. Place: .............................................................................................................................\n20. Date: ..............................................................................................................................\n21. Signature: ......................................................................................................................\n22. The following documents, bearing the approval number shown above, are annexed\nto this communication:\nDrawings, diagrams and plans of the seats, their anchorage on the vehicle, the\nadjustment and displacement systems of the seats and their parts, and their\nlocking devices;\nPhotographs of the seats, their anchorages, the adjustment and displacement\nsystems of the seats and their parts, and their locking devices, and of\nadditional occupant protection system against displacement of luggage.\nNote: In the case of seats fitted with head restraints as defined in paragraphs 2.12.2. and\n2.12.3. of this Regulation, the head restraint shall be shown on all drawings, diagrams and\nphotographs.\n21E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nAnnex 2\nAnnex 2\nArrangements of the approval mark\nModel A\n(see paragraphs 4.4., 4.4.1., 4.4.2. and 4.4.3. of this Regulation)\nVehicle with at least one seat fitted or capable of being fitted with a head restraint\na = 8 mm min.\nThe above approval mark when affixed to a vehicle shows that the vehicle type\nconcerned, with regard to the strength of the seats fitted or capable of being fitted with head\nrestraints and with regard to characteristics of the head restraints, has been approved in the\nNetherlands (E 4) pursuant to UN Regulation No. 17, under the approval number 092439.\nThe first two digits of the approval number indicate that the Regulation already contained\nthe 09 series of amendments at the time of approval. The above approval mark also shows\nthat the vehicle type was approved pursuant to UN Regulation No. 17 with regard to the\nstrength of any seats on the vehicle which are not fitted or capable of being fitted with head\nrestraints.\nModel B\n(see paragraphs 4.4.; 4.4.1. and 4.4.2. of this Regulation)\nVehicle with seats not fitted or not capable of being fitted with head restraints\na = 8 mm min.\nThe above approval mark when affixed to a vehicle shows that the vehicle type has\nseats not fitted or capable of being fitted with head restraints, and has, with regard to the\nstrength of the seats and their anchorages, been approved in the Netherlands (E 4) pursuant\nto UN Regulation No. 17 under the approval number 092439. The first two digits of the\napproval number indicate that the Regulation already contained the 08 series of\namendments at the time of approval.\n22E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "15",
"section": "Annex 2",
"text": "Model C\n(see paragraphs 4.5. of this Regulation)\nVehicle with at least one seat fitted or capable of being fitted with a head restraint\na = 8 mm min.\nThe above approval mark when affixed to a vehicle shows that the vehicle type has\nat least one seat fitted or capable of being fitted with a head restraint, and was approved in\nthe Netherlands (E 4) pursuant to UN Regulations Nos. 17 and 33.1\nThe approval numbers indicate that, on the dates when approval was granted, UN\nRegulation No. 17 included the 09 series of amendments but UN Regulation No. 33 was\nstill in its original form. The above approval mark also shows that the vehicle type was\napproved pursuant to UN Regulation No. 17 with regard to the strength of any seats on the\nvehicle which are not fitted or capable of being fitted with head restraints.\nModel D\n(see paragraphs 4.5. of this Regulation)\nVehicle with seats not fitted or not capable of being fitted with head restraints\na = 8 mm min.\nThe above approval mark when affixed to a vehicle shows that the vehicle type has\nseats not fitted or capable of being fitted with head restraints, and was approved in the\nNetherlands (E 4) pursuant to UN Regulations Nos. 17 and 33.1 The approval numbers\nindicate that, on the dates when approval was granted, UN Regulation No. 17 included the\n09 series of amendments but UN Regulation No. 33 was still in its original form.\n1 The second number is given merely as an example.\n23E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"

},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "16",
"section": "Annex 3",
"text": "annex 3\n\nProcedure for determining the \"H\" point and the actual\ntorso angle for seating positions in motor vehicles1\nAppendix 1 - Description of the three dimensional \"H\" point machine1\nAppendix 2 - Three-dimensional reference system1\nAppendix 3 - Reference data concerning seating positions1\n1 The procedure is described in Annex 1 and its Appendices 1, 2 and 3 to the Consolidated Resolution\non the Construction of Vehicles (R.E.3) (document ECE/TRANS/WP.29/78/Rev.6 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html\n24E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "17",
"section": "Annex 4",
"text": "Annex 4\nAnnex 4\nDetermination of the height and width of head restraints\nFigure 1\n25E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nAnnex 4\nFigure 2\n26E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "18",
"section": "Annex 5",
"text": "Annex 5\nAnnex 5\nDetails of lines and measurements taken during tests\n1. Original unloaded position.\n2a. Displaced position by applying to the manikin’s back a moment of 373 Nm\nabout the R point, defining the position of the displaced reference line r .\n1\n2b. Displaced position by applying to the 165 mm sphere a force F producing a moment\nof 373 Nm about the R point, keeping the displaced reference line r in place.\n1\n3. Position after displacement by the force F increased to 890 N.\n27E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "19",
"section": "Annex 6",
"text": "Annex 6\nAnnex 6\nTest procedure for checking energy dissipation\n1. Installation, test apparatus, recording instruments and procedure\n1.1. Setting up\nThe seat, as mounted in the vehicle, shall be firmly secured to the test bench\nwith the attachment parts provided by the manufacturer, so as to remain\nstationary when the impact is applied.\nThe seat-back, if adjustable, shall be locked in the position specified in\nparagraph 6.1.1. of this Regulation.\nIf the seat is fitted with a head restraint, the head restraint shall be mounted\non the seat-back as in the vehicle. Where the head restraint is separate, it shall\nbe secured to the part of the vehicle structure to which it is normally attached.\nIf the head restraint is adjustable, it shall be placed in the most unfavourable\nposition allowed by its adjusting systems.\n1.2. Test apparatus\n1.2.1. This apparatus consists of a pendulum whose pivot is supported by\nball-bearings and whose reduced mass* at its centre of percussion is 6.8 kg.\nThe lower extremity of the pendulum consists of a rigid headform 165 mm in\ndiameter whose centre is identical with the centre of percussion of the\npendulum.\n1.2.2. The headform shall be fitted with two accelerometers and a speed-measuring\ndevice, all capable of measuring values in the direction of impact.\n1.3. Recording instruments\nThe recording instruments used shall be such that measurements can be made\nwith the following degrees of accuracy:\n1.3.1. Acceleration:\nAccuracy = ± 5 % of the actual value;\nFrequency class of data channel: class 600 corresponding to\nISO Standard 6487 (1980);\nCross-axis sensitivity = < 5 % of the lowest point on the scale.\n1.3.2. Speed:\nAccuracy: ± 2.5 % of the actual value;\nSensitivity: 0.5 km/h.\n1.3.3. Time recording:\nThe instrumentation shall enable the action to be recorded throughout its\nduration and readings to be made to within one one-thousandth of a second;\n* The relationship of the reduced mass \"mr\" of the pendulum to the total mass \"m\" of the pendulum at a\ndistance \"a\" between the centre of percussion and the axis of rotation and at a distance \"l\" between the\ncentre of gravity and the axis of rotation is given by the formula:\nl\nm = m\nr a\n28E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nAnnex 6\nThe beginning of the impact at the moment of first contact between the\nheadform and the item being tested shall be detected on the recordings used\nfor analysing the test.\n1.4. Test procedure\n1.4.1. Tests on the seat-back\nWith the seat installed as indicated in paragraph 1.1. of this annex, the\ndirection of impact from the rear towards the front shall be situated in a\nlongitudinal plane at an angle of 45° from the vertical.\nThe impact points shall be selected by the test laboratory in area 1 as defined\nin paragraph 6.8.1.1. of this Regulation, or if necessary in area 2 as defined in\nparagraph 6.8.1.2. of this Regulation, on surfaces exhibiting radii of\ncurvature less than 5 mm.\n1.4.2. Tests on the head restraint\nThe head restraint shall be fitted and adjusted as indicated in paragraph 1.1.\nof this annex. Impacts shall be performed on points selected by the test\nlaboratory in area 1 as defined in paragraph 6.8.1.1. of this Regulation, and\npossibly in area 2 as defined in paragraph 6.8.1.2. of this Regulation, on\nsurfaces exhibiting radii of curvature less than 5 mm.\n1.4.2.1. For the rear face, the direction of impact from the rear towards the front shall\nbe in a longitudinal plane at an angle of 45° from the vertical.\n1.4.2.2. For the front face, the direction of impact from the front towards the rear\nshall be horizontal in a longitudinal plane.\n1.4.2.3. The front and rear zones are respectively bounded by the horizontal plane\ntangential to the top of the head restraint as determined in paragraph 6.5. of\nthis Regulation.\n1.4.3. The headform shall strike the test item at a speed of 24.1 km/h: this speed\nshall be achieved either by the mere energy of propulsion or by using an\nadditional impelling device.\n2. Results\nThe deceleration rate shall be taken as the average of the readings on the two\naccelerometers.\n3. Equivalent procedures (see paragraph 6.9. of this Regulation).\n29E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "20",
"section": "Annex 7",
"text": "Annex 7\nAnnex 7\nMethod for testing the strength of seat anchorages and their\nadjustment, locking and displacement systems\n1. Test of resistance to inertia effects\n1.1. The seats to be tested shall be mounted on the vehicle body for which they\nare designed. This vehicle body shall be firmly anchored on a test trolley as\nprescribed in the following paragraphs.\n1.2. The method used for anchoring the vehicle body on the test trolley shall not\nresult in a reinforcement of the seat anchorages.\n1.3. The seats and their parts shall be adjusted and locked as prescribed in\nparagraph 6.1.1. and in one of the positions described in paragraph 6.3.3. or\n6.3.4. of this Regulation.\n1.4. If the seats of a group do not present essential differences in the sense of\nparagraph 2.2. of this Regulation, the tests prescribed in paragraphs 6.3.1.\nand 6.3.2. of this Regulation may be carried out with one seat adjusted to its\nforemost position and the other seat adjusted to its rearmost position.\n1.5. The trolley deceleration or acceleration is measured with data channels of\nfrequency class (CFC) 60 corresponding to the characteristics of International\nStandard ISO 6487 (2002).\n2. Collision test of the complete vehicle against a rigid barrier\n2.1. The barrier shall consist of a block of reinforced concrete of not less than\n3 m width, not less than 1.5 m height and not less than 0.6 m thickness. The\nfront face shall be perpendicular to the final part of the run-up track and shall\nbe covered with plywood boards 19  1 mm thick. At least 90 tonnes of earth\nshall be compressed behind the block of reinforced concrete. The barrier of\nreinforced concrete and earth may be replaced by obstacles having the same\nfront surface, provided that they give equivalent results.\n2.2. At the moment of impact the vehicle shall run free. It shall reach the obstacle\non a course perpendicular to the collision wall; the maximum lateral\nmisalignment allowed between the vertical median line of the front of the\nvehicle and the vertical median line of the collision wall shall be  30 cm; at\nthe moment of impact the vehicle shall no longer be subjected to the action of\nany additional steering or propelling device. The speed on impact shall be\nbetween 48.3 km/h and 53.1 km/h.\n2.3. The fuel feed system shall be filled to at least 90 per cent of its capacity with\nfuel or an equivalent liquid.\n30E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "21",
"section": "Annex 8",
"text": "Annex 8\nAnnex 8\nDetermination of dimension \"a\" of head restraint gaps\nFigure 1\nExample of horizontal gaps\nNote: Section A-A is to be made in a point of the gap area which allows the maximum\nsphere intrusion, without exerting any load.\n31E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nAnnex 8\nFigure 2\nExample of vertical gaps\nNote: Section A-A is to be made in a point of the gap area which allows the maximum\nsphere intrusion, without exerting any load.\n32E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\n"
},
{
"title": " Concerning the Adoption of Harmonized Technical United Nations Regulations for Wheeled Vehicles, Equipment and Parts which can be Fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approvals Granted on the Basis of these United Nations Regulations",
"number": "22",
"section": "Annex 9",
"text": "Annex 9\nAnnex 9\nTest procedure for devices intended to protect the occupants\nagainst displacement of luggage\n1. Test blocks\nRigid blocks, with the centre of inertia in the geometric centre.\nType 1\nDimensions: 300 mm x 300 mm x 300 mm\nAll edges and corners rounded to 20 mm\nMass: 18 kg\nMoment of inertia 0.3 ± 0.05 kgm² (around all 3 principal axis of inertia of\nthe luggage blocks)\nType 2\nDimensions: 500 mm x 350 mm x 125 mm\nall edges and corners rounded to 20 mm\nMass: 10 kg\n2. Test preparation\n2.1. Test of seat-backs (see Figure 1)\n2.1.1. General requirements\n2.1.1.1. At the option of the car manufacturer, parts whose hardness is lower than\n50 Shore A can be removed from the tested seat and head restraint for the\ntests.\n2.1.1.2. Two type 1 test blocks shall be placed on the floor of the luggage\ncompartment. In order to determine the location of the test blocks in the\nlongitudinal direction, they shall first be positioned such that their front side\ncontacts that part of the vehicle which constitutes the forward boundary of\nthe luggage compartment and that their lower side rests on the floor of the\nluggage compartment. They shall then be moved backwards and parallel to\nthe longitudinal median plane of the vehicle until their geometrical centre has\ntraversed a horizontal distance of 200 mm. If the dimensions of the luggage\ncompartment do not allow a distance of 200 mm and if the rear seats are\nhorizontally adjustable, these seats shall be moved forward to the limit of the\nadjustment range intended for normal occupant use, or to the position\nresulting in a distance of 200 mm, whichever is less. In other cases, the test\nblocks shall be placed as far as possible behind the rear seats. The distance\nbetween the longitudinal median plane of the vehicle and the inward facing\nside of each test block shall be 25 mm to obtain a distance of 50 mm between\nboth blocks.\n2.1.1.3. During the test, the seats shall be adjusted to ensure that the locking system\ncannot be released by external factors. If applicable, the seats shall be\nadjusted as follows:\nThe longitudinal adjustment shall be secured one notch or 10 mm in front of\nthe rearmost possible position of use specified by the manufacturer (for seats\nwith independent vertical adjustment, the cushion shall be placed to its lowest\npossible position). The test shall be carried out with the seat-backs in their\nnormal position of use.\n33E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nAnnex 9\n2.1.1.4. If the seat-back is fitted with a head restraint, the test shall be carried out with\nthe head restraint placed in the highest position, if adjustable.\n2.1.1.5. If the back(s) of the rear seat(s) can be folded down, they shall be secured in\ntheir upright normal position by the standard locking mechanism.\n2.1.1.6. Seats behind which the type 1 blocks cannot be installed are exempted from\nthis test\n2.1.1.7. All seating positions of the seat row under test shall be fitted with all\ncomponents of its safety-belt providing the restraining function that are part\nof the seat.\nFigure 1\nPositions of test blocks before test of rear seat-backs\n2.1.2. Vehicles with more than two rows of seats\n2.1.2.1. If the rearmost row of seats is removable and/or can be folded down by the\nuser according to the manufacturer's instructions in order to increase the\nluggage compartment area, then the seat row immediately in front of this\nrearmost row shall also be tested.\n2.1.2.2. However, in this case, the Technical Service, after consultation with the\nmanufacturer, may decide not to test one of the two rearmost rows of seats if\nthe seats and their attachments are of similar design and if the test\nrequirement of 200 mm is respected.\n2.1.3. When there is a gap, allowing sliding of one type 1 block past the seats, then\nthe test loads (two type 1 blocks) shall be installed behind the seats after\nagreement between the Technical Service and the manufacturer.\n2.1.4. The exact test configuration shall be noted in the test report.\n2.2. Test of partitioning systems\nFor the test of the partitioning systems above the seat-backs, the vehicle shall\nbe fitted with a fixed raised test floor having a load surface that locates the\ncentre of gravity of the test block centrally between the top edge of the\nbordering seat-back (without taking into account the head restraints) and the\nbottom edge of the roof lining. A type 2 test block is placed on the raised test\nfloor with its largest surface 500 x 350 mm, centrally in relation to the\nlongitudinal axis of the vehicle and with its surface 500 x 125 mm to the\nfront. Partitioning systems behind which the type 2 test block cannot be\ninstalled are exempted from this test. The test block is placed directly in\ncontact with the partitioning system. In addition, two type 1 test blocks are\npositioned in accordance with paragraph 2.1. in order to perform a\nsimultaneous test on the seat-backs (see Figure 2).\n34E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nAnnex 9\nFigure 2\nTesting of a partitioning system above the backrest\n2.2.1. If the seat-back is fitted with a head restraint, the test shall be carried out with\nthe head restraint placed in the highest position, if adjustable.\n3. Dynamic testing of seat-backs and partitioning systems used as luggage\nrestraint systems\n3.1. The body of the passenger car shall be anchored securely to a test sled, and\nthis anchorage shall not act as reinforcement for seat-backs and the\npartitioning system. After the installation of the test blocks as described in\nparagraph 2.1. or 2.2., the passenger car body shall be decelerated or, at the\nchoice of the applicant, accelerated such that the curve remains within the\narea of the graph in Annex 9, Appendix, and the total velocity change\nΔV is 50 +0/-2 km/h. With the agreement of the manufacturer, the above\ndescribed test pulse corridor can be used alternatively to fulfil the test of the\nseat strength according to paragraph 6.3.1. of this Regulation.\n35E/ECE/324/Rev.1/Add.16/Rev.6\nE/ECE/TRANS/505/Rev.1/Add.16/Rev.6\nAnnex 9 - Appendix\nAnnex 9 - Appendix\nCorridor of sled’s deceleration or acceleration as a function\nof time\n(Simulation of frontal impact)\n36"
}
]