[
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "1",
      "section": "SCOPE",
      "text": "This Regulation applies to the approval of vehicles of categories L, M and N. (1)"
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "2",
      "section": "DEFINITIONS",
      "text": "or the purposes of this Regulation:\n2.1. ‘Approval of a vehicle’ means the approval of a vehicle type with regard to the speedometer and odometer\nequipment including its installation.\n2.2. ‘Type of vehicle in respect of its speedometer and odometer’ means vehicles which do not among themselves\ndisplay any essential differences, where those differences can apply, in particular, to the following:\n2.2.1. The size designation of the tyres chosen from the range of tyres normally fitted;\n(1) As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3.), document ECE/TRANS/WP.29/78/Rev.6, para. 2. -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html28.11.2018 EN Official Journal of the European Union L 302/107\n2.2.2. The overall transmission ratio, including any reduction drives, to the speedometer;\n2.2.3. The type of speedometer as characterised by:\n2.2.3.1. The tolerances of the speedometer's measuring mechanism;\n2.2.3.2. The technical constant of the speedometer;\n2.2.3.3. The range of speeds displayed.\n2.2.4. The type of odometer as characterised by:\n2.2.4.1. The technical constant of odometer;\n2.2.4.2. The number of numerals.\n2.3. ‘Tyres normally fitted’ means the type or types of tyre provided by the manufacturer on the vehicle type in\nquestion; snow tyres shall not be regarded as tyres normally fitted;\n2.4. ‘Normal running pressure’ means the cold inflation pressure specified by the vehicle manufacturer increased\nby 0,2 bar;\n2.5. ‘Speedometer’ means that part of the speedometer equipment which indicates to the driver the speed of his\nvehicle at any given moment; (1)\n2.5.1. ‘Tolerances of the speedometer's measuring mechanism’ shall mean the accuracy of the speedometer\ninstrument itself, expressed as the upper and the lower speed indication limits for a range of speed inputs;\n2.5.2. ‘Technical constant of the speedometer’ shall mean the relationship between the input revolutions or pulses\nper minute and a specified displayed speed;\n2.6. ‘Odometer’ means that part of the odometer equipment which indicates to the driver the total distance\nrecorded by the vehicle since its entry into service.\n2.6.1. ‘Technical constant of the odometer’ means the relationship between the input revolutions or pulses and the\ndistance travelled by the vehicle.\n2.7. ‘Unladen vehicle’ means the vehicle in running order, complete with fuel, coolant, lubricant, tools and a spare\nwheel (if provided as standard equipment by the vehicle manufacturer), carrying a driver weighing 75 kg, but\nno driver's mate, optional accessories or load."
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "3",
      "section": "APPLICATION FOR APPROVAL",
      "text": "shall be submitted by the vehicle manufacturer or by his duly accredited representa­\ntive.\n3.2. It shall be accompanied by the following documents in triplicate and by the following particulars:\n3.2.1. A description of the vehicle type with regard to the items mentioned in paragraphs 2.2, 2.3, 2.4, 2.5 and 2.6\nabove; the vehicle type shall be specified.\n3.3. An unladen vehicle representative of the vehicle type to be approved shall be submitted to the technical\nservice conducting approval tests.\n3.4. The Type Approval Authority shall verify the existence of satisfactory arrangements for ensuring effective\ncontrol of the conformity of production before type approval is granted."
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "4",
      "section": "APPROVAL",
      "text": "4.1. If the vehicle type submitted for approval pursuant to this Regulation meets the requirements of the\nRegulation in respect of the speedometer and odometer equipment including its installation, approval of that\nvehicle type shall be granted.\n4.2. An approval number shall be assigned to each type approved. The first two digits shall be the highest number\nof the series of amendments incorporated in the Regulation at the time of issue of the approval. The same\nContracting Party may not assign the same number to another vehicle type subject to the provisions of\nparagraph 6 of this Regulation.\n(1) This does not include the speed-indicating part of a tachograph if this complies with type approval specifications which do not permit an\nabsolute difference between true and indicated speed which is higher than the values resulting from the requirements in paragraph 5.4\nbelow.L 302/108 EN Official Journal of the European Union 28.11.2018\n4.3. Notice of approval or of refusal of approval of a vehicle type pursuant to this Regulation shall be\ncommunicated to the Parties to the Agreement which apply this Regulation by means of a form conforming\nto the model in Annex 1 to this Regulation and of diagrams, supplied by the applicant for approval, of the\ninstallation in a format not larger than A4 (210 × 297 mm) or folded to that format, and on an appropriate\nscale.\n4.4. To every vehicle conforming to a vehicle type approved under this Regulation there shall be affixed in\na conspicuous and easily accessible position, specified on the approval form, an international approval mark\nconsisting of:\n4.4.1. A circle surrounding the letter ‘E’ followed by the distinguishing number of the country which has granted\napproval (1);\n4.4.2. The number of this Regulation, followed by the letter ‘R’, a dash and the approval number to the right of the\ncircle described in paragraph 4.4.1.\n4.5. If the vehicle conforms to a vehicle type approved under one or more other Regulations annexed to the\nAgreement in the country which has granted approval under this Regulation, the symbol prescribed in\nparagraph 4.4.1 need not be repeated; in such a case the additional numbers and symbols of all the\nRegulations under which approval has been granted in the country which has granted approval under this\nRegulation shall be placed in vertical columns to the right of the symbol prescribed in paragraph 4.4.1.\n4.6. The approval mark shall be clearly legible and shall be indelible.\n4.7. The approval mark shall be placed close to or on the vehicle data plate affixed by the manufacturer.\n4.8. Annex 2 to this Regulation gives examples of arrangements of approval marks."
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "5",
      "section": "SPECIFICATIONS",
      "text": "5.1. An onboard speedometer and odometer complying with the requirements of this Regulation shall be fitted to\nthe vehicle to be approved.\n5.2. The display of the speedometer shall be located within the direct field of view of the driver and shall be clearly\nlegible both day and night. The range of speeds displayed shall be sufficiently wide to include the maximum\nspeed of this type of vehicle as stated by the manufacturer.\n5.2.1. In the case of speedometers intended for vehicles of categories M, N, and L , L , L , and L , the graduation\n3 4 5 7\nshall be 1, 2, 5 or 10 km/h. The numerical values of the speed shall be indicated on the display as follows:\nwhen the highest value on the display does not exceed 200 km/h, speed values shall be indicated at intervals\nnot exceeding 20 km/h. When the maximum value on the display exceeds 200 km/h, then the speed values\nshall be indicated at intervals not exceeding 30 km/h. The indicated numerical speed value intervals need not\nbe uniform.\nIf a setting makes it possible for the driver to choose between the speed in km/h and mph (miles per hour),\nthen the speed may be displayed only in either km/h or mph at any one time. The corresponding unit shall\npermanently be displayed.\n5.2.2. In the case of vehicles of categories M, N, and L , L , L , and L manufactured for sale in any country where\n3 4 5 7\nimperial units are used, the speedometer shall also be marked in miles per hour (mph); the graduations shall\nbe of 1, 2, 5 or 10 mph.\nThe speed may be displayed either in km/h or mph at any one time provided that a setting makes it possible\nfor the driver to choose between the speed in km/h and mph, in that case the corresponding unit shall\npermanently be displayed.\nThe numerical values of the speed shall be indicated on the display at intervals not exceeding 20 mph and\ncommencing at 10 or 20 mph. The indicated numerical speed value intervals need not be uniform.\n5.2.3. In the case of speedometers intended for vehicles of categories L (mopeds), L , and L , the display readings\n1 2 6\nshall not exceed 80 km/h. The graduation shall be 1, 2, 5 or 10 km/h and the marked numerical values of the\nspeed indicated shall not exceed 10 km/h. The indicated numerical speed value intervals need not be uniform.\n(1) The distinguishing numbers of the Contracting Parties to the 1958 Agreement are reproduced in Annex 3 to the Consolidated\nResolution on the Construction of Vehicles (R.E.3), document ECE/TRANS/WP.29/78/Rev. 6, Annex 3 - www.unece.\norg/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html28.11.2018 EN Official Journal of the European Union L 302/109\n5.2.4. In the case of vehicles of categories L , L and L manufactured for sale in any country where imperial units\n1 2 6\nare used, the speedometer shall also be marked in mph; the graduation shall be of 1, 2, 5 or 10 mph. The\nnumerical values of the speed shall be indicated on the display at intervals not exceeding 10 mph and starting\nat 10 or 20 mph. The indicated numerical speed value intervals need not be uniform. If a setting makes it\npossible for the driver to choose between the speed in km/h and mph, then the speed may be displayed only\nin km/h or mph at one time at any one time. The corresponding unit shall permanently be displayed.\n5.3. The accuracy of the speedometer equipment shall be tested in accordance with the following procedure:\n5.3.1. The tyres shall be one of the types normally fitted to the vehicle as defined in paragraph 2.3 of this\nRegulation. A test shall be carried out for each type of speedometer intended to be fitted by the manufacturer.\n5.3.2. The test shall be carried out with the vehicle at its unladen weight. An additional weight can be carried for\npurposes of measurement. The weight of the vehicle and its distribution between the axles shall be indicated\nin the approval communication (see Annex 1, item 7);\n5.3.3. The reference temperature at the speedometer shall be 23 ± 5 °C;\n5.3.4. During each test the pressure of the tyres shall be the normal running pressure as defined in paragraph 2.4;\n5.3.5. The vehicle is tested at the following speeds:\nMaximum design speed (V ) of the vehicle specified Test speed (V)\nmax 1\nby the vehicle manufacturer (km/h) (km/h)\nV ≤ 45 80 % of V\nmax max\n45 < V ≤ 100 40 km/h and 80 % V\nmax max\n(if the resulting speed is ≥ 55 km/h)\n100 < V ≤ 150 40 km/h, 80 km/h and 80 % V\nmax max\n(if the resulting speed is ≥ 100 km/h)\n150 < V 40 km/h, 80 km/h and 120 km/h\nmax\n5.3.6. The test instrumentation used for measuring the true vehicle speed shall be accurate to ± 0,5 per cent;\n5.3.6.1. The surface of a test track when used shall be flat and dry, and provide sufficient adhesion;\n5.3.6.2. If a roller dynamometer is used for the test, the diameter of the roller should be at least 0,4 m;\n5.4. The speed indicated shall not be less than the true speed of the vehicle. At the test speeds specified in\nparagraph 5.3.5 above, there shall be the following relationship between the speed displayed (V ) and the true\n1\nspeed (V ).\n2\n0 ≤ (V – V ) ≤ 0,1 V + 4 km/h\n1 2 2\n5.5. The display of the odometer shall be visible or accessible to the driver. The odometer shall display at least an\ninteger number composed of a minimum of 6 numerals for the vehicles of categories M and N, and at least an\ninteger number composed of a minimum of 5 numerals for the vehicles of category L. Nevertheless, the Type\nApproval Authorities may also accept an integer number composed of at least 5 numerals for the vehicles of\ncategories M and N if the intended use of the vehicle justifies it.\n5.5.1. In the case of vehicles manufactured for sale in any country where imperial units are used, the odometer shall\nbe marked in miles",
      "tables": [
         [
            {
               "Maximum design speed (Vmax)": "Vmax ≤ 45",
               "Test speed (V1) (km/h)": "80 % of Vmax"
            },
            {
               "Maximum design speed (Vmax)": "45 < Vmax ≤ 100",
               "Test speed (V1) (km/h)": "40 km/h and 80 % Vmax (if the resulting speed is ≥ 55 km/h)"
            },
            {
               "Maximum design speed (Vmax)": "100 < Vmax ≤ 150",
               "Test speed (V1) (km/h)": "40 km/h, 80 km/h and 80 % Vmax (if the resulting speed is ≥ 100km/h)"
            },
            {
               "Maximum design speed (Vmax)": "150 < Vmax",
               "Test speed (V1) (km/h)": "40 km/h, 80 km/h and 120 km/h"
            }
         ]
      ]
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "6",
      "section": "MODIFICATIONS OF THE VEHICLE TYPE",
      "text": "6.1. Every modification of the vehicle type shall be communicated to the Type Approval Authority which\napproved the vehicle type. The Authority may then either:\n6.1.1. Consider that the modifications made are unlikely to have an appreciable adverse effect and that in any case\nthe vehicle still meets the requirements; or\n6.1.2. Require a further test report from the Technical Service responsible for conducting the tests.L 302/110 EN Official Journal of the European Union 28.11.2018\n6.2. Notice of confirmation or refusal of approval, accompanied by particulars of the modifications, shall be\ncommunicated by the procedure specified in paragraph 4.3 above to the Parties to the Agreement applying\nthis Regulation."
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "7",
      "section": "CONFORMITY OF PRODUCTION",
      "text": "7.1. The conformity of production procedures shall comply with those set out in the Agreement, Schedule 1\n(E/ECE/TRANS/505/Rev.3), with the following requirements:\n7.2. Every vehicle approved under this Regulation shall be so manufactured as to conform to the type approved by\nmeeting the requirements of the relevant part(s) of this Regulation.\n7.3. For each type of vehicle sufficient checks are carried out regarding the speedometer equipment and its\ninstallation; in particular, for each type of vehicle at least the test prescribed in Annex 3 to this Regulation\nshall be carried out.\n7.4. The Authority, which has granted type approval, may at any time verify the conformity control methods\napplied in each production facility. The normal frequency of these verifications shall be once every two years.\n7.5. Where unsatisfactory results are found during verifications and checks pursuant to paragraph 7.4 above, the\ncompetent authority shall ensure that all necessary steps are taken to restore conformity of production as\nrapidly as possible."
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "8",
      "section": "PENALTIES FOR NON-CONFORMITY OF PRODUCTION",
      "text": "8.1. The approval granted for a vehicle type pursuant to this Regulation may be withdrawn if the requirement laid\ndown in paragraph 7.1 above is not met or if the vehicles have failed to pass the checks prescribed in\nparagraph 7 above.\n8.2. If a Party to the Agreement which applies this Regulation withdraws an approval it has previously granted, it\nshall forthwith so notify the other Contracting Parties applying this Regulation, by means of a communication\nform conforming to the model in Annex 1 to this Regulation"
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "9",
      "section": "NAMES AND ADDRESSES OF TECHNICAL SERVICES RESPONSIBLE FOR CONDUCTING APPROVAL TESTS AND OF\nTYPE APPROVAL AUTHORITIES",
      "text": "The Contracting Parties to the Agreement applying this Regulation shall communicate to the secretariat of the\nUnited Nations the names and addresses of the Technical Services responsible for conducting approval tests\nand of the Type Approval Authorities which grant approval and to which forms certifying approval or\nextension or refusal or withdrawal of approval, issued in other countries, are to be sent."
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "10",
      "section": "TRANSITIONAL PROVISIONS",
      "text": "10.1. As from the official date of entry into force of the 01 series of amendments, no Contracting Party applying\nthis Regulation shall refuse to grant or refuse to accept type approvals under this Regulation as amended by\nthe 01 series of amendments.\n10.2. As from 1 September 2017, Contracting Parties applying this Regulation shall grant new type approvals only\nif the vehicle type to be approved meets the requirements of this Regulation as amended by the 01 series of\namendments.\n10.3. Contracting Parties applying this Regulation shall not refuse to grant extensions of type approvals for existing\ntypes which have been granted according to the preceding series of amendments to this Regulation.\n10.4. After the date of entry into force of the 01 series of amendments to this Regulation, Contracting Parties\napplying this Regulation shall continue to accept type approvals granted according to the preceding series of\namendments to the Regulation.28.11.2018 EN Official Journal of the European Union L 302/111"
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "11",
      "section": "ANNEX 1",
      "text": "L 302/112 EN Official Journal of the European Union 28.11.2018"
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "12",
      "section": "ANNEX 2",
      "text": "RRANGEMENTS OF APPROVAL MARKS\nMODEL A\n(see paragraph 4.4 of this Regulation)\na = 8 mm min.\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned has been approved in the\nNetherlands (E 4), pursuant to Regulation No 39. The approval number indicates that the approval was granted in\naccordance with the requirements of UN Regulation No 39 incorporating the 01 series of amendments.\nMODEL B\n(see paragraph 4.5 of this Regulation)\na = 8 mm min.\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned has been approved in the\nNetherlands (E 4) pursuant to Regulations Nos 39 and 33 (1) The approval numbers indicate that, at the dates when the\nrespective approvals were granted, UN Regulation No 39 incorporated the 01 series of amendments and Regulation\nNo 33 was still in its original form.\n(1) The second number is given merely as an example.28.11.2018 EN Official Journal of the European Union L 302/113"
   },
   {
      "title": "Uniform provisions concerning the approval of vehicles with regard to the speedometer and\nodometer equipment including its installation [2018/1857]",
      "number": "13",
      "section": "ANNEX 3",
      "text": "TEST OF SPEEDOMETER ACCURACY FOR CONFORMITY OF PRODUCTION\n1. TEST CONDITIONS\nThe test conditions shall be as set out in paragraphs 5.3.1 to 5.3.6 of this Regulation.\n2. REQUIREMENTS\nThe production shall be deemed to conform to this Regulation if the following relationship between the speed\nindicated on the display of the speedometer (V ) and the actual speed (V ) is observed:\n1 2\nIn the case of vehicles of categories M and N:\n0 ≤ (V – V ) ≤ 0,1 V + 6 km/h;\n1 2 2\nIn the case of vehicles of categories L , L and L :\n3 4 5\n0 ≤ (V – V ) ≤ 0,1 V + 8 km/h;\n1 2 2\nIn the case of vehicles of categories L and L :\n1 2\n0 ≤ (V – V ) ≤ 0,1 V + 4 km/h.\n1 2 2"
   }
]