[
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "1",
        "section": "SCOPE",
        "text": "1.1. This Regulation applies to the steering equipment of vehicles of categories M, N and O (1).\n1.2. This Regulation does not apply to:\n1.2.1. Steering equipment with a purely pneumatic transmission;\n1.2.2. Autonomous Steering Systems as defined in paragraph 2.3.3;\n1.2.3. Steering systems exhibiting the functionality defined as ACSF of Category B2, D or E in paragraphs\n2.3.4.1.3, 2.3.4.1.5, or 2.3.4.1.6, respectively, until specific provisions are introduced in this UN Regulation."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "2",
        "section": "DEFINITIONS",
        "text": "For the purposes of this Regulation:\n2.1. ‘Approval of a vehicle’ means the approval of a vehicle type with regard to its steering equipment.\n(1) As defined in the Consolidated Resolution on the Construction of Vehicles (R.E.3), document ECE/TRANS/WP.29/78/Rev.6, para. 2 -\nwww.unece.org/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.html14.12.2018 EN Official Journal of the European Union L 318/3\n2.2. ‘Vehicle type’ means a vehicle which does not differ with respect to the manufacturer's designation of the\nvehicle type and in essential characteristics such as:\n2.2.1. Type of steering equipment, steering control, steering transmission, steered wheels, and energy source.\n2.3. ‘Steering equipment’ means all the equipment the purpose of which is to determine the direction of\nmovement of the vehicle.\nThe steering equipment consists of:\n— The steering control,\n— The steering transmission,\n— The steered wheels,\n— The energy supply, if any.\n2.3.1. ‘Steering control’ means the part of the steering equipment which controls its operation; it may be operated\nwith or without direct intervention of the driver. For steering equipment in which the steering forces are\nprovided solely or partly by the muscular effort of the driver the steering control includes all parts up to\nthe point where the steering effort is transformed by mechanical, hydraulic or electrical means;\n2.3.2. ‘Steering transmission’ means all components which form a functional link between the steering control\nand the road wheels.\nThe transmission is divided into two independent functions:\nThe control transmission and the energy transmission.\nWhere the term ‘transmission’ is used alone in this Regulation, it means both the control transmission and\nthe energy transmission. A distinction is drawn between mechanical, electrical and hydraulic transmission\nsystems or combinations thereof, according to the means by which the signals and/or energy is transmitted.\n2.3.2.1. ‘Control transmission’ means all components by means of which signals are transmitted for control of the\nsteering equipment.\n2.3.2.2. ‘Energy transmission’ means all components by means of which the energy required for control/regulation\nof the steering function of the wheels is transmitted.\n2.3.3. ‘Autonomous Steering System’ means a system that incorporates a function within a complex electronic\ncontrol system that causes the vehicle to follow a defined path or to alter its path in response to signals\ninitiated and transmitted from off-board the vehicle. The driver will not necessarily be in primary control of\nthe vehicle.\n2.3.4. ‘Advanced Driver Assistance Steering System’ means a system, additional to the main steering system, that\nprovides assistance to the driver in steering the vehicle but in which the driver remains at all times in\nprimary control of the vehicle. It comprises one or both of the following functions:\n2.3.4.1. ‘Automatically commanded steering function (ACSF)’ means a function within an electronic control system\nwhere actuation of the steering system can result from automatic evaluation of signals initiated on-board\nthe vehicle, possibly in conjunction with passive infrastructure features, to generate control action in order\nto assist the driver.\n2.3.4.1.1. ‘ACSF of Category A’ means a function that operates at a speed no greater than 10 km/h to assist the driver,\non demand, in low speed or parking manoeuvring.\n2.3.4.1.2. ‘ACSF of Category B1’ means a function which assists the driver in keeping the vehicle within the chosen\nlane, by influencing the lateral movement of the vehicle.\n2.3.4.1.3. ‘ACSF of Category B2’ means a function which is initiated/activated by the driver and which keeps the\nvehicle within its lane by influencing the lateral movement of the vehicle for extended periods without\nfurther driver command/confirmation\n2.3.4.1.4. ‘ACSF of Category C’ means, a function which is initiated/activated by the driver and which can perform\na single lateral manoeuvre (e.g. lane change) when commanded by the driver.\n2.3.4.1.5. ‘ACSF of Category D’ means a function which is initiated/activated by the driver and which can indicate the\npossibility of a single lateral manoeuvre (e.g. lane change) but performs that function only following\na confirmation by the driver.L 318/4 EN Official Journal of the European Union 14.12.2018\n2.3.4.1.6. ‘ACSF of Category E’ means a function which is initiated/activated by the driver and which can continuously\ndetermine the possibility of a manoeuvre (e.g. lane change) and complete these manoeuvres for extended\nperiods without further driver command/confirmation.\n2.3.4.2. ‘Corrective Steering Function (CSF)’ means a control function within an electronic control system whereby,\nfor a limited duration, changes to the steering angle of one or more wheels may result from the automatic\nevaluation of signals initiated on-board the vehicle, in order:\n(a) To compensate a sudden, unexpected change in the side force of the vehicle, or;\n(b) To improve the vehicle stability (e.g. side wind, differing adhesion road conditions ‘μ-split’), or;\n(c) To correct lane departure. (e.g. to avoid crossing lane markings, leaving the road).\n2.3.4.3. ‘Emergency Steering Function (ESF)’ means a control function which can automatically detect a potential\ncollision and automatically activate the vehicle steering system for a limited duration, to steer the vehicle\nwith the purpose of avoiding or mitigating a collision, with:\n(a) Another vehicle driving (1) in an adjacent lane:\n(i) Drifting towards the path of the subject vehicle and/or;\n(ii) Into which path the subject vehicle is drifting and/or;\n(iii) Into which lane the driver initiates a lane change manoeuver.\n(b) An obstacle obstructing the path of the subject vehicle or when the obstruction of the subject vehicle's\npath is deemed imminent.\nESF shall cover one or more use cases from the list above\n2.3.5. ‘Steered wheels’ means the wheels, the alignment of which may be altered directly or indirectly in relation\nto the longitudinal axis of the vehicle in order to determine the direction of movement of the vehicle. (The\nsteered wheels include the axis around which they are rotated in order to determine the direction of\nmovement of the vehicle);\n2.3.6. ‘Energy supply’ includes those parts of the steering equipment which provide it with energy, regulate that\nenergy and where appropriate, process and store it. It also includes any storage reservoirs for the operating\nmedium and the return lines, but not the vehicle's engine (except for the purpose of paragraph 5.3.2.1) or\nits drive to the energy source.\n2.3.6.1. ‘Energy source’ means the part of the energy supply, which provides the energy in the required form.\n2.3.6.2. ‘Energy reservoir’ means that part of the energy supply in which the energy provided by the energy source\nis stored, for example, a pressurised fluid reservoir or vehicle battery.\n2.3.6.3. ‘Storage reservoir’ means that part of the energy supply in which the operating medium is stored at or near\nto the atmospheric pressure, for example a fluid reservoir.\n2.4. Steering parameters\n2.4.1. ‘Steering control effort’ means the force applied to the steering control in order to steer the vehicle.\n2.4.2. ‘Steering time’ means the period of time from the beginning of the movement of the steering control to the\nmoment at which the steered wheels have reached a specific steering angle.\n2.4.3. ‘Steering angle’ means the angle between the projection of a longitudinal axis of the vehicle and the line of\nintersection of the wheel plane (being the central plane of the wheel, normal to the axis around which it\nrotates) and the road surface.\n2.4.4. ‘Steering forces’ mean all the forces operating in the steering transmission.\n2.4.5. ‘Mean steering ratio’ means the ratio of the angular displacement of the steering control to the mean of the\nswept steering angle of the steered wheels for a full lock-to-lock turn.\n2.4.6. ‘Turning circle’ means the circle within which are located the projections onto the ground plane of all the\npoints of the vehicle, excluding the external devices for indirect vision and the front direction indicators,\nwhen the vehicle is driven in a circle.\n(1) The vehicle may be driving in the same or the opposite direction as the subject vehicle.14.12.2018 EN Official Journal of the European Union L 318/5\n2.4.7. ‘Nominal radius of steering control’ means in the case of a steering wheel the shortest dimension from its\ncentre of rotation to the outer edge of the rim. In the case of any other form of control it means the\ndistance between its centre of rotation and the point at which the steering effort is applied. If more than\none such point is provided, the one requiring the greatest effort shall be used.\n2.4.8. ‘Remote Controlled Parking (RCP)’ means an ACSF of category A, actuated by the driver, providing parking\nor low speed manoeuvring. The actuation is made by remote control in close proximity to the vehicle.\n2.4.9. ‘Specified maximum RCP operating range (S )’ means the maximum distance between the nearest point\nRCPmax\nof the motor vehicle and the remote control device up to which ACSF is designed to operate.\n2.4.10. ‘Specified maximum speed V ’ means the maximum speed up to which an ACSF is designed to operate.\nsmax\n2.4.11. ‘Specified minimum speed V ’ means the minimum speed down to which an ACSF is designed to operate.\nsmin\n2.4.12. ‘Specified maximum lateral acceleration ay ’ means the maximum lateral acceleration of the vehicle up to\nsmax\nwhich an ACSF is designed to operate.\n2.4.13. An ACSF is in ‘off mode’ (or ‘switched off’) when the function is prevented from generating a steering\ncontrol action to assist the driver.\n2.4.14. An ACSF is in ‘standby mode’ when the function is switched on, but the conditions (e.g. system operating\nconditions, deliberate action from driver) for being active are not all met. In this mode, the system is not\nready to generate a steering control action to assist the driver.\n2.4.15. An ACSF is in ‘active mode’ (or ‘active’) when the function is switched on and the conditions for being\nactive are met. In this mode, the system continuously or discontinuously controls the steering system is\ngenerating, or is ready to generate, a steering control action to assist the driver.\n2.4.16. A ‘Lane Change Procedure’ in the case of ACSF of Category C starts when the direction indicator lamps are\nactivated by a deliberate action of the driver and ends when the direction indicator lamps are deactivated. It\ncomprises the following operations:\n(a) Activation of the direction indicator lamps by a deliberate action of the driver;\n(b) Lateral movement of the vehicle towards the lane boundary;\n(c) Lane Change Manoeuvre;\n(d) Resumption of the lane keeping function;\n(e) Deactivation of direction indicator lamps.\n2.4.17. A ‘Lane Change Manoeuvre’ is part of the Lane Change Procedure and,\n(a) Starts when the outside edge of the tyre tread of the vehicle's front wheel closest to the lane markings\ntouches the inside edge of the lane marking to which the vehicle is being manoeuvred,\n(b) Ends when the rear wheels of the vehicle have fully crossed the lane marking.\n2.5. Types of steering equipment\nDepending on the way the steering forces are produced, the following types of equipment are distinguished:\n2.5.1. For motor vehicles:\n2.5.1.1. ‘Main steering system’ means the steering equipment of a vehicle which is mainly responsible for\ndetermining the direction of travel. It may comprise:\n2.5.1.1.1. ‘Manual steering equipment’ in which the steering forces result solely from the muscular effort of the driver;\n2.5.1.1.2. ‘Power assisted steering equipment’ in which the steering forces result from both the muscular effort of the\ndriver and the energy supply (supplies).\n2.5.1.1.2.1. Steering equipment in which the steering forces result solely from one or more energy supplies when the\nequipment is intact, but in which the steering forces can be provided by the muscular effort of the driver\nalone if there is a fault in the steering (integrated power systems), is also considered to be power assisted\nsteering equipment;\n2.5.1.1.3. ‘Full-power steering equipment’ in which the steering forces are provided solely by one or more energy\nsupplies;L 318/6 EN Official Journal of the European Union 14.12.2018\n2.5.1.2. ‘Self-tracking steering equipment’ means a system designed to create a change of steering angle on one or\nmore wheels only when acted upon by forces and/or moments applied through the tyre to road contact.\n2.5.1.3. ‘Auxiliary Steering Equipment (ASE)’ means a system in which the wheels on axle(s) of vehicles of categories\nM and N are steered in addition to the wheels of the main steering equipment in the same or opposite\ndirection to those of the main steering equipment and/or the steering angle of the front and/or the rear\nwheels may be adjusted relative to vehicle behaviour.\n2.5.2. For trailers:\n2.5.2.1. ‘Self-tracking steering equipment’ means a system designed to create a change of steering angle on one or\nmore wheels only when acted upon by forces and/or moments applied through the tyre to road contact.\n2.5.2.2. ‘Articulated steering’ means equipment in which the steering forces are produced by a change in direction\nof the towing vehicle and in which the movement of the steered trailer wheels is linked to the relative angle\nbetween the longitudinal axis of the towing vehicle and that of the trailer.\n2.5.2.3. ‘Self-steering’ means equipment in which the steering forces are produced by a change in direction of the\ntowing vehicle and in which the movement of the steered trailer wheels is firmly linked to the relative angle\nbetween the longitudinal axis of the trailer frame or a load replacing it and the longitudinal axis of the sub-\nframe to which the axle(s) is (are) attached.\n2.5.2.4. ‘Additional steering equipment’ means a system, independent of the main steering system, by which the\nsteering angle of one or more axle(s) of the steering system can be influenced selectively for manoeuvring\npurposes.\n2.5.2.5. ‘Full-power steering equipment’ means equipment in which the steering forces are provided solely by one or\nmore energy supplies.\n2.5.3. Depending on the arrangement of the steered wheels, the following types of steering equipment are distin­\nguished:\n2.5.3.1. ‘Front-wheel steering equipment’ in which only the wheels of the front axle(s) are steered. This includes all\nwheels which are steered in the same direction;\n2.5.3.2. ‘Rear-wheel steering equipment’ in which only the wheels of the rear axle(s) are steered. This includes all\nwheels which are steered in the same direction;\n2.5.3.3. ‘Multi-wheel steering equipment’ in which the wheels of one or more of each of the front and the rear\naxle(s) are steered;\n2.5.3.3.1. ‘All-wheel steering equipment’ in which all the wheels are steered;\n2.5.3.3.2. ‘Buckle steering equipment’ in which the movement of chassis parts relative to each other is directly\nproduced by the steering forces.\n2.6. Types of steering transmission\nDepending on the way the steering forces are transmitted, the following types of steering transmission are\ndistinguished:\n2.6.1. ‘Purely mechanical steering transmission’ means a steering transmission in which the steering forces are\ntransmitted entirely by mechanical means;\n2.6.2. ‘Purely hydraulic steering transmission’ means a steering transmission in which the steering forces,\nsomewhere in the transmission, are transmitted only by hydraulic means;\n2.6.3. ‘Purely electric steering transmission’ means a steering transmission in which the steering forces, somewhere\nin the transmission, are transmitted only through electric means;\n2.6.4. ‘Hybrid steering transmission’ means a steering transmission in which part of the steering forces is\ntransmitted through one and the other part through another of the above mentioned means. However, in\nthe case where any mechanical part of the transmission is designed only to give position feedback and is\ntoo weak to transmit the total sum of the steering forces, this system shall be considered to be purely\nhydraulic or purely electric steering transmission.\n2.7. ‘Electric control line’ means the electrical connection which provides the steering control function to the\ntrailer. It comprises the electrical wiring and connector and includes the parts for data communication and\nthe electrical energy supply for the trailer control transmission."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "3",
        "section": "APPLICATION FOR APPROVAL",
        "text": "3.1. The application for approval of a vehicle type with regard to the steering equipment shall be submitted by\nthe vehicle manufacturer or by his duly accredited representative.\n3.2. It shall be accompanied by the undermentioned documents in triplicate, and by the following particulars:\n3.2.1. A description of the vehicle type with regard to the items mentioned in paragraph 2.2; the vehicle type\nshall be specified;\n3.2.2. A brief description of the steering equipment with a diagram of the steering equipment as a whole,\nshowing the position on the vehicle of the various devices influencing the steering;\n3.2.3. In the case of full power steering systems and systems to which Annex 6 of this Regulation applies, an\noverview of the system indicating the philosophy of the system and the fail-safe procedures, redundancies\nand warning systems necessary to ensure safe operation in the vehicle.\nThe necessary technical files relating to such systems shall be made available for discussion with the Type\nApproval Authority and/or Technical Service. Such files will be discussed on a confidential basis.\n3.3. A vehicle representative of the vehicle type to be approved shall be submitted to the Technical Service\nresponsible for conducting approval tests."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "4",
        "section": "APPROVAL",
        "text": "4.1. If the vehicle submitted for approval pursuant to this Regulation meets all relevant requirements given in\nthis Regulation, approval of that vehicle type with regard to the steering equipment shall be granted.\n4.1.1. The Type Approval Authority shall verify the existence of satisfactory arrangements for ensuring effective\ncontrol of the conformity of production as given in paragraph 7 of this Regulation, before type approval is\ngranted.\n4.2. An approval number shall be assigned to each type approved. Its first two digits (at present 02) shall\nindicate the series of amendments incorporating the most recent major technical amendments made to the\nRegulation at the time of issue of the approval. The same Contracting Party shall not assign this number to\nanother vehicle type or to the same vehicle type submitted with different steering equipment from that\ndescribed in the documents required by paragraph 3.\n4.3. Notice of approval or of extension or refusal of approval of a vehicle type pursuant to this Regulation shall\nbe communicated to the Parties to the 1958 Agreement which apply this Regulation, by means of a form\nconforming to the model in Annex 1 to this Regulation.\n4.4. There shall be affixed, conspicuously and in a readily accessible place specified on the approval form, to\nevery vehicle conforming to a vehicle type approved under this Regulation, an international approval mark\nconsisting of:\n4.4.1. a circle surrounding the letter ‘E’ followed by the distinguishing number of the country which has granted\napproval; (1)\n4.4.2. the number of this Regulation, followed by the letter ‘R’, a dash and the approval number to the right of\nthe circle prescribed in paragraph 4.4.1.\n4.5. If the vehicle conforms to a vehicle type approved, under one or more other Regulations annexed to the\nAgreement, in the country which has granted approval under this Regulation, the symbol prescribed in\nparagraph 4.4.1 need not be repeated; in such a case the Regulation and approval numbers and the\nadditional symbols of all the Regulations under which approval has been granted in the country which has\ngranted approval under this Regulation shall be placed in vertical columns to the right of the symbol\nprescribed in paragraph 4.4.1.\n4.6. The approval mark shall be clearly legible and shall be indelible.\n4.7. The approval mark shall be placed close to or on the vehicle data plate affixed by the manufacturer.\n4.8. Annex 2 to this Regulation gives examples of arrangements of approval marks.\n(1) The distinguishing numbers of the Contracting Parties to the 1958 Agreement are reproduced in Annex 3 to the Consolidated\nResolution on the Construction of Vehicles (R.E.3), document ECE/TRANS/WP.29/78/Rev. 6, Annex 3 - www.unece.\norg/trans/main/wp29/wp29wgs/wp29gen/wp29resolutions.htmlL 318/8 EN Official Journal of the European Union 14.12.2018"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "5",
        "section": "CONSTRUCTION PROVISIONS",
        "text": "5.1. General provisions\n5.1.1. The steering system shall ensure easy and safe handling of the vehicle up to its maximum design speed or\nin case of a trailer up to its technically permitted maximum speed. There shall be a tendency to self-centre\nwhen tested in accordance with paragraph 6.2 with the intact steering equipment. The vehicle shall meet\nthe requirements of paragraph 6.2 in the case of motor vehicles and of paragraph 6.3 in the case of\ntrailers. If a vehicle is fitted with Auxiliary Steering Equipment, it shall also meet the requirements of\nAnnex 4. Trailers equipped with hydraulic steering transmissions shall comply also with Annex 5.\n5.1.2. It shall be possible to travel along a straight section of road without unusual steering correction by the\ndriver and without unusual vibration in the steering system at the maximum design speed of the vehicle.\n5.1.3. The direction of operation of the steering control shall correspond to the intended change of direction of\nthe vehicle and there shall be a continuous relationship between the steering control deflection and the\nsteering angle. These requirements do not apply to systems that incorporate an automatically commanded\nor corrective steering function, or to ASE.\nThese requirements may also not necessarily apply in the case of full power steering when the vehicle is\nstationary, during low speed manoeuvres at speeds up to a maximum speed of 15 km/h and when the\nsystem is not energised.\n5.1.4. The steering equipment shall be designed, constructed and fitted in such a way that it is capable of\nwithstanding the stresses arising during normal operation of the vehicle, or combination of vehicles. The\nmaximum steering angle shall not be limited by any part of the steering transmission unless specifically\ndesigned for this purpose. Unless otherwise specified, it will be assumed that for the purpose of this\nRegulation, not more than one failure can occur in the steering equipment at any one time and two axles\non one bogie shall be considered as one axle.\n5.1.5. The effectiveness of the steering equipment, including the electrical control lines, shall not be adversely\naffected by magnetic or electric fields. This shall be demonstrated by fulfilling the technical requirements\nand respecting the transitional provisions of UN Regulation No 10 by applying:\n(a) The 03 series of amendments for vehicles without a coupling system for charging the Rechargeable\nElectric Energy Storage System (traction batteries);\n(b) The 04 series of amendments for vehicles with a coupling system for charging the Rechargeable Electric\nEnergy Storage System (traction batteries).\n5.1.6. Advanced driver assistance steering systems shall only be approved in accordance with this Regulation\nwhere the function does not cause any deterioration in the performance of the basic steering system. In\naddition they shall be designed such that the driver may, at any time and by deliberate action, override the\nfunction.\n5.1.6.1. A CSF system shall be subject to the requirements of Annex 6.\n5.1.6.1.1. Every CSF intervention shall immediately be indicated to the driver by an optical warning signal which is\ndisplayed for at least 1 s or as long as the intervention exists, whichever is longer.\nIn the case of a CSF intervention which is controlled by an Electronic Stability Control (ESC) or a Vehicle\nStability Function as specified in the relevant UN Regulation (i.e. UN Regulations Nos 13, 13-H or 140), the\nESC flashing tell-tale indicating the interventions of ESC may be used, as long as the intervention exists, as\nan alternative to the optical warning signal specified above.\n5.1.6.1.2. In the case of a CSF intervention which is based on the evaluation of the presence and location of lane\nmarkings or boundaries of the lane the following shall apply additionally:\n5.1.6.1.2.1. In the case of an intervention longer than:\n(a) 10 s for vehicles of category M and N , or\n1 1\n(b) 30 s for vehicles of category M , M and N , N ,\n2 3 2 3\nan acoustic warning signal shall be provided until the end of the intervention.14.12.2018 EN Official Journal of the European Union L 318/9\n5.1.6.1.2.2. In the case of two or more consecutive interventions within a rolling interval of 180 seconds and in the\nabsence of a steering input by the driver during the intervention, an acoustic warning signal shall be\nprovided by the system during the second and any further intervention within a rolling interval of\n180 seconds. Starting with the third intervention (and subsequent interventions) the acoustic warning\nsignal shall continue for at least 10 seconds longer than the previous warning signal.\n5.1.6.1.3. The steering control effort necessary to override the directional control provided by the system shall not\nexceed 50 N in the whole range of CSF operations.\n5.1.6.1.4. The requirements in paragraphs 5.1.6.1.1, 5.1.6.1.2 and 5.1.6.1.3 for CSF, which are reliant on the\nevaluation of the presence and location of lane markings or boundaries of the lane, shall be tested in\naccordance with the relevant vehicle test(s) specified in Annex 8 of this Regulation.\n5.1.6.2. Vehicles equipped with an ESF shall fulfil the following requirements.\nAn ESF system shall be subject to the requirements of Annex 6.\n5.1.6.2.1. Any ESF shall only start an intervention in the case where a risk of a collision is detected.\n5.1.6.2.2. Any vehicle fitted with ESF shall be equipped with means to monitor the driving environment (e.g. lane\nmarkings, road edge, other road users) in line with the specified use case. These means shall monitor the\ndriving environment at any time the ESF is active.\n5.1.6.2.3. An automatic avoidance manoeuvre initiated by an ESF shall not lead the vehicle to leave the road.\n5.1.6.2.3.1. In the case of an ESF intervention on a road or a lane delimited with lane markings on one or both side(s),\nan automatic avoidance manoeuver initiated by an ESF shall not lead the vehicle to cross a lane marking.\nHowever, if the intervention starts during a lane change performed by the driver or during an unintentional\ndrift into the adjacent lane, the system may steer the vehicle back into its original lane of travel.\n5.1.6.2.3.2. In the absence of a lane marking on one or on both side(s) of the vehicle, a single ESF intervention is\npermitted, provided that it does not produce a lateral offset of the vehicle greater than 0,75 m in\na direction where the lane marking is absent. The lateral offset during the automatic avoidance manoeuvre\nshall be determined using a fixed point on the front of the vehicle at the start and at the conclusion of the\nESF intervention.\n5.1.6.2.4. The ESF intervention shall not lead the vehicle to collide with another road user (1).\n5.1.6.2.5. The manufacturer shall demonstrate during type approval, to the satisfaction of the Technical Service,\nwhich means to monitor the driving environment are fitted to the vehicle to satisfy the provisions in the\nsubparagraphs of paragraph 5.1.6.2 above.\n5.1.6.2.6. Any intervention of an ESF shall be indicated to the driver with an optical and with an acoustic or haptic\nwarning signal to be provided at the latest with the start of the ESF intervention.\nFor this purpose appropriate signals used by other warning systems (e.g. blind spot detection, lane\ndeparture warning, forward collision warning) are deemed to be sufficient to fulfil the requirements for the\nrespective optical, acoustic or haptic signals above.\n5.1.6.2.7. A system failure shall be indicated to the driver with an optical warning signal. However, when the system\nis manually deactivated, the indication of failure mode may be suppressed.\n5.1.6.2.8. The steering control effort necessary to override the directional control provided by the system shall not\nexceed 50 N.\n5.1.6.2.9. The vehicle shall be tested in accordance with the relevant vehicle tests specified in Annex 8 of this UN\nRegulation.\n(1) Until uniform test procedures have been agreed, the manufacturer shall provide the Technical Service with documentation and\nsupporting evidence to demonstrate compliance with this provision. This information shall be subject to discussion and agreement\nbetween the Technical Service and the vehicle manufacturer.L 318/10 EN Official Journal of the European Union 14.12.2018\n5.1.6.2.10. System information data\nThe following data shall be provided, together with the documentation package required in Annex 6 of this\nUN Regulation, to the Technical Service at the time of type approval:\n(a) Use case(s) where ESF is designed to operate (among the use cases a i, a ii, a iii and b. specified in the\nESF definition in paragraph 2.3.4.3),\n(b) The conditions under which the system is active, e.g. the vehicle speed range V , V ,\nsmax smin\n(c) How ESF detects a risk of a collision,\n(d) Description of the means to detect the driving environment,\n(e) How to deactivate/reactivate the function,\n(f) How it is ensured that the overriding force does not exceed the limit of 50 N.\n5.1.7. Towing vehicles equipped with a connection to supply electrical energy to the steering system of the trailer\nand trailers that utilise electrical energy from the towing vehicle to power the trailer steering system shall\nfulfil the relevant requirements of Annex 7.\n5.1.8. Steering transmission\n5.1.8.1. Adjustment devices for steering geometry shall be such that after adjustment a positive connection can be\nestablished between the adjustable components by appropriate locking devices.\n5.1.8.2. Steering transmission which can be disconnected to cover different configurations of a vehicle (e.g. on\nextendable semi-trailers), shall have locking devices which ensure positive relocation of components; where\nlocking is automatic, there shall be an additional safety lock which is operated manually.\n5.1.9. Steered wheels\nThe steered wheels shall not be solely the rear wheels. This requirement does not apply to semi-trailers.\n5.1.10. Energy supply\nThe same energy supply may be used for the steering equipment and other systems. However, in the case of\na failure in any system which shares the same energy supply steering shall be ensured in accordance with\nthe relevant failure conditions of paragraph 5.3.\n5.1.11. Control systems\nThe requirements of Annex 6 shall be applied to the safety aspects of electronic vehicle control systems that\nprovide or form part of the control transmission of the steering function including advanced driver\nassistance steering systems. However, systems or functions, that use the steering system as the means of\nachieving a higher level objective, are subject to Annex 6 only insofar as they have a direct effect on the\nsteering system. If such systems are provided, they shall not be deactivated during type approval testing of\nthe steering system.\n5.2. Special provisions for trailers\n5.2.1. Trailers (with the exception of semi-trailers and centre-axle trailers) which have more than one axle with\nsteered wheels and semi-trailers and centre-axle trailers which have at least one axle with steered wheels\nshall fulfil the conditions given in paragraph 6.3. However, for trailers with self-tracking steering equipment\na test under paragraph 6.3 is not necessary if the axle load ratio between the un-steered and the self-\ntracking axles equals or exceeds 1,6 under all loading conditions.\nHowever for trailers with self-tracking steering equipment, the axle load ratio between un-steered or\narticulated steered axles and friction-steered axles shall be at least 1 under all loading conditions.\n5.2.2. If the towing vehicle of a vehicle combination is driving straight ahead, the trailer and towing vehicle shall\nremain aligned. If alignment is not retained automatically, the trailer shall be equipped with a suitable\nadjustment facility for maintenance.14.12.2018 EN Official Journal of the European Union L 318/11\n5.3. Failure provisions and performance\n5.3.1. General\n5.3.1.1. For the purposes of this Regulation the steered wheels, the steering control and all mechanical parts of the\nsteering transmission shall not be regarded as liable to breakage if they are amply dimensioned, are readily\naccessible for maintenance, and exhibit safety features at least equal to those prescribed for other essential\ncomponents (such as the braking system) of the vehicle. Where the failure of any such part would be likely\nto result in loss of control of the vehicle, that part shall be made of metal or of a material with equivalent\ncharacteristics and shall not be subject to significant distortion in normal operation of the steering system.\n5.3.1.2. The requirements of paragraphs 5.1.2, 5.1.3 and 6.2.1 shall also be satisfied with a failure in the steering\nequipment as long as the vehicle can be driven with the speeds required in the respective paragraphs.\nIn this case paragraph 5.1.3 shall not apply for full power steering systems when the vehicle is stationary.\n5.3.1.3. Any failure in a transmission other than purely mechanical shall clearly be brought to the attention of the\nvehicle driver as given in paragraph 5.4. When a failure occurs, a change in the average steering ratio is\npermissible if the steering effort given in paragraph 6.2.6 is not exceeded.\n5.3.1.4. In the case where the braking system of the vehicle shares the same energy source as the steering system\nand this energy source fails, the steering system shall have priority and shall be capable of meeting the\nrequirements of paragraphs 5.3.2 and 5.3.3 as applicable. In addition the braking performance on the first\nsubsequent application, shall not drop below the prescribed service brake performance, as given in\nparagraph 2 of Annex 3 of this Regulation.\n5.3.1.5. In the case where the braking system of the vehicle shares the same energy supply as the steering system\nand there is a failure in the energy supply, the steering system shall have priority and shall be capable of\nmeeting the requirements of paragraphs 5.3.2 and 5.3.3 as applicable. In addition the braking performance\non the first subsequent application shall comply with the prescriptions of paragraph 3. of Annex 3 of this\nRegulation.\n5.3.1.6. The requirements for the braking performance in paragraphs 5.3.1.4 and 5.3.1.5 above shall not apply if\nthe braking system is such that in the absence of any energy reserve it is possible with the service brake\ncontrol to achieve the safety requirement for the secondary braking system mentioned in:\n(a) Paragraph 2.2 of UN Regulation No 13-H, Annex 3 (for M and N vehicles);\n1 1\n(b) Paragraph 2.2 of UN Regulation No 13, Annex 4 (for M , M and N vehicles).\n2 3\n5.3.1.7. In the case of trailers the requirements of paragraphs 5.2.2 and 6.3.4.1 shall also be met when there is\na failure in the steering system.\n5.3.2. Power assisted steering systems\n5.3.2.1. Should the engine stop or a part of the transmission fail, with the exception of those parts listed in\nparagraph 5.3.1.1, there shall be no immediate changes in steering angle. As long as the vehicle is capable\nof being driven at a speed greater than 10 km/h the requirements given in paragraph 6., relating to\na system with a failure, shall be met.\n5.3.3. Full power steering systems\n5.3.3.1. The system shall be designed such that the vehicle cannot be driven indefinitively at speeds above 10 km/h\nwhere there is any fault which requires operation of the warning signal referred to in paragraph 5.4.2.1.1.\n5.3.3.2. In case of a failure within the control transmission, with the exception of those parts listed in\nparagraph 5.1.4, it shall still be possible to steer with the performance laid down in paragraph 6. for the\nintact steering system.\n5.3.3.3. In the event of a failure of the energy source of the control transmission, it shall be possible to carry out at\nleast 24 ‘figure of eight’ manoeuvres, where each loop of the figure is 40 m diameter at 10 km/h speed and\nat the performance level given for an intact system in paragraph 6. The test manoeuvres shall begin at an\nenergy storage level given in paragraph 5.3.3.5.L 318/12 EN Official Journal of the European Union 14.12.2018\n5.3.3.4. In the event of a failure within the energy transmission, with the exception of those parts listed in\nparagraph 5.3.1.1, there shall not be any immediate changes in steering angle. As long as the vehicle is\ncapable of being driven at a speed greater than 10 km/h the requirements of paragraph 6 for the system\nwith a failure shall be met after the completion of at least 25 ‘figure of eight’ manoeuvres at 10 km/h\nminimum speed, where each loop of the figure is 40 m diameter.\nThe test manoeuvres shall begin at an energy storage level given in paragraph 5.3.3.5.\n5.3.3.5. The energy level to be used for the tests referred to in paragraphs 5.3.3.3 and 5.3.3.4 shall be the energy\nstorage level at which a failure is indicated to the driver.\nIn the case of electrically powered systems subject to Annex 6, this level shall be the worst case situation\noutlined by the manufacturer in the documentation submitted in connection with Annex 6 and shall take\ninto account the effects of e.g. temperature and ageing on battery performance.\n5.4. Warning signals\n5.4.1. General provisions\n5.4.1.1. Any fault which impairs the steering function and is not mechanical in nature shall be signalled clearly to\nthe driver of the vehicle.\nDespite the requirements of paragraph 5.1.2 the deliberate application of vibration in the steering system\nmay be used as an additional indication of a fault condition in this system.\nIn the case of a motor vehicle, an increase in steering force is considered to be a warning indication; in the\ncase of a trailer, a mechanical indicator is permitted.\n5.4.1.2. Optical warning signals shall be visible, even by daylight and distinguishable from other alerts; the\nsatisfactory condition of the signals shall be easily verifiable by the driver from the driver's seat; the failure\nof a component of the warning devices shall not entail any loss of the steering system's performance.\n5.4.1.3. Acoustic warning signals shall be by continuous or intermittent sound signal or by vocal information.\nWhere vocal information is employed, the manufacturer shall ensure that the alert uses the language(s) of\nthe market into which the vehicle is sold.\nAcoustic warning signals shall be easily recognized by the driver.\n5.4.1.4. If the same energy source is used to supply the steering system and other systems, an acoustic or optical\nwarning shall be given to the driver, when the stored energy/fluid in the energy/storage reservoir drops to\na level liable to cause an increase in steering effort. This warning may be combined with a device provided\nto warn of brake failure if the brake system uses the same energy source. The satisfactory condition of the\nwarning device shall be easily verifiable by the driver.\n5.4.2. Special provisions for full-power steering equipment\n5.4.2.1. Power-driven vehicles shall be capable of providing steering failure and defect warning signals, as follows:\n5.4.2.1.1. A red warning signal, indicating failures defined in paragraph 5.3.1.3 within the main steering equipment;\n5.4.2.1.2. Where applicable, a yellow warning signal indicating an electrically detected defect within the steering\nequipment, which is not indicated by the red warning signal;\n5.4.2.1.3. If a symbol is used, it shall comply with symbol J 04, ISO/IEC registration number 7000-2441 as defined in\nISO 2575:2000;\n5.4.2.1.4. The warning signal(s) mentioned above shall light up when the electrical equipment of the vehicle (and the\nsteering system) is energised. With the vehicle stationary, the steering system shall verify that none of the\nspecified failures or defects is present before extinguishing the signal.14.12.2018 EN Official Journal of the European Union L 318/13\nSpecified failures or defects which should activate the warning signal mentioned above, but which are not\ndetected under static conditions, shall be stored upon detection and be displayed at start-up and at all times\nwhen the ignition (start) switch is in the ‘on’ (run) position, as long as the failure persists.\n5.4.3. In the case where additional steering equipment is in operation and/or where the steering angle generated\nby that equipment has not been returned to normal driving position a warning signal shall be given to the\ndriver.\n5.5. Provisions for the periodic technical inspection of steering equipment\n5.5.1. As far as practicable and subject to agreement between the vehicle manufacturer and the Type Approval\nAuthority, the steering equipment and its installation shall be so designed that, without disassembly, its\noperation can be checked with, if necessary, commonly used measuring instruments, methods or test\nequipment.\n5.5.2. It shall be possible to verify in a simple way the correct operational status of those Electronic Systems,\nwhich have control over steering. If special information is needed, this shall be made freely available.\n5.5.2.1. At the time of type approval the means implemented to protect against simple unauthorized modification\nto the operation of the verification means chosen by the manufacturer (e.g. warning signal) shall be\nconfidentially outlined.\nAlternatively this protection requirement is fulfilled when a secondary means of checking the correct\noperational status is available.\n5.6. Provisions for ACSF\nAny ACSF shall be subject to the requirements of Annex 6.\n5.6.1. Special provisions for ACSF of Category A\nAny ACSF of Category A shall fulfil the following requirements.\n5.6.1.1. General\n5.6.1.1.1. The system shall only operate until 10 km/h (+ 2 km/h tolerance)\n5.6.1.1.2. The system shall be active only after a deliberate action of the driver and if the conditions for operation of\nthe system are fulfilled (all associated functions — e.g. brakes, accelerator, steering, camera/radar/lidar —\nare working properly).\n5.6.1.1.3. The system shall be able to be deactivated by the driver at any time.\n5.6.1.1.4. In case the system includes accelerator and/or braking control of the vehicle, the vehicle shall be equipped\nwith a means to detect an obstacle (e.g. vehicles, pedestrian) in the manoeuvring area and to bring the\nvehicle immediately to a stop to avoid a collision (1).\n5.6.1.1.5. Whenever the system becomes operational, this shall be indicated to the driver. Any termination of control\nshall produce a short but distinctive driver warning by an optical warning signal and either an acoustic\nwarning signal or by imposing a haptic warning signal (except for the signal on the steering control in\nparking manoeuvring).\nFor RCP, the requirements for driver warning shown above shall be fulfilled by the provision of an optical\nwarning signal at least at the remote control device.\n(1) Until uniform test procedures have been agreed, the manufacturer shall provide the Technical Service the documentation and supporting\nevidence to demonstrate compliance with these provisions. This information shall be subject to discussion and agreement between the\nTechnical Service and vehicle manufacturer.L 318/14 EN Official Journal of the European Union 14.12.2018\n5.6.1.2. Additional provisions for RCP\n5.6.1.2.1. The parking manoeuvre shall be initiated by the driver but controlled by the system. A direct influence on\nsteering angle, value of acceleration and deceleration via the remote control device shall not be possible.\n5.6.1.2.2. A continuous actuation of the remote control device by the driver is required during the parking\nmanoeuvre.\n5.6.1.2.3. If the continuous actuation is interrupted or the distance between vehicle and remote control device\nexceeds the specified maximum RCP operating range (S ) or the signal between remote control and\nRCPmax\nvehicle is lost, the vehicle shall stop immediately.\n5.6.1.2.4. If a door or trunk of the vehicle is opened during the parking manoeuvre, the vehicle shall stop\nimmediately.\n5.6.1.2.5. If the vehicle has reached its final parking position, either automatically or by confirmation from the driver,\nand the start/run switch is in the off position, the parking braking system shall be automatically engaged.\n5.6.1.2.6. At any time during a parking manoeuvre that the vehicle becomes stationary, the RCP function shall\nprevent the vehicle from rolling away.\n5.6.1.2.7. The specified maximum RCP operating range shall not exceed 6 m.\n5.6.1.2.8. The system shall be designed to be protected against unauthorized activation or operation of the RCP\nsystems and interventions into the system.\n5.6.1.3. System information data\n5.6.1.3.1. Following data shall be provided together with the documentation package required in Annex 6 of this\nRegulation to the Technical Service at the time of type approval:\n5.6.1.3.1.1. The value for the specified maximum RCP operating range (S );\nRCPmax\n5.6.1.3.1.2. The conditions under which the system can be activated, i. e. when the conditions for operation of the\nsystem are fulfilled;\n5.6.1.3.1.3. For RCP systems the manufacturer shall provide the technical authorities with an explanation how the\nsystem is protected against unauthorized activation.\n5.6.2. Special Provisions for ACSF of Category B1\nAny ACSF of Category B1 shall fulfil the following requirements.\n5.6.2.1. General\n5.6.2.1.1. The activated system shall at any time, within the boundary conditions, ensure that the vehicle does not\ncross a lane marking for lateral accelerations below the maximum lateral acceleration specified by the\nvehicle manufacturer ay .\nsmax\nThe system may exceed the specified value ay by not more than 0,3 m/s2, while not exceeding the\nsmax\nmaximum value specified in the table in paragraph 5.6.2.1.3 of this Regulation.\n5.6.2.1.2. The vehicle shall be equipped with a means for the driver to activate (standby mode) and deactivate (off\nmode) the system. It shall be possible to deactivate the system at any time by a single action of the driver.\nFollowing this action, the system shall only become active again as a result of a deliberate action by the\ndriver.\n5.6.2.1.3. The system shall be designed so that excessive intervention of steering control is suppressed to ensure the\nsteering operability by the driver and to avoid unexpected vehicle behaviour, during its operation. To ensure\nthis, the following requirements shall be fulfilled:\n(a) The steering control effort necessary to override the directional control provided by the system shall\nnot exceed 50 N;14.12.2018 EN Official Journal of the European Union L 318/15\n(b) The specified maximum lateral acceleration ay shall be within the limits as defined in the following\nsmax\ntable:\nTable 1\nFor vehicles of category M , N\n1 1\n> 60- > 100-\nSpeed range 10-60 km/h > 130 km/h\n100 km/h 130 km/h\nMaximum value for the specified maximum 3 m/s2 3 m/s2 3 m/s2 3 m/s2\nlateral acceleration\nMinimum value for the specified maximum 0 m/s2 0,5 m/s2 0,8 m/s2 0,3 m/s2\nlateral acceleration\nFor vehicles of category M , M , N , N\n2 3 2 3\n> 30-\nSpeed range 10-30 km/h > 60 km/h\n60 km/h\nMaximum value for the specified maximum 2,5 m/s2 2,5 m/s2 2,5 m/s2\nlateral acceleration\nMinimum value for the specified maximum 0 m/s2 0,3 m/s2 0,5 m/s2\nlateral acceleration\n(c) The moving average over half a second of the lateral jerk generated by the system shall not exceed\n5 m/s3.\n5.6.2.1.4. The requirements in paragraphs 5.6.2.1.1 and 5.6.2.1.3 of this Regulation shall be tested in accordance\nwith relevant vehicle test(s) specified in Annex 8 of this Regulation.\n5.6.2.2. ACSF of Category B1 operation\n5.6.2.2.1. If the system is active an optical signal shall be provided to the driver.\n5.6.2.2.2. When the system is in standby mode, an optical signal shall be provided to the driver.\n5.6.2.2.3. When the system reaches its boundary conditions set out in paragraph 5.6.2.3.1.1 of this Regulation\n(e.g. the specified maximum lateral acceleration ay ) and both in the absence of any driver input to the\nsmax\nsteering control and when any front tyre of the vehicle starts to cross the lane marking, the system shall\ncontinue to provide assistance and shall clearly inform the driver about this system status by an optical\nwarning signal and additionally by an acoustic or haptic warning signal.\nFor vehicles of categories M M N and N , the warning requirement above is deemed to be fulfilled if the\n2 3 2 3\nvehicle is equipped with a Lane Departure Warning System (LDWS) fulfilling the technical requirements of\nUN Regulation No 130.\n5.6.2.2.4. A system failure shall be signalled to the driver by an optical warning signal. However, when the system is\nmanually deactivated by the driver, the indication of the failure may be suppressed.\n5.6.2.2.5. When the system is active and in the speed range between 10 km/h or V , whichever is higher, and V ,\nsmin smax\nit shall provide a means of detecting that the driver is holding the steering control.\nIf, after a period of no longer than 15 seconds the driver is not holding the steering control, an optical\nwarning signal shall be provided. This signal may be the same as the signal specified below in this\nparagraph.\nThe optical warning signal shall indicate to the driver to place their hands on the steering control. It shall\nconsist of pictorial information showing hands and the steering control and may be accompanied by\nadditional explanatory text or warning symbols — see examples below:L 318/16 EN Official Journal of the European Union 14.12.2018\nIf, after a period of no longer than 30 seconds the driver is not holding the steering control, at least the\nhands or steering control in the pictorial information provided as optical warning signal shall be shown in\nred and an acoustic warning signal shall be provided.\nThe warning signals shall be active until the driver is holding the steering control, or until the system is\ndeactivated, either manually or automatically.\nThe system shall be automatically deactivated at the latest 30 seconds after the acoustic warning signal has\nstarted. After deactivation the system shall clearly inform the driver about the system status by an acoustic\nemergency signal which is different from the previous acoustic warning signal, for at least five seconds or\nuntil the driver holds the steering control again.\nThe above requirements shall be tested in accordance with the relevant vehicle test(s) specified in Annex 8\nof this Regulation.\n5.6.2.2.6. Unless otherwise specified, the optical signals described in paragraph 5.6.2.2 shall all be different from each\nother (e.g. different symbol, colour, blinking, text).\n5.6.2.3. System information data\n5.6.2.3.1. Following data shall be provided together with the documentation package required in Annex 6 of this\nregulation to the Technical Service at the time of type approval;\n5.6.2.3.1.1. The conditions under which the system can be activated and the boundaries for operation (boundary\nconditions). The vehicle manufacturer shall provide values for V , V and ay for every speed range as\nsmax smin smax\nmentioned in the table of paragraph 5.6.2.1.3 of this Regulation;\n5.6.2.3.1.2. Information about how the system detects that the driver is holding the steering control.\n5.6.3. (Reserved for ACSF of Category B2)\n5.6.4. Special Provisions for ACSF of Category C\nVehicles equipped with an ACSF system of Category C shall fulfil the following requirements.\n5.6.4.1. General\n5.6.4.1.1. A vehicle equipped with an ACSF of Category C shall also be equipped with an ACSF of Category B1\ncomplying with the requirements of this UN Regulation.\n5.6.4.1.2. When the ACSF of Category C is activated (standby) the ACSF of Category B1 shall aim to center the\nvehicle in the lane.\nThis shall be demonstrated to the Technical Service during type approval.\n5.6.4.2. Activation/deactivation of the ACSF of Category C system\n5.6.4.2.1. The default status of the system shall be off at the initiation of each new engine start/run cycle.\nThis requirement does not apply when a new engine start/run cycle is performed automatically, e.g. the\noperation of a stop/start system.\n5.6.4.2.2. The vehicle shall be equipped with a means for the driver to activate (standby mode) and deactivate (off\nmode) the system. The same means as for an ACSF of Category B1 may be used.\n5.6.4.2.3. The system shall only be activated (standby mode) after a deliberate action by the driver.\nActivation by the driver shall only be possible on roads where pedestrians and cyclists are prohibited and\nwhich, by design, are equipped with a physical separation that divides the traffic moving in opposite\ndirections and which have at least two lanes in the direction the vehicles are driving. These conditions shall\nbe ensured by the use of at least two independent means.\nIn the case of a transition from a road type with a classification permitting an ACSF of Category C, to\na type of road where an ACSF of Category C is not permitted, the system shall be deactivated automatically.14.12.2018 EN Official Journal of the European Union L 318/17\n5.6.4.2.4. It shall be possible to deactivate the system (off mode) at any time by a single action of the driver.\nFollowing this action, the system shall only be able to be reactivated (standby mode) by a deliberate action\nof the driver.\n5.6.4.2.5. Notwithstanding the requirements above it shall be possible to perform the corresponding tests in Annex 8\nof this UN Regulation on a test track.\n5.6.4.3. Overriding\nA steering input by the driver shall override the steering action of the system. The steering control effort\nnecessary to override the directional control provided by the system shall not exceed 50 N.\nThe system may remain activated (standby mode) provided that priority is given to the driver during the\noverriding period.\n5.6.4.4. Lateral acceleration\nThe lateral acceleration induced by the system during the lane change manoeuvre:\n(a) Shall not exceed 1 m/s2 in addition to the lateral acceleration generated by the lane curvature, and\n(b) Shall not cause the total vehicle lateral acceleration to exceed the maximum values indicated in tables of\nparagraph 5.6.2.1.3 above.\nThe moving average over half a second of the lateral jerk generated by the system shall not exceed 5 m/s3.\n5.6.4.5. Human Machine Interface (HMI)\n5.6.4.5.1. Unless otherwise specified, the optical signals identified in paragraph 5.6.4.5 shall be easily distinguishable\nfrom each other (e.g. different symbol, colour, blinking, text).\n5.6.4.5.2. When the system is in standby mode (i.e. ready to intervene), an optical signal shall be provided to the\ndriver.\n5.6.4.5.3. When the lane change procedure is ongoing an optical signal shall be provided to the driver.\n5.6.4.5.4. When the lane change procedure is suppressed, in accordance with paragraph 5.6.4.6.8, the system shall\nclearly inform the driver about this system status by an optical warning signal and additionally by an\nacoustic or haptic warning signal. In case the suppression is initiated by the driver, an optical warning is\nsufficient.\n5.6.4.5.5. A system failure shall be signalled immediately to the driver by an optical warning signal. However, when\nthe system is manually deactivated by the driver, the indication of failure mode may be suppressed.\nIf a system failure occurs during a lane change manoeuvre, the failure shall be signalled to the driver by an\noptical, and an acoustic or haptic warning.\n5.6.4.5.6. The system shall provide a means of detecting that the driver is holding the steering control and shall warn\nthe driver in accordance with the warning strategy below:\nIf, after a period of no longer than 3 seconds after the initiation of the lane change procedure, the driver is\nnot holding the steering control, an optical warning signal shall be provided. This signal shall be the same\nas the signal specified in paragraph 5.6.2.2.5 above.\nThe warning signal shall be active until the driver is holding the steering control, or until the system is\ndeactivated, either manually or automatically.\n5.6.4.6. Lane Change Procedure\n5.6.4.6.1. The initiation of a lane change procedure of an ACSF of Category C shall only be possible if an ACSF of\nCategory B1 is already active.\n5.6.4.6.2. The lane change procedure requires, and shall start immediately after, a manual activation by the driver of\nthe direction indicator to the intended side for the lane change.L 318/18 EN Official Journal of the European Union 14.12.2018\n5.6.4.6.3. When the lane change procedure starts, the ACSF of Category B1 shall be suspended and the ACSF of\nCategory C shall carry on the lane keeping function of ACSF of category B1, until the lane change\nmanoeuvre starts.\n5.6.4.6.4. The lateral movement of the vehicle towards the intended lane shall not start earlier than 1 second after the\nstart of the lane change procedure. Additionally, the lateral movement to approach the lane marking and\nthe lateral movement necessary to complete the lane change manoeuvre, shall be completed as one\ncontinuous movement.\nThe lane change manoeuvre shall not be initiated before a period of 3,0 seconds and later than 5,0 seconds\nafter the deliberate action of the driver described in paragraph 5.6.4.6.2 above.\n5.6.4.6.5. The lane change manoeuvre shall be completed in less than:\n(a) 5 seconds for M , N vehicle categories;\n1 1\n(b) 10 seconds for M , M , N , N vehicle categories.\n2 3 2 3\n5.6.4.6.6. Once the lane change manoeuvre has completed, ACSF of Category B1 lane keeping function shall resume\nautomatically.\n5.6.4.6.7. The direction indicator shall remain active throughout the whole period of the lane change manoeuvre and\nshall be deactivated by the system no later than 0,5 seconds after the resumption of ACSF of Category B1\nlane keeping function as described in paragraph 5.6.4.6.6 above.\n5.6.4.6.8. Suppression of the Lane Change Procedure\n5.6.4.6.8.1. The lane change procedure shall be suppressed automatically by the system when at least one of the\nfollowing situations occurs before the lane change manoeuvre has started:\n(a) The system detects a critical situation (as defined in paragraph 5.6.4.7);\n(b) The system is overridden or switched off by the driver;\n(c) The system reaches its boundaries (e.g. lane markings are no longer detected);\n(d) The system has detected that the driver is not holding the steering control at the start of the lane\nchange manoeuvre;\n(e) The direction indicator lamps are manually deactivated by the driver;\n(f) The lane change manoeuvre has not commenced within 5,0 seconds following the deliberate action of\nthe driver described in paragraph 5.6.4.6.2;\n(g) The lateral movement described in paragraph 5.6.4.6.4 is not continuous.\n5.6.4.6.8.2. Manual deactivation of the lane change procedure, using the manual control of the direction indicator, shall\nbe possible for the driver at any time.\n5.6.4.7. Critical situation\nA situation is deemed to be critical when, at the time a lane change manoeuvre starts, an approaching\nvehicle in the target lane would have to decelerate at a higher level than 3m/s2, 0,4 seconds after the lane\nchange manoeuvre has started, to ensure the distance between the two vehicles is never less than that\nwhich the lane change vehicle travels in 1 second.\nThe resulting critical distance at the start of the lane change manoeuvre shall be calculated using the\nfollowing formula:\nS = (v – v ) * t + (v – v )2/(2 * a) + v * t\ncritical rear ACSF B rear ACSF ACSF G\nWhere:\nv is The actual speed of the approaching vehicle or 130 km/h whatever value is lower\nrear\nv is The actual speed of the ACSF vehicle\nACSF\na = 3 m/s2 (Deceleration of the approaching vehicle)\nt = 0,4 s (Time after the start of the lane change manoeuvre at which the deceleration of the\nB\napproaching vehicle starts)\nt = 1 s (Remaining gap of the vehicles after the deceleration of the approaching vehicle).\nG14.12.2018 EN Official Journal of the European Union L 318/19\n5.6.4.8. Minimum distance and minimum operation speed\n5.6.4.8.1. The ACSF of Category C shall be able to detect vehicles approaching from the rear in an adjacent lane up to\na distance S as specified below:\nrear\nThe minimum distance S shall be declared by the vehicle manufacturer. The declared value shall not be\nrear\nless than 55 m.\nThe declared distance shall be tested according to the relevant test in Annex 8 using a two-wheeled motor\nvehicle of Category L as the approaching vehicle.\n3\nThe minimum operation speed V , down to which the ACSF of Category C is permitted to perform a lane\nsmin\nchange manoeuvre, shall be calculated with minimum distance S using the following formula:\nrear\nqffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi\nV ¼a * ðt − t ÞþV − a2 * ðt − t Þ2 − 2 * a * ðV * t − S Þ\nSmin B G app B G app G rear\nWhere:\nS is The minimum distance declared by the manufacturer in [m];\nrear\nV = 36,1 m/s (The speed of the approaching vehicle is 130 km/h i.e. 36,1 m/s);\napp\na = 3 m/s2 (Deceleration of the approaching vehicle);\nt = 0,4 s (Time after the start of the manoeuvre at which the deceleration of the\nB\napproaching vehicle starts);\nt = 1 s (Remaining gap of the vehicles after the deceleration of the approaching\nG\nvehicle);\nV in [m/s] is The resulting minimum activation speed of the ACSF of Category C.\nsmin\nIf the vehicle is operated in a country with a general maximum speed limit below 130 km/h, this speed\nlimit may be used as an alternative for V in the above formula to calculate the minimum operation speed\napp\nV . In this case the vehicle shall be equipped with a means to detect the country of the operation and\nsmin\nshall have information available on the general maximum speed limit of this country.\nNotwithstanding the requirements above in this paragraph, the ACSF of Category C is permitted to perform\na lane change manoeuvre at speeds lower than the calculated V provided that the following conditions\nsmin\nare met:\n(a) The system has detected another vehicle in the adjacent lane into which the lane change is planned at\na distance lower than S ; and\nrear\n(b) The situation is not deemed to be critical according to paragraph 5.6.4.7 (e.g. at low speed differences\nand V < 130 km/h);\napp\n(c) The declared value S is greater than the calculated value S from paragraph 5.6.4.7 above.\nrear critical\n5.6.4.8.2. The vehicle system detection area on ground level shall be at minimum as shown in the figure below.\n5.6.4.8.3. After each vehicle new engine start/run cycle (other than when performed automatically, e.g. the operation\nof a stop/start systems), the ACSF of Category C function shall be prevented from performing a lane change\nmanoeuvre until the system has detected, at least once, a moving object at a distance greater than the\nminimum distance S declared by the manufacturer in paragraph 5.6.4.8.1 above.\nrearL 318/20 EN Official Journal of the European Union 14.12.2018\n5.6.4.8.4. The ACSF of Category C shall be able to detect blindness of the sensor (e.g. due to accumulation of dirt, ice\nor snow). The ACSF of Category C shall be prevented, upon detection of blindness, from performing the\nlane change manoeuvre. The status of the system shall be signalled to the driver no later than on the\ninitiation of the lane change procedure. The same warning as the one specified in paragraph 5.6.4.5.5\n(system failure warning) may be used.\n5.6.4.9. System information data\n5.6.4.9.1. The following data shall be provided, together with the documentation package required in Annex 6 of this\nUN Regulation, to the Technical Service at the time of type approval.\n5.6.4.9.1.1. The conditions under which the system can be activated and the boundaries for operation (boundary\nconditions). The vehicle manufacturer shall provide values for V , V and ay for every speed range as\nsmax smin smax\nmentioned in the table of paragraph 5.6.2.1.3 of this UN Regulation.\n5.6.4.9.1.2. Information about how the system detects that the driver is holding the steering control.\n5.6.4.9.1.3. The means to override and to suppress or cancel.\n5.6.4.9.1.4. Information about how the failure warning signal status and the confirmation of the valid software version\nrelated ACSF performance can be checked via the use of an electronic communication interface (1).\n5.6.4.9.1.5. Documentation about which system software version related ACSF performance is valid. This documen­\ntation shall be updated whenever a software version was amended (1).\n5.6.4.9.1.6. Information on the sensor range over lifetime. The sensor range shall be specified in such way that any\ninfluence on deterioration of the sensor shall not affect the fulfilment of paragraphs 5.6.4.8.3 and 5.6.4.8.4\nof this UN Regulation.\n5.6.4.10. The vehicle with ACSF of Category C shall be tested in accordance with relevant vehicle test(s) specified in\nAnnex 8 of this UN Regulation. For driving situations not covered by the tests of Annex 8, the safe\noperation of the ACSF shall be demonstrated by the vehicle manufacturer on the base of Annex 6 of this\nUN Regulation.",
        "tables": [
            [
                {
                    "10-60 km/h": "3 m/s2",
                    "> 60-\n100 km/h": "3 m/s2",
                    "> 100-\n130 km/h": "3 m/s2"
                },
                {
                    "10-60 km/h": "0 m/s2",
                    "> 60-\n100 km/h": "0,5 m/s2",
                    "> 100-\n130 km/h": "0,8 m/s2"
                }
            ],
            [
                {
                    "10-30 km/h": "2,5 m/s2",
                    "> 30-\n60 km/h": "2,5 m/s2",
                    "> 60 km/h": "2,5 m/s2"
                },
                {
                    "10-30 km/h": "0 m/s2",
                    "> 30-\n60 km/h": "0,3 m/s2",
                    "> 60 km/h": "0,5 m/s2"
                }
            ]
        ]
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "6",
        "section": "TEST PROVISIONS",
        "text": "6.1. General provisions\n6.1.1. The test shall be conducted on a level surface affording good adhesion.\n6.1.2. During the test(s), the vehicle shall be loaded to its technically permissible maximum mass and its\ntechnically permissible maximum load on the steered axle(s).\nIn the case of axles fitted with ASE, this test shall be repeated with the vehicle loaded to its technically\npermissible maximum mass and the axle equipped with ASE loaded to its maximum permissible mass.\n6.1.3. Before the test begins, the tyre pressures shall be as prescribed by the manufacturer for the mass specified\nin paragraph 6.1.2 when the vehicle is stationary.\n6.1.4. In the case of any systems that use electrical energy for part or all of the energy supply, all performance\ntests shall be carried out under conditions of actual or simulated electrical load of all essential systems or\nsystems components which share the same energy supply. Essential systems shall comprise at least lighting\nsystems, windscreen wipers, engine management and braking systems.\n6.2. Provisions for motor vehicles\n6.2.1. It shall be possible to leave a curve with a radius of 50 m at a tangent without unusual vibration in the\nsteering equipment at the following speed:\nCategory M vehicles: 50 km/h;\n1\nCategory M , M , N , N and N vehicles: 40 km/h or the maximum design speed if this is below the speeds\n2 3 1 2 3\ngiven above.\n(1) This paragraph shall be reviewed once the Task Force on Cyber Security and Over the Air issues (TF CS/OTA) reporting to the World\nForum for the Harmonization of Vehicle Regulations (WP.29) Informal Working Group on Intelligent Transport Systems/Automated\nDriving has finalized its work on measures for software identification and, if necessary, amended accordingly.14.12.2018 EN Official Journal of the European Union L 318/21\n6.2.2. When the vehicle is driven in a circle with its steered wheels at approximately half lock and a constant\nspeed of at least 10 km/h, the turning circle shall remain the same or become larger if the steering control\nis released.\n6.2.3. During the measurement of control effort, forces with a duration of less than 0,2 seconds shall not be\ntaken into account.\n6.2.4. The measurement of steering efforts on motor vehicles with intact steering equipment.\n6.2.4.1. The vehicle shall be driven from straight ahead into a spiral at a speed of 10 km/h. The steering wheel\ncontrol effort shall be measured at the nominal radius of the steering control until the position of the\nsteering control corresponds to turning radius given in the table below for the particular category of vehicle\nwith intact steering. One steering movement shall be made to the right and one to the left.\n6.2.4.2. The maximum permitted steering time and the maximum permitted steering control effort with intact\nsteering equipment are given in the table below for each category of vehicle.\n6.2.5. The measurement of steering efforts on motor vehicles with a failure in the steering equipment.\n6.2.5.1. The test described in paragraph 6.2.4 shall be repeated with a failure in the steering equipment. The\nsteering effort shall be measured until the position of the steering control corresponds to the turning radius\ngiven in the table below for the particular category of vehicle with a failure in the steering equipment.\n6.2.5.2. The maximum permitted steering time and the maximum permitted steering control effort with a failure in\nthe steering equipment are given in the table below for each category of vehicle.\nTable 2\nSteering control effort requirements\nVehicle\nINTACT WITH A FAILURE\nCategory\nMaximum Turning Maximum Turning\neffort Time(s) radius Effort Time(s) Radius\n(daN) (m) (daN) (m)\nM 15 4 12 30 4 20\n1\nM 15 4 12 30 4 20\n2\nM 20 4 12(**) 45(*) 6 20\n3\nN 20 4 12 30 4 20\n1\nN 25 4 12 40 4 20\n2\nN 20 4 12(**) 45(*) 6 20\n3\n(*) 50 for rigid vehicles with 2 or more steered axles excluding self tracking equipment\n(**) or full lock if 12 m radius is not attainable.\n6.3. Provisions for trailers\n6.3.1. The trailer shall travel without excessive deviation or unusual vibration in its steering equipment when the\ntowing vehicle is travelling in a straight line on a flat and horizontal road at a speed of 80 km/h or the\ntechnically permissible maximum speed indicated by the trailer manufacturer if this is less than 80 km/h.\n6.3.2. With the towing vehicle and trailer having adopted a steady state turn corresponding to a turning circle\nradius of 25 m (see paragraph 2.4.6) at a constant speed of 5 km/h, the circle described by the rearmost\nouter edge of the trailer shall be measured. This manoeuvre shall be repeated under the same conditions\nbut at a speed of 25 km/h ± 1 km/h. During these manoeuvres, the rearmost outer edge of the trailer\ntravelling at a speed of 25 km/h ± 1 km/h shall not move outside the circle described at a constant speed\nof 5 km/h by more than 0,7 m.L 318/22 EN Official Journal of the European Union 14.12.2018\n6.3.3. No part of the trailer shall move more than 0,5 m beyond the tangent to a circle with a radius of 25 m\nwhen towed by a vehicle leaving the circular path described in paragraph 6.3.2 along the tangent and\ntravelling at a speed of 25 km/h. This requirement shall be met from the point the tangent meets the circle\nto a point 40 m along the tangent. After that point the trailer shall fulfil the condition specified in\nparagraph 6.3.1.\n6.3.4. The annular ground area swept by the towing vehicle/trailer combination with an intact steering system,\ndriving at no more than 5 km/h in a constant radius circle with the front outer corner of the towing\nvehicle describing a radius of 0,67 × vehicle combination length but not less than 12,5 m is to be\nmeasured.\n6.3.4.1. If, with a fault in the steering system, the measured swept annular width is > 8,3 m, then this shall not be\nan increase of more than 15 per cent compared with the corresponding value measured with the intact\nsteering system. There shall not be any increase in the outer radius of the swept annular width.\n6.3.5. The tests described in paragraphs 6.3.2, 6.3.3 and 6.3.4 shall be conducted in both clockwise and anti-\nclockwise directions.",
        "tables": [
            [
                {
                    "INTACT": "Maximum\neffort\n(daN)",
                    "null": "Time(s)"
                },
                {
                    "INTACT": "15",
                    "null": "4"
                },
                {
                    "INTACT": "15",
                    "null": "4"
                },
                {
                    "INTACT": "20",
                    "null": "6"
                },
                {
                    "INTACT": "20",
                    "null": "4"
                },
                {
                    "INTACT": "25",
                    "null": "4"
                },
                {
                    "INTACT": "20",
                    "null": "6"
                }
            ],
            [
                {
                    "WITH A FAILURE": "Maximum Effort (daN)",
                    "null": "Time(s)"
                },
                {
                    "WITH A FAILURE": "30",
                    "null": "4"
                },
                {
                    "WITH A FAILURE": "30",
                    "null": "4"
                },
                {
                    "WITH A FAILURE": "45 (*1)",
                    "null": "6"
                },
                {
                    "WITH A FAILURE": "30",
                    "null": "4"
                },
                {
                    "WITH A FAILURE": "40",
                    "null": "4"
                },
                {
                    "WITH A FAILURE": "45 (*1)",
                    "null": "6"
                }
            ]
        ]
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "7",
        "section": "CONFORMITY OF PRODUCTION",
        "text": "The Conformity of Production Procedures shall comply with those set out in the 1958 Agreement,\nSchedule 1 (E/ECE/TRANS/505/Rev.3) with the following requirements:\n7.1. The holder of the approval shall ensure that results of the conformity of production tests are recorded and\nthat the annexed documents remain available for a period determined in agreement with the Type Approval\nAuthority or Technical Service. This period shall not exceed 10 years counted from the time when\nproduction is definitively discontinued;\n7.2. The Type Approval Authority which has granted type approval or its Technical Service may at any time\nverify the conformity control methods applied in each production facility. The normal frequency of these\nverifications shall be once every two years."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "9",
        "section": "PENALTIES FOR NON-CONFORMITY OF PRODUCTION",
        "text": "8.1. The approval granted in respect of a vehicle type pursuant to this Regulation may be withdrawn if the\nrequirement laid down in paragraph 7.1 is not complied with or if sample vehicles fail to comply with the\nrequirements of paragraph 6 of this Regulation.\n8.2. If a Contracting Party to the Agreement applying this Regulation withdraws an approval it has previously\ngranted, it shall forthwith so notify the other Contracting Parties applying this Regulation, by means of\na communication form conforming to the model in Annex 1 to this Regulation."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "10",
        "section": "PRODUCTION DEFINITIVELY DISCONTINUED",
        "text": "If the holder of the approval completely ceases to manufacture a type of vehicle approved in accordance\nwith this Regulation, he shall so inform the Type Approval Authority which granted the approval. Upon\nreceiving the relevant communication that Type Approval Authority shall inform thereof the other Parties\nto the 1958 Agreement applying this Regulation by means of a communication form conforming to the\nmodel in Annex 1 to this Regulation.14.12.2018 EN Official Journal of the European Union L 318/23"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "11",
        "section": "NAMES AND ADDRESSES OF TECHNICAL SERVICES RESPONSIBLE FOR CONDUCTING APPROVAL TESTS AND OF\nTYPE APPROVAL AUTHORITIES",
        "text": "The Parties to the 1958 Agreement applying this Regulation shall communicate to the United Nations\nSecretariat the names and addresses of the Technical Services responsible for conducting approval tests and\nof the Type Approval Authorities which grant approval and to which forms certifying approval or\nextension or refusal or withdrawal of approval, issued in other countries, are to be sent"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "12",
        "section": "TRANSITIONAL PROVISIONS",
        "text": "12.1. Transitional Provisions applicable to the 02 series of amendments:\n12.1.1. As from the official date of entry into force of the 02 series of amendments, no Contracting Party applying\nthis UN Regulation shall refuse to grant or refuse to accept UN type approvals under this UN Regulation as\namended by the 02 series of amendments unless otherwise specified below.\n12.1.2. As from 1 April 2018, Contracting Parties applying this UN Regulation shall not be obliged to accept UN\ntype approvals to any preceding series of amendments, first issued after 1 April 2018.\n12.1.3. Until 1 April 2021, Contracting Parties applying this UN Regulation shall continue to accept UN type\napprovals to the preceding series (01) of amendments to the UN Regulation, first issued before 1 April\n2018.\n12.1.4. As from 1 April 2021, Contracting Parties applying this UN Regulation shall not be obliged to accept UN\ntype approvals issued to the preceding series of amendments to this UN Regulation.\n12.1.5. Notwithstanding paragraph 12.1.4, UN type approvals to the preceding series of amendments to the UN\nRegulation, which are not affected by the 02 series of amendments shall remain valid and Contracting\nParties applying the UN Regulation shall continue to accept them.\n12.1.6. Until 1 April 2020, type approvals according to the 02 series of amendment to this UN Regulation may be\ngranted to new vehicle types not complying with the red colour for the hands-off warning signal, mandated\nin paragraph 5.6.2.2.5, and having multi information displays installed in the instrument cluster not\ncapable of indicating red waning signals or using standalone tell-tales only.\n12.2. Transitional Provisions applicable to the 03 series of amendments:\n12.2.1. As from the official date of entry into force of the 03 series of amendments, no Contracting Party applying\nthis UN Regulation shall refuse to grant or refuse to accept UN type approvals under this UN Regulation as\namended by the 03 series of amendments.\n12.2.2. As from 1 September 2019, Contracting Parties applying this UN Regulation shall not be obliged to accept\nUN type approvals to the preceding series (02) of amendments, first issued after 1 September 2019.\n12.2.3. Until 1 September 2021, Contracting Parties applying this UN Regulation shall continue to accept UN type\napprovals to the preceding series (02) of amendments to the UN Regulation, first issued before 1 September\n2019.\n12.2.4. As from 1 September 2021, Contracting Parties applying this UN Regulation shall not be obliged to accept\ntype approval issued to the preceding series of amendments to this UN Regulation.\n12.2.5. Notwithstanding paragraph 12.2.4, Contracting Parties applying this UN Regulation shall continue to\naccept UN type approvals issued according to a preceding series of amendments to this UN Regulation, for\nvehicles which are not affected by the provisions introduced with the 03 series of amendments.\n12.3. General transitional provisions:\n12.3.1. Contracting Parties applying this UN Regulation shall not refuse to grant UN type approvals according to\nany preceding series of amendments to this UN Regulation or extension thereof."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "13",
        "section": "ANNEX 1",
        "text": "14.12.2018 EN Official Journal of the European Union L 318/25L 318/26 EN Official Journal of the European Union 14.12.2018"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "14",
        "section": "ANNEX 2",
        "text": "ARRANGEMENTS OF APPROVAL MARKS\nMODEL A\n(See paragraph 4.4 of this Regulation)\na = 8 mm min\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned has, with regard to steering\nequipment, been approved in the Netherlands (E 4) pursuant to UN Regulation No 79 under approval No 022439. The\napproval number indicates that the approval was granted in accordance with the requirements of UN Regulation No 79\nincorporating the 02 series of amendments.\nMODEL B\n(See paragraph 4.5 of this Regulation)\na = 8 mm min\nThe above approval mark affixed to a vehicle shows that the vehicle type concerned has been approved in the\nNetherlands (E 4) pursuant to Regulations Nos 79 and 31 (1). The approval numbers indicate that, at the dates when the\nrespective approvals were given, UN Regulation No 79 incorporating the 02 series of amendments and UN Regulation\nNo 31 included the 02 series of amendments."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "15",
        "section": "ANNEX 3",
        "text": "Braking performance for vehicles using the same energy source to supply steering equipment and\nbraking device\n1. For tests carried out in accordance with this annex the following vehicle conditions shall be met:\n1.1. The vehicle shall be loaded to its technically permissible maximum mass distributed between the axles as declared\nby the vehicle manufacturer. Where provision is made for several arrangements of the mass on the axles, the\ndistribution of the maximum mass between the axles shall be such that the mass on each axle is proportional to\nthe maximum permissible mass for each axle. In the case of tractors for semi-trailers, the mass may be\nrepositioned approximately half way between the kingpin position resulting from the above loading conditions\nand the centreline of the rear axle(s);\n1.2. The tyres shall be inflated to the cold inflation pressure prescribed for the mass to be borne by the tyres when\nthe vehicle is stationary;\n1.3. Before the start of the tests the brakes shall be cold, that is, with a disc or outer brake drum surface temperature\nless than 100 °C.\n2. If an energy source failure occurs, service braking performance on the first brake application shall achieve the\nvalues given in the table below.\nTable 1\nCategory V (km/h) Service braking (m/s2) F (daN)\nM 100 6,43 50\n1\nM and M 60 5,0 70\n2 3\n(i) 80 5,0 70\nN (a)(b)\n1\n(ii) 100 6,43 50\nN and N 60 5,0 70\n2 3\n(a) The applicant shall select the appropriate row (i) or (ii) and this choice shall be subject to the agreement of the Technical\nService.\n(b) Information: The values in row (i) are aligned with the corresponding provisions in UN Regulation No 13, the values in\nrow (ii) are aligned with the corresponding provisions in UN Regulation No 13-H.\n3. After any failure in the steering equipment, or the energy supply, it shall be possible after eight full stroke\nactuations of the service brake control, to achieve at the ninth application, at least the performance prescribed for\nthe secondary (emergency) braking system (see table below).\nIn the case where secondary performance requiring the use of stored energy is achieved by a separate control, it\nshall still be possible after eight full stroke actuations of the service brake control to achieve at the ninth\napplication, the residual performance (see table below).\nTable 2\nSecondary and residual efficiency\nCategory V (km/h) Secondary braking (m/s2) Residual braking (m/s2)\nM 100 2,44 —\n1\nM and M 60 2,5 1,5\n2 3\n(i) 70 2,2 1,3\nN (a)(b)\n1\n(ii) 100 2,44 —L 318/28 EN Official Journal of the European Union 14.12.2018\nCategory V (km/h) Secondary braking (m/s2) Residual braking (m/s2)\nN 50 2,2 1,3\n2\nN 40 2,2 1,3\n3\n(a) The applicant shall select the appropriate row (i) or (ii) and this choice shall be subject to the agreement of the Technical\nService.\n(b) Information: The values in row (i) are aligned with the corresponding provisions in UN Regulation No 13, the values in\nrow (ii) are aligned with the corresponding provisions in UN Regulation No 13-H.",
        "tables": [
            [
                {
                    "Category": "M1",
                    "V (km/h)": 100,
                    "Service braking (m/s2)": 6.43,
                    "F (daN)": 50
                },
                {
                    "Category": "M2 and M3",
                    "V (km/h)": 60,
                    "Service braking (m/s2)": 5.0,
                    "F (daN)": 70
                },
                {
                    "Category": "N1 (1) (2) (i)",
                    "V (km/h)": 80,
                    "Service braking (m/s2)": 5.0,
                    "F (daN)": 70
                },
                {
                    "Category": "N1 (1) (2) (ii)",
                    "V (km/h)": 100,
                    "Service braking (m/s2)": 6.43,
                    "F (daN)": 50
                },
                {
                    "Category": "N2 and N3",
                    "V (km/h)": 60,
                    "Service braking (m/s2)": 5.0,
                    "F (daN)": 70
                }
            ],
            [
                {
                    "Category": "M1",
                    "V (km/h)": 100,
                    "Secondary braking (m/s2)": 2.44,
                    "Residual braking (m/s2)": null
                },
                {
                    "Category": "M2 and M3",
                    "V (km/h)": 60,
                    "Secondary braking (m/s2)": 2.5,
                    "Residual braking (m/s2)": 1.5
                },
                {
                    "Category": "N1 (3) (4) (i)",
                    "V (km/h)": 70,
                    "Secondary braking (m/s2)": 2.2,
                    "Residual braking (m/s2)": 1.3
                },
                {
                    "Category": "N1 (3) (4) (ii)",
                    "V (km/h)": 100,
                    "Secondary braking (m/s2)": 2.44,
                    "Residual braking (m/s2)": null
                },
                {
                    "Category": "N2",
                    "V (km/h)": 50,
                    "Secondary braking (m/s2)": 2.2,
                    "Residual braking (m/s2)": 1.3
                },
                {
                    "Category": "N3",
                    "V (km/h)": 40,
                    "Secondary braking (m/s2)": 2.2,
                    "Residual braking (m/s2)": 1.3
                }
            ]
        ]
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "16",
        "section": "ANNEX 4",
        "text": "Additional provisions for vehicles equipped with Auxiliary Steering Equipment\n1. GENERAL PROVISIONS\nVehicles fitted with Auxiliary Steering Equipment (ASE) in addition to the requirements given in the body of\nthis Regulation shall also comply with the provisions of this annex.\n2. SPECIFIC PROVISIONS\n2.1. Transmission\n2.1.1. Mechanical steering transmissions\nParagraph 5.3.1.1 of this Regulation applies.\n2.1.2. Hydraulic steering transmissions\nThe hydraulic steering transmission shall be protected from exceeding the maximum permitted service\npressure T.\n2.1.3. Electric steering transmissions\nThe electric steering transmission shall be protected from excess energy supply.\n2.1.4. Combination of steering transmissions\nA combination of mechanical, hydraulic and electric transmissions shall comply with the requirements\nspecified in paragraphs 2.1.1, 2.1.2 and 2.1.3 above.\n2.2. Testing requirements for failure\n2.2.1. Malfunction or failure of any part of the ASE (except for parts not considered to the susceptible to\nbreakdown as specified in paragraph 5.3.1.1 of this Regulation) shall not result in a sudden significant change\nin vehicle behaviour and the relevant requirements of paragraph 6 of this Regulation shall still be met.\nFurthermore, it shall be possible to control the vehicle without abnormal steering correction. This shall be\nverified by the following tests:\n2.2.1.1. Circular test\nThe vehicle shall be driven into a test circle with a radius 'R' m and a speed 'v' km/h corresponding to its\ncategory and the values given in the table below:\nVehicle category R(3) v(1)(2)\nM and N 100 80\n1 1\nM and N 50 50\n2 2\nM and N 50 45\n3 3\n(1) If the ASE is in a mechanically locked position at this specified speed, the test speed will be modified to correspond to\nthe maximum speed where the system is functioning. Maximum speed means the speed when the ASE becomes locked\nminus 5 km/h.\n(2) If the dimensional characteristics of the vehicle imply an overturning risk, the manufacturer shall provide to the Techni­\ncal Service behaviour simulation data demonstrating a lower maximum safe speed for conducting the test. Then the\nTechnical Service will choose this test speed.\n(3) If, due to the configuration of the test site, the values of the radii cannot be observed, the tests may be carried out on\ntracks with other radii, (maximum variation: ± 25 per cent) provided that the speed is varied to obtain the transverse\nacceleration resulting from the radius and speed indicated in the table for the particular category of vehicle.\nThe failure shall be introduced when the specified test speed has been reached. The test shall include driving\nin a clockwise direction, and in a counter-clockwise direction.L 318/30 EN Official Journal of the European Union 14.12.2018\n2.2.1.2. Transient test\n2.2.1.2.1. Until uniform test procedures have been agreed, the vehicle manufacturer shall provide the Technical Services\nwith their test procedures and results for transient behaviour of the vehicle in the case of failure.\n2.3. Warning signals in case of failure.\n2.3.1. Except for parts of ASE not considered susceptible to breakdown as specified in paragraph 5.3.1.1 of this\nRegulation, the following failure of ASE shall be clearly brought to the attention of the driver.\n2.3.1.1. A general cut-off of the ASE electrical or hydraulic control.\n2.3.1.2. Failure of the ASE energy supply.\n2.3.1.3. A break in the external wiring of the electrical control if fitted",
        "tables": [
            [
                {
                  "Vehicle category": "M1 and N1",
                  "R (3)": 100,
                  "v (1) (2)": 80
                },
                {
                  "Vehicle category": "M2 and N2",
                  "R (3)": 50,
                  "v (1) (2)": 50
                },
                {
                  "Vehicle category": "M3 and N3",
                  "R (3)": 50,
                  "v (1) (2)": 45
                }
              ]
        ]
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "17",
        "section": "ANNEX 5",
        "text": "Provisions for trailers having hydraulic steering transmissions\n1. GENERAL PROVISIONS\nVehicles fitted with hydraulic steering transmission, in addition to the requirements given in the body of this\nRegulation shall also comply with the provisions of this annex.\n2. SPECIFIC PROVISIONS\n2.1. Performance of hydraulic lines and hose assemblies.\n2.1.1. The hydraulic lines of hydraulic transmission shall be capable of a burst pressure at least four times the\nmaximum normal service pressure (T) specified by the vehicle manufacturer. Hose assemblies shall comply with\nISO Standards 1402:1994, 6605:1986 and 7751:1991.\n2.2. In systems dependent on an energy supply;\n2.2.1. The energy supply shall be protected from excess pressure by a pressure limiting valve which operates at the\npressure T.\n2.3. Protection of steering transmission;\n2.3.1. The steering transmission shall be protected from excess pressure by a pressure limiting valve which operates at\nbetween 1,1 T and 2,2 T. The operating pressure of the pressure limiting valve shall be of a value that is\ncompatible with the operating characteristics of the steering system installed on the vehicle. This shall be\nconfirmed by the vehicle manufacturer at the time of type approval"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "18",
        "section": "ANNEX 6",
        "text": "Special requirements to be applied to the safety aspects of electronic control systems\n1. GENERAL\nThis annex defines the special requirements for documentation, fault strategy and verification with respect to\nthe safety aspects of Complex Electronic Vehicle Control Systems (paragraph 2.4 below) as far as this\nRegulation is concerned.\nThis annex shall also apply to safety related functions identified in this UN Regulation which are controlled by\nelectronic system(s) (paragraph 2.3) as far as this UN Regulation is concerned.\nThis annex does not specify the performance criteria for ‘the system’ but covers the methodology applied to\nthe design process and the information which must be disclosed to the Technical Service, for type approval\npurposes.\nThis information shall show that ‘the system’ respects, under non-fault and fault conditions, all the appropriate\nperformance requirements specified elsewhere in this UN Regulation and that it is designed to operate in such\na way that it does not induce safety critical risks.\nThe applicant (e.g. the manufacturer) may provide evidence that an Auxiliary Steering Equipment (ASE) (if\nfitted) has previously been assessed as part of an approval in accordance with the requirements of Annex 4 of\nthis UN Regulation (as required under the original version of this UN Regulation, its 01 or its 02 series of\namendments). In this case, the requirements of this Annex shall not be applied to that ASE for the purposes of\nan approval in accordance with the 03 series of amendments.\n2. DEFINITIONS\nFor the purposes of this annex,\n2.1. ‘The system’ means an electronic control system or complex electronic control system that provides or forms\npart of the control transmission of a function to which this UN Regulation applies. This also includes any\nother system covered in the scope of this UN Regulation, as well as transmission links to or from other\nsystems that are outside the scope of this UN Regulation, that acts on a function to which this UN Regulation\napplies.\n2.2. ‘Safety Concept’ is a description of the measures designed into the system, for example within the electronic\nunits, so as to address system integrity and thereby ensure safe operation under fault and non-fault conditions,\nincluding in the event of an electrical failure. The possibility of a fall-back to partial operation or even to\na back-up system for vital vehicle functions may be a part of the safety concept.\n2.3. ‘Electronic Control System’ means a combination of units, designed to cooperate in the production of the\nstated vehicle control function by electronic data processing. Such systems, often controlled by software, are\nbuilt from discrete functional components such as sensors, electronic control units and actuators and\nconnected by transmission links. They may include mechanical, electro-pneumatic or electro-hydraulic\nelements.\n2.4. ‘Complex Electronic Vehicle Control Systems’ are those electronic control systems in which a function\ncontrolled by an electronic system or the driver may be over-ridden by a higher level electronic control\nsystem/function. A function which is over-ridden becomes part of the complex system, as well as any\noverriding system/function within the scope of this UN Regulation. The transmission links to and from\noverriding systems/function outside of the scope of this UN Regulation shall also be included.\n2.5. ‘Higher-Level Electronic Control’ systems/functions are those which employ additional processing and/or\nsensing provisions to modify vehicle behaviour by commanding variations in the function(s) of the vehicle\ncontrol system. This allows complex systems to automatically change their objectives with a priority which\ndepends on the sensed circumstances.\n2.6. ‘Units’ are the smallest divisions of system components which will be considered in this annex, since these\ncombinations of components will be treated as single entities for purposes of identification, analysis or\nreplacement.14.12.2018 EN Official Journal of the European Union L 318/33\n2.7. ‘Transmission links’ are the means used for inter-connecting distributed units for the purpose of conveying\nsignals, operating data or an energy supply. This equipment is generally electrical but may, in some part, be\nmechanical, pneumatic or hydraulic.\n2.8. ‘Range of control’ refers to an output variable and defines the range over which the system is likely to exercise\ncontrol.\n2.9. ‘Boundary of functional operation’ defines the boundaries of the external physical limits within which the\nsystem is able to maintain control.\n2.10. ‘Safety Related Function’ means a function of ‘the system’ that is capable of changing the dynamic behaviour of\nthe vehicle. ‘The system’ may be capable of performing more than one safety related function.\n3. DOCUMENTATION\n3.1. Requirements\nThe manufacturer shall provide a documentation package which gives access to the basic design of ‘the system’\nand the means by which it is linked to other vehicle systems or by which it directly controls output\nvariables. The function(s) of ‘the system’ and the safety concept, as laid down by the manufacturer, shall be\nexplained. Documentation shall be brief, yet provide evidence that the design and development has had the\nbenefit of expertise from all the system fields which are involved. For periodic technical inspections, the\ndocumentation shall describe how the current operational status of ‘the system’ can be checked.\nThe Technical Service shall assess the documentation package to show that ‘the system’:\n(a) Is designed to operate, under non-fault and fault conditions, in such a way that it does not induce safety\ncritical risks;\n(b) Respects, under non-fault and fault conditions, all the appropriate performance requirements specified\nelsewhere in this UN Regulation; and,\n(c) Was developed according to the development process/method declared by the manufacturer.\n3.1.1. Documentation shall be made available in two parts:\n(a) The formal documentation package for the approval, containing the material listed in paragraph 3 (with\nthe exception of that of paragraph 3.4.4) which shall be supplied to the Technical Service at the time of\nsubmission of the type approval application. This documentation package shall be used by the Technical\nService as the basic reference for the verification process set out in paragraph 4 of this annex. The\nTechnical Service shall ensure that this documentation package remains available for a period determined\nin agreement with the Approval Authority. This period shall be at least 10 years counted from the time\nwhen production of the vehicle is definitely discontinued.\n(b) Additional material and analysis data of paragraph 3.4.4 which shall be retained by the manufacturer, but\nmade open for inspection at the time of type approval. The manufacturer shall ensure that this material\nand analysis data remains available for a period of 10 years counted from the time when production of the\nvehicle is definitely discontinued.\n3.2. Description of the functions of ‘the system’\nA description shall be provided which gives a simple explanation of all the control functions of ‘the system’\nand the methods employed to achieve the objectives, including a statement of the mechanism(s) by which\ncontrol is exercised.\nAny described function that can be over-ridden shall be identified and a further description of the changed\nrationale of the function's operation provided.\n3.2.1. A list of all input and sensed variables shall be provided and the working range of these defined.\n3.2.2. A list of all output variables which are controlled by ‘the system’ shall be provided and an indication given, in\neach case, of whether the control is direct or via another vehicle system. The range of control (paragraph 2.7)\nexercised on each such variable shall be defined.\n3.2.3. Limits defining the boundaries of functional operation (paragraph 2.8) shall be stated where appropriate to\nsystem performance.L 318/34 EN Official Journal of the European Union 14.12.2018\n3.3. System layout and schematics\n3.3.1. Inventory of components.\nA list shall be provided, collating all the units of ‘the system’ and mentioning the other vehicle systems which\nare needed to achieve the control function in question.\nAn outline schematic showing these units in combination, shall be provided with both the equipment\ndistribution and the interconnections made clear.\n3.3.2. Functions of the units\nThe function of each unit of ‘the system’ shall be outlined and the signals linking it with other units or with\nother vehicle systems shall be shown. This may be provided by a labelled block diagram or other schematic, or\nby a description aided by such a diagram.\n3.3.3. Interconnections\nInterconnections within ‘the system’ shall be shown by a circuit diagram for the electric transmission links, by\na piping diagram for pneumatic or hydraulic transmission equipment and by a simplified diagrammatic layout\nfor mechanical linkages. The transmission links both to and from other systems shall also be shown.\n3.3.4. Signal flow, operating data and priorities\nThere shall be a clear correspondence between these transmission links and the signals and/or operating data\ncarried between Units. Priorities of signals and/or operating data on multiplexed data paths shall be stated\nwherever priority may be an issue affecting performance or safety as far as this UN Regulation is concerned.\n3.3.5. Identification of units\nEach unit shall be clearly and unambiguously identifiable (e.g. by marking for hardware and marking or\nsoftware output for software content) to provide corresponding hardware and documentation association.\nWhere functions are combined within a single unit or indeed within a single computer, but shown in multiple\nblocks in the block diagram for clarity and ease of explanation, only a single hardware identification marking\nshall be used. The manufacturer shall, by the use of this identification, affirm that the equipment supplied\nconforms to the corresponding document.\n3.3.5.1. The identification defines the hardware and software version and, where the latter changes such as to alter the\nfunction of the Unit as far as this Regulation is concerned, this identification shall also be changed.\n3.4. Safety concept of the manufacturer\n3.4.1. The Manufacturer shall provide a statement which affirms that the strategy chosen to achieve ‘the system’\nobjectives will not, under non-fault conditions, prejudice the safe operation of the vehicle.\n3.4.2. In respect of software employed in ‘the system’, the outline architecture shall be explained and the design\nmethods and tools used shall be identified. The manufacturer shall show evidence of the means by which they\ndetermined the realisation of the system logic, during the design and development process.\n3.4.3. The Manufacturer shall provide the Technical Service with an explanation of the design provisions built into\n‘the system’ so as to generate safe operation under fault conditions. Possible design provisions for failure in ‘the\nsystem’ are for example:\n(a) Fall-back to operation using a partial system.\n(b) Change-over to a separate back-up system.\n(c) Removal of the high level function.\nIn case of a failure, the driver shall be warned for example by warning signal or message display. When the\nsystem is not deactivated by the driver, e.g. by turning the ignition (run) switch to ‘off’, or by switching off that\nparticular function if a special switch is provided for that purpose, the warning shall be present as long as the\nfault condition persists.\n3.4.3.1. If the chosen provision selects a partial performance mode of operation under certain fault conditions, then\nthese conditions shall be stated and the resulting limits of effectiveness defined.14.12.2018 EN Official Journal of the European Union L 318/35\n3.4.3.2. If the chosen provision selects a second (back-up) means to realise the vehicle control system objective, the\nprinciples of the change-over mechanism, the logic and level of redundancy and any built in back-up checking\nfeatures shall be explained and the resulting limits of back-up effectiveness defined.\n3.4.3.3. If the chosen provision selects the removal of the Higher Level Function, all the corresponding output control\nsignals associated with this function shall be inhibited, and in such a manner as to limit the transition\ndisturbance.\n3.4.4. The documentation shall be supported, by an analysis which shows, in overall terms, how the system will\nbehave on the occurrence of any individual hazard or fault which will have a bearing on vehicle control\nperformance or safety.\nThe chosen analytical approach(es) shall be established and maintained by the Manufacturer and shall be made\nopen for inspection by the Technical Service at the time of the type approval.\nThe Technical Service shall perform an assessment of the application of the analytical approach(es). The audit\nshall include:\n(a) Inspection of the safety approach at the concept (vehicle) level with confirmation that it includes considera­\ntion of interactions with other vehicle systems. This approach shall be based on a Hazard/Risk analysis\nappropriate to system safety.\n(b) Inspection of the safety approach at the system level. This approach shall be based on a Failure Mode and\nEffect Analysis (FMEA), a Fault Tree Analysis (FTA) or any similar process appropriate to system safety.\n(c) Inspection of the validation plans and results. This validation shall use, for example, Hardware in the Loop\n(HIL) testing, vehicle on–road operational testing, or any means appropriate for validation.\nThe assessment shall consist of checks of hazards and faults chosen by the Technical Service to establish that\nthe manufacturer's explanation of the safety concept is understandable, logical and that the validation plans are\nsuitable and have been completed.\nThe Technical Service may perform or may require to perform tests as specified in paragraph 4 to verify the\nsafety concept.\n3.4.4.1. This documentation shall itemize the parameters being monitored and shall set out, for each fault condition of\nthe type defined in paragraph 3.4.4 of this annex, the warning signal to be given to the driver and/or to\nservice/technical inspection personnel.\n3.4.4.2. This documentation shall describe the measures in place to ensure the ‘the system’ does not prejudice the safe\noperation of the vehicle when the performance of ‘the system’ is affected by environmental conditions\ne.g. climatic, temperature, dust ingress, water ingress, ice packing.\n4. VERIFICATION AND TEST\n4.1. The functional operation of ‘the system’, as laid out in the documents required in paragraph 3, shall be tested\nas follows:\n4.1.1. Verification of the function of ‘the system’\nThe Technical Service shall verify ‘the system’ under non-fault conditions by testing a number of selected\nfunctions from those declared by the manufacturer in paragraph 3.2 above.\nFor complex electronic systems, these tests shall include scenarios whereby a declared function is overridden.\n4.1.2. Verification of the safety concept of paragraph 3.4.\nThe reaction of ‘the system’ shall be checked under the influence of a failure in any individual unit by applying\ncorresponding output signals to electrical units or mechanical elements in order to simulate the effects of\ninternal faults within the unit. The Technical Service shall conduct this check for at least one individual unit,\nbut shall not check the reaction of ‘the system’ to multiple simultaneous failures of individual units.\nThe Technical Service shall verify that these tests include aspects that may have an impact on vehicle controll­\nability and user information (HMI aspects).L 318/36 EN Official Journal of the European Union 14.12.2018\n4.1.2.1. The verification results shall correspond with the documented summary of the failure analysis, to a level of\noverall effect such that the safety concept and execution are confirmed as being adequate.\n5. REPORTING BY TECHNICAL SERVICE\nReporting of the assessment by the Technical Service shall be performed in such a manner that allows\ntraceability, e.g. versions of documents inspected are coded and listed in the records of the Technical Service.\nAn example of a possible layout for the assessment form from the Technical Service to the Type Approval\nAuthority is given in Appendix 1 to this Annex"
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "19",
        "section": "APPENDIX 1",
        "text": "Model assessment form for electronic systems\nTEST REPORT No: ..............................................................................................................................................\n1. IDENTIFICATION\n1.1. Vehicle make: ..................................................................................................................................................\n1.2. Type: ..............................................................................................................................................................\n1.3. Means of identification of type if marked on the vehicle: ...................................................................................\n1.3.1. Location of that marking: ................................................................................................................................\n1.4. Manufacturer's name and address: ....................................................................................................................\n1.5. If applicable, name and address of manufacturer's representative: .......................................................................\n1.6. Manufacturer's formal documentation package:\nDocumentation reference No: ...........................................................................................................................\nDate of original issue: ......................................................................................................................................\nDate of latest update: .......................................................................................................................................\n2. TEST VEHICLE(S)/SYSTEM(S) DESCRIPTION\n2.1. General description: .........................................................................................................................................\n2.2. Description of all the control functions of ‘the system’, and methods of operation: .............................................\n2.3. Description of the components and diagrams of the interconnections within ‘the system’: ...................................\n3. MANUFACTURER'S SAFETY CONCEPT\n3.1. Description of signal flow and operating data and their priorities: .....................................................................\n3.2. Manufacturer's declaration:\nThe manufacturer(s) ................. affirm(s) that the strategy chosen to achieve ‘the system’ objectives will not, under non-fault\nconditions, prejudice the safe operation of the vehicle.\n3.3. Software outline architecture and the design methods and tools used: ................................................................\n3.4. Explanation of design provisions built into ‘the system’ under fault conditions: ...................................................\n3.5. Documented analyses of the behaviour of ‘the system’ under individual hazard or fault conditions: .....................\n3.6. Description of the measures in place for environmental conditions: ...................................................................\n3.7. Provisions for the periodic technical inspection of ‘the system’: ..........................................................................\n3.8. Results of ‘the system’ verification test, as per para. 4.1.1 of Annex 6 to UN Regulation No 79: ..........................\n3.9. Results of safety concept verification test, as per para. 4.1.2 of Annex 6 to UN Regulation No 79: ......................\n3.10. Date of test: ....................................................................................................................................................L 318/38 EN Official Journal of the European Union 14.12.2018\n3.11. This test has been carried out and the results reported in accordance with ............................................... to UN\nRegulation No 79 as last amended by the ........................................................................ series of amendments.\nTechnical Service (1) carrying out the test\nSigned: .................................................................... Date: ....................................................................\n3.12. Type Approval Authority (1)\nSigned: .................................................................... Date: ....................................................................\n3.13. Comments:\n(1) To be signed by different persons even when the Technical Service and Type Approval Authority are the same or alternatively,\na separate Type Approval Authority authorization "
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "20",
        "section": "ANNEX 7",
        "text": "Special provisions for the powering of trailer steering systems from the towing vehicle\n1. GENERAL\nThe requirements of this annex shall apply to towing vehicles and trailers where electrical energy is supplied\nfrom the towing vehicle to facilitate operation of the steering system installed on the trailer.\n2. REQUIREMENTS FOR TOWING VEHICLES\n2.1. Energy Supply\n2.1.1. The vehicle manufacturer shall define the capacity of the energy source that will enable the current defined in\nparagraph 2.3 below to be available for the trailer during normal operation of the vehicle.\n2.1.2. The driver's manual shall include information to advise the driver on the electrical energy available for the\ntrailer steering system and that the electrical interface shall not be connected when the current requirement\nmarked on the trailer exceeds that which can be supplied by the towing vehicle.\n2.1.3. The power supply provided by the connector referenced in paragraph 2.5 below shall be used for the powering\nof the trailer steering system. However, in all cases the provisions of paragraph 3.3 below shall apply.\n2.2. The nominal operating voltage is 24V.\n2.3. The maximum current supply available at the connector referenced in paragraph 2.5.2 below shall be defined\nby the towing vehicle manufacturer.\n2.4. Protection of the electrical system\n2.4.1. The electrical system of the towing vehicle shall be protected from an overload or short circuit in the supply to\nthe trailer steering system.\n2.5. Wiring and Connectors\n2.5.1. The cables used to supply the trailer electrical energy shall have a conductor cross-sectional area compatible\nwith the continuous current defined in paragraph 2.3 above.\n2.5.2. Until a uniform standard has been defined the connector used to connect to the trailer shall fulfil the following:\n(a) The pins shall have a current carrying capacity compatible with the maximum continuous current defined\nin paragraph 2.3 above;\n(b) Until uniform standards have been agreed the environmental protection of the connector shall be\nappropriate to the application and included in the Annex 6 assessment; and\n(c) The connector shall not be interchangeable with an existing electrical connector currently used on the\ntowing vehicle i.e. ISO 7638, ISO 12098, etc.\n2.6. Marking\n2.6.1. The towing vehicle shall be marked to indicate the maximum current available for the trailer as defined in\nparagraph 2.3 above.\nThe marking shall be indelible and positioned so that it is visible when connecting the electrical interface\nreferenced in paragraph 2.5.2 above.L 318/40 EN Official Journal of the European Union 14.12.2018\n3. REQUIREMENTS FOR TRAILERS\n3.1. The maximum current requirement of the trailer steering system shall be defined by the vehicle manufacturer.\n3.2. The nominal operating voltage is 24V.\n3.3. The electrical energy available from the towing vehicle shall only be used as follows:\n(a) Exclusively for use by the trailer steering system;\nor\n(b) For the trailer steering system and to power auxiliary systems on the trailer provided the steering system\nhas priority and is protected from an overload external to the steering system. This protection shall be\na function of the trailer steering system.\n3.4. Wiring and Connectors\n3.4.1. The cables used to supply the trailer steering system with electrical energy shall have a conductor cross\nsectional area compatible with the energy requirements of the steering system installed on the trailer.\n3.4.2. Until a uniform standard has been defined the connector used to connect to the trailer shall fulfil the following:\n(a) The pins shall have a current carrying capacity compatible with the maximum current defined by the\nvehicle manufacturer in paragraph 3.1 above;\n(b) Until uniform standards have been agreed the environmental protection of the connector shall be\nappropriate to the application and included in the Annex 6 assessment;\n(c) The connector shall not be interchangeable with an existing electrical connector currently used on the\ntowing vehicle, i.e. ISO 7638, ISO 12098, etc.\n3.5. Failure warning:\nFailures within the electric control transmission of the steering system shall be directly displayed to the driver.\n3.6. Demonstration of the operation of the steering system\n3.6.1. At the time of type approval the trailer manufacturer shall demonstrate to the Technical Service the\nfunctionality of the steering system by fulfilling the relevant performance requirements specified within the\nRegulation.\n3.6.2. Failure Conditions:\n3.6.2.1. Under steady state conditions:\nIn the event of the trailer being coupled to a towing vehicle that does not have an electrical supply for the\ntrailer steering system, or there is a break in the electrical supply to the trailer steering system or there is\na failure in the electric control transmission of the trailer steering control system it shall be demonstrated that\nthe trailer fulfils all relevant requirements of paragraph 6.3 of the Regulation for the intact system.\n3.6.2.2. Under transient conditions\nThe transient behaviour of the vehicle in the case of failure within the electric control transmission of the\nsteering system shall be evaluated to ensure vehicle stability is maintained during the transition following the\nfailure and shall be assessed by fulfilling the following:\n(a) By applying the test procedure and requirements defined within paragraph 6.3.1 of the Regulation (1).\n(b) By applying the test procedure and requirements defined within paragraph 6.3.3 of the Regulation (1).\n3.6.3. If the trailer steering system utilises hydraulic transmission to operate the steering, the requirements of Annex 5\nshall apply.\n(1) The Technical Service may accept the test results supplied by the trailer manufacturer to demonstrate compliance with the transient tests14.12.2018 EN Official Journal of the European Union L 318/41\n3.7. Marking\n3.7.1. Trailers equipped with a connector for the supply of electrical energy to the trailer steering system shall be\nmarked to include the following information:\n(a) The maximum current requirement for the trailer steering system as defined in paragraph 3.1 above.\n(b) The functionality of the trailer steering system including the impact on manoeuvrability when the\nconnector is connected and disconnected.\nThe marking shall be in indelible form and positioned so that it is visible when connecting to the electrical\ninterface referenced in paragraph 3.3.2 above."
    },
    {
        "title": "Uniform provisions concerning the approval of vehicles with regard to steering equipment",
        "number": "21",
        "section": "ANNEX 8",
        "text": "Test requirements for corrective and automatically commanded steering functions\n1. GENERAL PROVISIONS\nVehicles fitted with CSF and/or ACSF systems shall fulfil the appropriate tests requirements of this annex.\n2. TESTING CONDITIONS\nThe tests shall be performed on a flat, dry asphalt or concrete surface affording good adhesion. The ambient\ntemperature shall be between 0 °C and 45 °C.\n2.1. Lane markings\nThe lane markings on the road used for the tests shall be in line with one of those described in Annex 3 of\nUN Regulation No 130. The markings shall be in good condition and of a material conforming to the\nstandard for visible lane markings. The lane-marking layout used for the tests shall be recorded in the test\nreport.\nThe width of the lane shall be minimum 3,5 m, for the purpose of the tests of this annex.\nThe test shall be performed under visibility conditions that allow safe driving at the required test speed.\nThe vehicle manufacturer shall demonstrate, through the use of documentation, compliance with all other\nlane markings identified in Annex 3 of UN Regulation No 130. Any of such documentation shall be\nappended to the test report.\n2.2. Tolerances\nAll vehicle speeds specified for the tests described in this annex shall be met within a tolerance of ± 2 km/h.\n2.3. Vehicle conditions\n2.3.1. Test mass\nThe vehicle shall be tested in a load condition agreed between the manufacturer and the Technical Service. No\nload alteration shall be made once the test procedure has begun. The vehicle manufacturer shall demonstrate,\nthrough the use of documentation, that the system works at all load conditions.\n2.3.2. The vehicle shall be tested at the tyre pressures recommended by the vehicle manufacturer.\n2.4. Lateral acceleration\nThe position representing the centre of gravity, at which the lateral acceleration shall be measured, shall be\ndetermined in agreement between the vehicle manufacturer and the Technical Service. This position shall be\nidentified in the test report.\nThe lateral acceleration shall be measured without taking into account the additional effects due to the\nmovements of the vehicle body (e.g. roll of sprung mass).\n3. TESTS PROCEDURES\n3.1. Tests for CSF\nThe following test applies to CSF functions defined in subparagraph (c) of CSF definition in paragraph 2.3.4.2\nof this Regulation.\n3.1.1. Warning test for CSF\n3.1.1.1. The vehicle shall be driven with an activated CSF on a road with lane markings on each side of the lane. In\ncase of a CSF whose interventions are solely based on the evaluation of the presence and location of lane\nboundaries, the vehicle shall be driven on a road delimited by the boundaries as declared by the manufacturer\n(e.g. road edge).14.12.2018 EN Official Journal of the European Union L 318/43\nThe test conditions and the vehicle test speed shall be within the operating range of the system.\nDuring the test, the duration of the CSF interventions and of the optical and acoustic warning signals shall be\nrecorded.\nIn the case of paragraph 5.1.6.1.2.1 of this Regulation, the vehicle shall be driven such that it attempts to\nleave the lane and causes CSF intervention to be maintained for a period longer than 10 s (for M , N ) or 30 s\n1 1\n(for M , M , N , N ). If such a test cannot be practically achieved due to e.g. the limitations of the test\n2 3 2 3\nfacilities, with the consent of the Type Approval Authority this requirement may be fulfilled through the use\nof documentation.\nThe test requirements are fulfilled if:\n— The acoustic warning is provided no later than 10 s (for M , N ) or 30 s (for M , M , N , N ) after the\n1 1 2 3 2 3\nbeginning of the intervention.\nIn the case of paragraph 5.1.6.1.2.2 of this Regulation, the vehicle shall be driven such that it attempts to\nleave the lane and causes at least three interventions of the system within a rolling interval of 180 s.\nThe test requirements are fulfilled if:\n(a) An optical warning signal is provided for each intervention, as long as the intervention exists, and\n(b) An acoustic warning signal is provided at the second and third intervention, and\n(c) The acoustic warning signal at the third intervention is at least 10 s longer than the one at the second\nintervention.\n3.1.1.2. In addition, the manufacturer shall demonstrate to the satisfaction of the Technical Service that the\nrequirements defined in paragraphs 5.1.6.1.1 and 5.1.6.1.2 are fulfilled in the whole range of CSF operation.\nThis may be achieved on the basis of appropriate documentation appended to the test report.\n3.1.2. Overriding force test\n3.1.2.1. The vehicle shall be driven with an activated CSF on a road with lane markings on each side of the lane.\nThe test conditions and the vehicle test speed shall be within the operating range of the system.\nThe vehicle shall be driven such that it attempts to leave the lane and causes CSF intervention. During the\nintervention, the driver shall apply a force on the steering control to override the intervention.\nThe force applied by the driver on the steering control to override the intervention shall be recorded.\n3.1.2.2. The test requirements are fulfilled if the force applied by the driver on the steering control to override the\nintervention does not exceed 50 N.\n3.1.2.3. In addition, the manufacturer shall demonstrate to the satisfaction of the Technical Service that the\nrequirements defined in paragraph 5.1.6.1.3 are fulfilled in the whole range of CSF operation. This may be\nachieved on the basis of appropriate documentation appended to the test report.\n3.2. Tests for ACSF Category B1 Systems\n3.2.1. Lane keeping functional test\n3.2.1.1. The vehicle speed shall remain in the range from V up to V .\nsmin smax\nThe test shall be carried out for each speed range specified in paragraph 5.6.2.1.3 of this Regulation\nseparately or within contiguous speed ranges where the ay is identical.\nsmax\nThe vehicle shall be driven without any force applied by the driver on the steering control (e.g. by removing\nthe hands from the steering control) with a constant speed on a curved track with lane markings at each side.\nThe necessary lateral acceleration to follow the curve shall be between 80 and 90 per cent of the maximum\nlateral acceleration specified by the vehicle manufacturer ay .\nsmax\nThe lateral acceleration and the lateral jerk shall be recorded during the test.L 318/44 EN Official Journal of the European Union 14.12.2018\n3.2.1.2. The test requirements are fulfilled if:\nThe vehicle does not cross any lane marking;\nThe moving average over half a second of the lateral jerk does not exceed 5 m/s3.\n3.2.1.3. The vehicle manufacturer shall demonstrate to the satisfaction of the Technical Service that the requirements\nfor the whole lateral acceleration and speed range are fulfilled. This may be achieved on the basis of\nappropriate documentation appended to the test report.\n3.2.2. Maximum lateral acceleration test\n3.2.2.1. The vehicle speed shall remain in the range from V up to V .\nsmin smax\nThe test shall be carried out for each speed range specified in paragraph 5.6.2.1.3 of this Regulation\nseparately or within contiguous speed ranges where the ay is identical.\nsmax\nThe vehicle shall be driven without any force applied by the driver on the steering control (e.g. by removing\nthe hands from the steering control) with a constant speed on a curved track with lane markings at each side.\nThe Technical Service defines a test speed and a radius which would provoke a higher acceleration than\nay + 0,3 m/s2 (e.g. by travelling with a higher speed through a curve with a given radius).\nsmax\nThe lateral acceleration and the lateral jerk shall be recorded during the test.\n3.2.2.2. The test requirements are fulfilled if:\nThe recorded acceleration is within the limits specified in paragraph 5.6.2.1.3 of this Regulation.\nThe moving average over half a second of the lateral jerk does not exceed 5 m/s3.\n3.2.3. Overriding force test\n3.2.3.1. The vehicle speed shall remain in the range from V up to V .\nsmin smax\nThe vehicle shall be driven without any force applied by the driver on the steering control (e.g. by removing\nthe hands from the steering control) with a constant speed on a curved track with lane markings at each side.\nThe necessary lateral acceleration to follow the curve shall be between 80 and 90 per cent of the minimum\nvalue specified in the table of paragraph 5.6.2.1.3 of this Regulation.\nThe driver shall then apply a force on the steering control to override the system intervention and leave the\nlane.\nThe force applied by the driver on the steering control during the overriding manoeuvre shall be recorded.\n3.2.3.2. The test requirements are fulfilled if the force applied by the driver on the steering control during the\noverriding manoeuvre is less than 50N.\nThe manufacturer shall demonstrate through appropriate documentation that this condition is fulfilled\nthroughout the ACSF operation range.\n3.2.4. Transition test; hands-on test\n3.2.4.1. The vehicle shall be driven with activated ACSF with a vehicle test speed between V + 10 km/h and\nsmin\nV + 20 km/h on a track with lane markings at each side of the lane.\nsmin\nThe driver shall release the steering control and continue to drive until the ACSF is deactivated by the system.\nThe track shall be selected such that it allows driving with activated ACSF for at least 65 s without any driver\nintervention.\nThe test shall be repeated with a vehicle test speed between V – 20 km/h and V – 10 km/h or\nsmax smax\n130 km/h whichever is lower.\nAdditionally, the vehicle manufacturer shall demonstrate to the satisfaction of the Technical Service that the\nrequirements for the whole speed range are fulfilled. This may be achieved on the basis of appropriate\ndocumentation appended to the test report.14.12.2018 EN Official Journal of the European Union L 318/45\n3.2.4.2. The test requirements are fulfilled if:\nThe optical warning signal was given at the latest 15 s after the steering control has been released and\nremains until ACSF is deactivated.\nThe acoustic warning signal was given at the latest 30 s after the steering control has been released and\nremains until ACSF is deactivated.\nThe ACSF is deactivated at the latest 30 s after the acoustic warning signal has started, with an acoustic\nemergency signal of at least 5 s, which is different from the previous acoustic warning signal.\n3.3. Tests for ESF\nThe vehicle shall be driven with an activated ESF on a road with lane markings on each side and positioned\nwithin those lane markings.\nThe test conditions and the vehicle speeds shall be within the operating range of the system as declared by\nthe manufacturer.\nSpecific details of the mandatory tests described below shall be discussed and agreed between the vehicle\nmanufacturer and the Technical Service to adapt the required testing to the declared use case(s) for which the\nESF is designed to operate.\nIn addition, the manufacturer shall demonstrate to the satisfaction of the Technical Service that the\nrequirements defined in paragraph 5.1.6.2.1 to 5.1.6.2.6 are fulfilled in the whole range of the ESF operation\n(specified by the vehicle manufacturer in the system information data) This may be achieved on the basis of\nappropriate documentation appended to the test report.\n3.3.1. Test for ESF Type a i/ii: (unintentional lateral manoeuvre)\nA target vehicle driving in the adjacent lane shall approach the vehicle under test and one of the vehicles shall\nminimize their lateral separation distance until an ESF intervention is started.\nThe tests requirements are fulfilled if:\n(a) The warnings specified in paragraph 5.1.6.2.6 of this UN Regulation are provided no later than the ESF\nintervention starts, and\n(b) The ESF intervention does not lead the vehicle to leave its original lane.\n3.3.2. Test for ESF Type a iii: (intentional lateral manoeuvre)\nThe vehicle under test starts a lane change while another vehicle is driving in the adjacent lane such that no\nintervention of the ESF system would lead to a collision.\nThe test requirements are fulfilled if:\n(a) An ESF intervention is started, and\n(b) The warnings specified in paragraph 5.1.6.2.6 of this Regulation are provided no later than the ESF\nintervention starts, and\n(c) The ESF intervention does not lead the vehicle to leave its original lane.\n3.3.3. Test for ESF Type b:\nThe vehicle under test shall approach an object positioned within its trajectory. The object shall be of such\nsize and positioned in a way that the vehicle can pass the object without crossing the lane markings.\nThe tests requirements are fulfilled if:\n(a) The ESF intervention avoids or mitigates the collision, and\n(b) The warnings specified in paragraph 5.1.6.2.6 of this UN Regulation are provided no later than the ESF\nintervention starts, and\n(c) The ESF intervention does not lead the vehicle to leave its lane.L 318/46 EN Official Journal of the European Union 14.12.2018\n3.3.4. Tests for systems able to operate in the absence of lane markings\nIn case any system works in absence of lane markings the corresponding tests from paragraphs 3.3.1 to 3.3.3\nneed to be repeated on a test track without lane markings.\nThese test requirements are fulfilled if,\n(a) An ESF intervention is started; and\n(b) The warnings specified in paragraph 5.1.6.2.6 of this UN Regulation are provided no later than the ESF\nintervention starts; and\n(c) The lateral offset during the manoeuvre is 0,75 m, as specified in paragraph 5.1.6.2.2, at maximum; and\n(d) The vehicle has not left the road due to the ESF intervention.\n3.3.5. False reaction test for ESF Type b\nThe vehicle under test shall approach a plastic sheet having a colour contrast to the road surface, a thickness\nless than 3 mm, a width of 0,8 m and a length of 2 m positioned between the lane markings in the trajectory\nof the vehicle. The plastic sheet shall be positioned in a way that the vehicle could pass the sheet without\ncrossing the lane markings.\nThe test requirements are fulfilled, if the ESF does not start any intervention.'\n3.4. (Reserved for ACSF of Category B2)\n3.5. Tests for ACSF of Category C Systems\nIf not specified otherwise all vehicle test speeds shall be based on V = 130 km/h.\napp\nIf not specified otherwise, the approaching vehicle shall be a type-approved high volume series production\nvehicle.\nThe vehicle manufacturer shall demonstrate to the satisfaction of the Technical Service that the requirements\nare fulfilled for the whole speed range. This may be achieved on the basis of appropriate documentation\nappended to the test report.\n3.5.1. Lane change functional test\n3.5.1.1. The test vehicle shall be driven in a lane of a straight test track, which has at least two lanes in the same\ndirection of travel, with road markings on each side of the lanes. The vehicle speed shall be: V + 10km/h.\nsmin\nThe ACSF of Category C shall be activated (standby mode) and another vehicle shall approach from the rear\nin order to enable the system as specified in paragraph 5.6.4.8.3 above.\nThe approaching vehicle shall then pass the vehicle under test entirely.\nA lane change into the adjacent lane shall then be initiated by the driver.\nThe lateral acceleration and the lateral jerk shall be recorded during the test.\n3.5.1.2. The requirements of the test are fulfilled if:\n(a) The lateral movement towards the marking does not start earlier than 1 second after the lane change\nprocedure was initiated,\n(b) The lateral movement to approach the lane marking and the lateral movement necessary to complete the\nlane change manoeuvre are completed as one continuous movement,\n(c) The recorded lateral acceleration does not exceed 1 m/s2,\n(d) The moving average over half a second of the lateral jerk does not exceed 5 m/s3,\n(e) The measured time between the start of the lane change procedure and the start of the lane change\nmanoeuvre is not less than 3,0 seconds and not more than 5,0 seconds,\n(f) The system provides information to the driver to indicate that the lane change procedure is ongoing,\n(g) The lane change manoeuver is completed in less than 5 seconds for M , N vehicle categories and less\n1 1\nthan 10 s for M , M , N , N vehicle categories,\n2 3 2 314.12.2018 EN Official Journal of the European Union L 318/47\n(h) ACSF of Category B1 automatically resumes after the lane change manoeuvre is completed, and\n(i) The direction indicator is deactivated not before the end of the lane change manoeuvre and no later than\n0,5 seconds after ACSF of Category B1 has resumed.\n3.5.1.3. The test according to paragraph 3.5.1.1 shall be repeated with a lane change in the opposite direction.\n3.5.2. Minimum activation speed test V\nsmin.\n3.5.2.1. Minimum activation speed test V based on V = 130 km/h.\nsmin app\nThe test vehicle shall be driven within a lane of a straight track which has at least two lanes in the same\ndirection of travel and road markings on each side of the lane.\nThe vehicle speed shall be: V – 10km/h.\nsmin\nThe ACSF of Category C shall be activated (standby mode) and another vehicle shall approach from the rear\nin order to enable the system as specified in paragraph 5.6.4.8.3 above.\nThe approaching vehicle shall then pass the vehicle under test entirely.\nA lane change procedure shall then be initiated by the driver.\nThe requirements of the test are fulfilled if the lane change manoeuvre is not performed.\n3.5.2.2. Minimum activation speed test V based on country specific general maximum speed limit below\nsmin\n130 km/h.\nIn case V is calculated, based on a country specific general maximum speed limit instead of\nsmin\nV = 130 km/h as specified in paragraph 5.6.4.8.1, the tests described below shall be performed. For this\napp\npurpose it is allowed to simulate the country of operation in agreement between the vehicle manufacturer\nand the Technical Service.\n3.5.2.2.1. The test vehicle shall be driven within a lane of a straight track which has at least two lanes in the same\ndirection of travel and road markings on each side of the lane.\nThe vehicle speed shall be: V – 10km/h.\nsmin\nThe ACSF of Category C shall be activated (standby mode) and another vehicle shall approach from the rear\nin order to enable the system as specified in paragraph 5.6.4.8.3 above.\nThe approaching vehicle shall then pass the vehicle under test entirely.\nA lane change procedure shall then be initiated by the driver.\nThe requirements of the test are fulfilled if the lane change manoeuvre is not performed.\n3.5.2.2.2. The test vehicle shall be driven within a lane of a straight track which has at least two lanes in the same\ndirection of travel and road markings oneach side of the lane.\nThe vehicle speed shall be: V + 10km/h.\nsmin\nThe ACSF of Category C shall be activated (standby mode) and another vehicle shall approach from the rear\nin order to enable the system as specified in paragraph 5.6.4.8.3 above.\nThe approaching vehicle shall then pass the vehicle under test entirely.\nA lane change procedure shall then be initiated by the driver.\nThe requirements of the test are fulfilled if the lane change manoeuvre is performed.\n3.5.2.2.3. The manufacturer shall demonstrate to the satisfaction of the Technical Service that the vehicle is able to\ndetect the country of operation and that the general maximum speed limit of this country is known.\n3.5.3. Overriding test\n3.5.3.1. The test vehicle shall be driven in a lane of a straight test track, which has at least two lanes in the same\ndirection of travel, with road markings on each side of the lanes.L 318/48 EN Official Journal of the European Union 14.12.2018\nThe vehicle speed shall be: V + 10km/h.\nsmin\nThe ACSF of Category C shall be activated (standby mode) and another vehicle shall approach from the rear\nin order to enable the system as specified in paragraph 5.6.4.8.3 above.\nThe approaching vehicle shall then pass the vehicle under test entirely.\nA lane change into the adjacent lane shall then be initiated by the driver.\nThe steering control shall be firmly controlled by the driver to maintain the vehicle in the straight direction.\nThe force applied by the driver on the steering control during the overriding manoeuver shall be recorded.\n3.5.3.2. The test requirements are fulfilled if the measured overriding force does not exceed 50 N, as specified in\nparagraph 5.6.4.3 above.\n3.5.3.3. The test according to paragraph 3.5.3.1 shall be repeated with a lane change in the opposite direction.\n3.5.4. Lane Change Procedure suppression test\n3.5.4.1. The test vehicle shall be driven in a lane of a straight test track, which has at least two lanes in the same\ndirection of travel, with road markings on each side of the lanes.\nThe vehicle speed shall be: V + 10km/h.\nsmin\nThe ACSF of Category C shall be activated (standby mode) and another vehicle shall approach from the rear\nin order to enable the system as specified in paragraph 5.6.4.8.3 above.\nThe approaching vehicle shall then pass the vehicle under test entirely.\nA Lane Change Procedure shall then be initiated by the driver.\nThe test shall be repeated for each of the following conditions, which shall occur before the lane change\nmanoeuvre has started:\n(a) The system is overridden by the driver;\n(b) The system is switched off by the driver;\n(c) The vehicle speed is reduced to: V – 10 km/h;\nsmin\n(d) The driver has removed his hands from the steering control and the hands-off warning has been initiated;\n(e) The direction indicator lamps are manually deactivated by the driver;\n(f) The lane change manoeuvre has not commenced within 5,0 seconds following the initiation of the lane\nchange procedure. (e.g. another vehicle is driving in the adjacent lane in a critical situation as described in\nparagraph 5.6.4.7).\n3.5.4.2. The requirements of the test are fulfilled if the lane change procedure is suppressed, for each of the test cases\nabove.\n3.5.5. Sensor performance test\n3.5.5.1. The test vehicle shall be driven in a lane of a straight test track, which has at least two lanes in the same\ndirection of travel, with road markings on each side of the lanes.\nThe vehicle speed shall be: V + 10km/h.\nsmin\nThe ACSF of Category C shall be activated (standby mode).\nAnother vehicle shall approach from the rear on the adjacent lane, with a speed of 120 km/h.\nThe approaching vehicle shall be a type approved high volume series production motorcycle of category L\n3\nwith an engine capacity not exceeding 600 cm3 without front fairing or windshield and shall aim to drive in\nthe middle of the lane.\nThe distance between the rear end of the test vehicle and the front end of the approaching vehicle shall be\nmeasured (e.g. with a Differential Global Positioning System), and the value when the system detects the\napproaching vehicle shall be recorded.\n3.5.5.2. The requirements of the test are fulfilled if the system detects the approaching vehicle no later than at the\ndistance declared by the vehicle manufacturer (S ), as specified in 5.6.4.8.1 above.\nrear14.12.2018 EN Official Journal of the European Union L 318/49\n3.5.6. Sensor blindness test\n3.5.6.1. The test vehicle shall be driven in a lane of a straight test track, which has at least two lanes in the same\ndirection of travel, with road markings on each side of the lanes.\nThe vehicle speed shall be: V + 10km/h.\nsmin\nThe ACSF of Category C shall be activated (standby mode) and another vehicle shall approach from the rear\nin order to enable the system as specified in paragraph 5.6.4.8.3 above.\nThe approaching vehicle shall then pass the vehicle under test entirely.\nThe rear sensor(s) shall be made blind, with means agreed between the vehicle manufacturer and the\nTechnical Service, which shall be recorded in the test report. This operation may be carried out at standstill,\nprovided no new engine start/run cycle is performed.\nThe vehicle shall be driven to a speed of V + 10km/h, and a lane change procedure shall be initiated by\nsmin\nthe driver.\n3.5.6.2. The requirements of the test are fulfilled if the system:\n(a) Detects the sensor blindness,\n(b) Provides a warning to the driver as defined in para. 5.6.4.8.4, and\n(c) Is prevented from performing the lane change manoeuvre.\nIn addition to the above mentioned test, the manufacturer shall demonstrate to the satisfaction of the\nTechnical Service that the requirements defined in paragraph 5.6.4.8.4 are also fulfilled under different driving\nscenarios. This may be achieved on the basis of appropriate documentation appended to the test report.\n3.5.7. Engine start/run cycle test\nThe test is divided in 3 consecutive phases as specified below.\nThe vehicle speed shall be: V + 10km/h.\nsmin\n3.5.7.1. Phase 1 — Default-off test\n3.5.7.1.1. Following a new engine start/run cycle performed by the driver, the test vehicle shall be driven in a lane of\na straight test track, which has at least two lanes in the same direction of travel, with road markings on each\nside of the lanes.\nThe ACSF of Category C shall not be activated (off mode) and another vehicle shall approach from the rear\nand the approaching vehicle shall pass the vehicle entirely.\nThe direction indicator used to initiate a lane change procedure shall be activated by the driver for a period\ngreater than 5 seconds.\n3.5.7.1.2. The requirements of the test phase 1 are fulfilled if the lane change manoeuvre is not initiated.\n3.5.7.2. Phase 2\nThe objective of the test is to check that the lane change manoeuvre is prevented if the system has not\ndetected any moving object at a distance equal or greater than the distance S (as specified in\nrear\nparagraph 5.6.4.8.3).\n3.5.7.2.1. Following a new engine start/run cycle performed by the driver, the test vehicle shall be driven in a lane of\na straight test track, which has at least two lanes in the same direction of travel, with road markings on each\nside of the lanes.\nThe ACSF of Category C shall be manually activated (standby mode).\nA lane change procedure shall then be initiated by the driver.\n3.5.7.2.2. The requirements of the test phase 2 are fulfilled if the lane change manoeuvre has not started (as the pre-\ncondition specified in 5.6.4.8.3 is not fulfilled).L 318/50 EN Official Journal of the European Union 14.12.2018\n3.5.7.3. Phase 3 — Lane change enabling conditions test\nThe objective of the test is to check that the lane change manoeuvre is only possible once the system has\ndetected a moving object at a distance equal or greater than the distance S (as specified in\nrear\nparagraph 5.6.4.8.3).\n3.5.7.3.1. Following the completion of the test phase 2, another vehicle shall approach from the rear on the adjacent\nlane in order to enable the system as specified in paragraph 5.6.4.8.3 above.\nThe distance between the rear end of the test vehicle and the front end of the approaching vehicle shall be\nmeasured (e.g. with a differential Global Positioning System), and the value when the system detects the\napproaching vehicle be recorded.\nAfter the rear coming vehicle has entirely passed the vehicle under test, a lane change procedure shall be\ninitiated by the driver.\n3.5.7.3.2. The requirements of the test phase 3 are fulfilled if:\n(a) The lane change manoeuver is executed;\n(b) The approaching vehicle is detected no later than at the distance declared by the vehicle manufacturer\n(S ).\nrear"
    }
]