[
    {
        "title": "Passenger motor cars\nWINDSCREEN WIPER AND WASHER\nSYSTEMS\nTechnical requirements and test methods",
        "number": "1",
        "section": "Scope",
        "text": "This Standard applies to vehicle of Category M as per [1].\n1"
    },
    {
        "title": "Passenger motor cars\nWINDSCREEN WIPER AND WASHER\nSYSTEMS\nTechnical requirements and test methods",
        "number": "2",
        "section": "Terms and definitions",
        "text": "The following terms with their respective definitions are used for the purposes of this Standard:\n2.1 automatic windscreen wiper system: Wiper system that operates while the engine of the vehicle\nis on and requires no driver's actions other than switching it on and off\n2.2 wiping zone: Such area of the outer surface of the windscreen that comes into contact with the\nwiper blade when it is moving over the wet glass\nN o te — The area passed by the blade in the stopped (parking) position does not belong to the wiping zone.\n2.3 washing liquid: Liquid used in the washer system, basically, water, with special additives where\nrequired\n2.4 pump: Device used to supply washing liquid from the tank through the washer system onto the\nwindscreen surface\n2.5 control member of windscreen washer system: Device or gear used to switch on and off the\nwindscreen washer system\n2.6 intermittent duty: Automatic operation of the windscreen wiper system that is not continuous but\nconsists of cycles each ending by a certain time interval when the wiper blades remain motionless in one of\ntheir stop positions specified by design\n2.7 tank: Container used to store washing liquid in the windscreen washer system\n2.8 windscreen washer system: System including a device for storage of washing liquid and for\napplying that liquid onto the windscreen surface\nN o te — Switching on and off may be synchronised with the windscreen wiper system, or independent of its\noperations\n2.9 windscreen wiper system: System including a device used to wipe the outer surface of the\nwindscreen, and providing additional tools and controls used to activate and stop that device\n2.10 nozzle: Device that directs washing liquid onto the windscreen surface\nOfficial Edition\n1ГОСТ 33993-2016\n2.11 wiping cycle: Movements of the wiper blade that are required to complete one travel of the wiper\nand to return it to its initial position in the windscreen wiper system\n2.12 performance of windscreen washer system: System ability to supply liquid into the specified\nwindscreen area with no leaks or disconnections of system pipes in the process of normal system operation\nN o te — Additional movement of the wiper blade to its stop (parking) position is not included in the wiping\ncycle.\n2.13 master switch of vehicle: Device used to switch the on-board electronic systems from their\ndeactivated state where the vehicle is parked without the driver on board to their normal operating state, and\nvice versa\nN o te — The function of the master switch may be performed by an ignition lock or by a keyless access/startup\nsystem."
    },
    {
        "title": "Passenger motor cars\nWINDSCREEN WIPER AND WASHER\nSYSTEMS\nTechnical requirements and test methods",
        "number": "3",
        "section": "Technical requirements",
        "text": "3.1 Windscreen wiper system\n3.1.1 Each vehicle shall be equipped with at least one automatic windscreen wiper system.\n3.1.2 The area of the wiping zone shall not be less than 80 % of zone B and not less than 98 % of zone\nA where the size and dimensions of the latter zones are defined in accordance with Appendix 18 of [2].\n3.1.3 The windscreen wiping zone shall meet the minimum requirements of 3.1.2 when the wiper is\ntested at the movement rates conforming to 3.1.4.2 in the conditions described in 4.1.11.\n3.1.4 The wiper mechanism shall support at least two operating movement rates.\n3.1.4.1 The first rate: not less than 10 and not greater than 55 wiping cycles per minute.\n3.1.4.2 The second rate: not less than 45 wiping cycles per minute.\n3.1.5 The difference between the highest rate and one of the slowest rates shall be at least 15 wiping\ncycles per minute.\n3.1.6 The rates specified in 3.1.4 should be checked in the conditions described in 4.1.1—4.1.6 and\n4.1.8.\n3.1.7 The intermittent duty of the system may be used to meet the requirements of 3.1.4 upon the\ncondition that one of the rates conforms to 3.1.4.1 and the other one obtained by interruption of the main rate is\nat least 10 wiping cycles per minute.\n3.1.8 After the windscreen wiper system is switched off using its control, the wiper levers and blades\nshall automatically return to the stopped (parking) position.\n3.1.9 The system shall withstand its forced blocking for 15 s. The use of automatic safety devices is\npermitted providing that the recovery of normal operation will not require activation of any controls other than\nthe wiper control. The test conditions and test method are described in 5.1.7.\n3.1.10 Aerodynamic effects due to the windscreen size and dimensions possibly affecting the system\nperformance should be evaluated in the following conditions.\n3.1.10.1 Under air flows moving at a speed equal to 80 % of the maximum vehicle speed or to\n160 km/h, whichever is less, and the maximum wiper blade speed, the system shall wipe zone A as required in\n3.1.2 with no performance degradation. Prior to testing, zone A of the windscreen is subject to treatment in\naccordance with 4.1.8 and 4.1.9. During the tests, the cleaning edge of the wiper blade(s) shall remain in\ncontact with the windscreen. Full separation of the cleaning edge from the windscreen surface is prohibited.\nThe cleaning edge of the wiper blade(s) shall remain in contact with the windscreen within the limits of zone A\ndimensions specified in 3.1.2 for each full wiping cycle. Any partial separation of the cleaning edge during\neither direct or reverse movements of the wiper blade is not permitted.\n3.1.11 If the lead or the cleaning edge(s) of the wiper blade(s) are outside zone B indicated in 3.1.2 in\nthe stopped (parking) position, manual withdrawal of the blade aside from the windscreen surface shall be\npossible to enable manual wiping of the surface.\n2ГОСТ 33993-2016\n3.1.12 The windscreen wiper system shall work without any decrease of its operating rate for 2 min\nwhen the windscreen is dry and the ambient air temperature is minus (18 + 3) °C. The respective test conditions\nare specified in 4.1.13.\n3.2 Windscreen washer system\n3.2.1 Each vehicle shall be equipped with a windscreen washer system with its working state linked to\nactivation of the master switch on the vehicle. The system shall withstand the conditions where the nozzles are\nblocked and where it operates as described in 4.2.1.2—4.2.1.5.\n3.2.2 The performance of the system shall not degrade under exposure to temperature cycles specified\nin 4.2.3 and 4.2.4.\n3.2.3 The windscreen washer system shall ensure that liquid is sprayed over the stated windscreen\nregions without any traces of leaks, pipe disconnections or malfunctions in normal operating conditions at\nambient air temperatures from minus (18 ± 3) °C to 80 °C. In addition, no traces of leaks or disconnections of\nany pipes shall be observed in the system when the nozzles are blocked.\n3.2.4 The system shall supply liquid in quantities sufficient for wiping 60 % of zone A indicated in\n3.1.2 in the conditions described in 4.2.5.\n3.2.5 The windscreen washer system shall switch on after manual activation of its control. Besides\nthis, switching on and off of the system may be synchronised with any other system of the vehicle.\n3.2.6 The capacity of the tank for washing liquid shall not be less than 1 l."
    },
    {
        "title": "Passenger motor cars\nWINDSCREEN WIPER AND WASHER\nSYSTEMS\nTechnical requirements and test methods",
        "number": "4",
        "section": "Test methods",
        "text": "4.1 Windscreen wiper system\n4.1.1 Unless otherwise specified, the tests are carried out in the conditions detailed in 4.1.2—4.1.5.\n4.1.2 The ambient air temperature shall be at least 5 °C and at most 40 °C.\n4.1.3 The windscreen surface shall always be wet.\n4.1.4 The following additional conditions shall hold for wipers with electric drives:\n- all accumulator batteries shall be fully charged;\n- if an internal combustion engine is used on the vehicle, the engine speed shall not exceed 30 % of its\nspeed at the maximum power. However, if this condition will be proved inconsistent with the engine control\nstrategy, for example, in the case of a hybrid vehicle with an electric drive, then the actual operating conditions\nshall be determined taking into account the engine speed range and periodic or complete engine shutdowns in\nnormal driving mode. If the windscreen wiper system may ensure that the requirements are met with the engine\nstopped, the tests shall be carried out in these very conditions.\n- headlights shall be with lower beams on;\n- heating, ventilation, windscreen defrosting and windscreen demisting systems regardless of their\nlocation on the vehicle shall operate with the maximum consumption of electric power.\n4.1.5 Systems driven by compressed air or from the vacuum line shall operate continuously at the\nspecified rates regardless of the engine speed, engine load or battery charge/discharge level.\n4.1.6 The operating rates of the wiper shall conform to 3.1.4 after its preliminary movement over a wet\nsurface for 20 min.\n4.1.7 The requirements of 3.1.9 shall be met while the wiper lever is retained in the middle of the\nwiping cycle for 15 s and the wiper control is in the position corresponding to the highest rate.\n4.1.8 Prior to testing, the outer surface of the windscreen is completely degreased by wiping with ethyl\nalcohol or with equivalent chemical.\nAfter the windscreen is dried, its surface is wiped with ammonium water solution of concentration 3 %\nto 10 %. Then, the surface is left until its full drying again, and wiped with a cotton lint-free cloth after that.\n3ГОСТ 33993-2016\n4.1.9 The outer surface of the windscreen is uniformly covered with the test mixture as described in\nAppendix A and left until it is completely dry.\n4.1.10 If the outer surface of the windscreen has been treated as per 4.1.8 and 4.1.9, the windscreen\nwasher system may be used as appropriate for the test requirements. It shall be switched on no later than 1 h\nafter full drying of the mixture.\n4.1.11 The wiping zone dimensions are determined as follows in accordance with 3.1.3:\n- the outer surface of the windscreen is treated as described in 4.1.8 and 4.1.9;\n- to determine if the requirements of 3.1.2 are observed, the wiper is switched on and, considering the\nconditions of 4.1.10, the outlines and areas of zones wiped by the wiper blades are compared with the\ndimensions of viewing zones A and B specified in 3.1.2.\n4.1.12 Subject to agreement with the testing laboratory, an alternative to the above procedure may\ninvolve presentation of computer simulation results including the results of calculations confirming that the\nrequirements of 3.1.2 are satisfied.\n4.1.13 The requirements of 3.1.12 shall be met after the vehicle is held for at least 4 h at an ambient air\ntemperature of minus (18 ± 3) °C. The wiper shall operate in the conditions specified in 4.1.4 and 4.1.5 with\nthe control set to a position corresponding to the highest rate. No requirements in regard to the wiping zone are\nimposed in this case.\n4.2 Windscreen washer system\n4.2.1 Test No. 1\n4.2.1.1 The washer system is completely filled with water, pumped until all pipes and nozzles are\nfilled, and kept for at least 4 h at an ambient air temperature of (20 ± 2) °C.\n4.2.1.2 All nozzles are blocked; then, the washer system control is activated six times during 1 min so\nthat each activation lasts not less than 3 s.\n4.2.1.3 If the washer system is activated by the muscular energy of the driver, the applied force shall be\nfrom 11.0 to 13.5 daN for a hand drive and from 40.0 to 44.5 daN for a foot drive.\n4.2.1.4 The test voltage for electric pumps shall not be less than the nominal preset voltage but shall\nnot exceed it by more than 2 V.\n4.2.1.5 The performance of the washer system after the test shall conform to 3.2.3.\n4.2.2 Test No. 2\nThe washer system is completely filled with water, pumped until all pipes and nozzles are filled, and\nkept for at least 4 h at an ambient air temperature of minus (18 ± 3) °C. Stabilisation of the whole volume of\nwater is not required at this temperature. The washer system control is activated six times during 1 min so that\neach activation lasts not less than 3 s. Then, the system is kept at an ambient air temperature of (20 ± 2) °C\nuntil the ice melts completely. Stabilisation of the whole volume of water is not required at this temperature.\nAfter that, the performance of the washer system is checked by activating the system in accordance with\n4.2.1.2—4.2.1.5.\n4.2.3 Test No. 3 (after exposure to low temperature)\n4.2.3.1 The washer system is completely filled with water, pumped until all pipes and nozzles are\nfilled, and kept for at least 4 h at an ambient air temperature of minus (18 ± 3) °C to ensure that the whole\nvolume of water is frozen. Then, the washer system is kept at an ambient air temperature of (20 ± 2) °C until all\nice melts but for at least 4 h in any case. This cycle is repeated six times. After the sequence of cycles is\ncompleted, when the washer system is placed under conditions with an ambient temperature of (20 ± 2) °C and\nall ice is melted (stabilization of the whole volume of water is not required at this temperature), the\nperformance of the washer system is checked by activating the system in accordance with 4.2.1.2—4.2.1.5.\n4.2.3.2 The washer system is completely charged and pumped until all pipes and nozzles are filled\nwith low-freezing liquid consisting of 50 % of ethyl or isopropyl alcohol mixed with water of hardness not\nexceeding 205 mg/dm3 (Ca). Then, the washer system is held for at least 4 h in conditions with an ambient air\ntemperature of minus (18 ± 3) °C. Stabilisation of the whole volume of water is not required at this\ntemperature. After that, the performance of the washer system is checked by activating the system in\naccordance with 4.2.1.2—4.2.1.5.\n4ГОСТ 33993-2016\n4.2.4 Test No. 4 (after exposure to high temperature)\n4.2.4.1 If all component parts of the washer system are located in the engine compartment, the system\nis completely filled with water, pumped until all pipes and nozzles are filled, and held for at least 8 h in\nconditions with an ambient air temperature of (80 ± 3) °C. Stabilisation of the whole volume of water is not\nrequired at this temperature. After that, the performance of the washer system is checked by activating the\nsystem in accordance with 4.2.1.2—4.2.1.5.\n4.2.4.2 If no component parts of the washer system are located in the engine compartment, the system\nis completely filled with water, pumped until all pipes and nozzles are filled, and held for at least 8 h in\nconditions with an ambient air temperature of (80 ± 3) °C. Then, the washer system is placed under conditions\nwith an ambient temperature of (20 ± 2) °C. After the water temperature is stabilised, the performance of the\nwasher system is checked by activating the system in accordance with 4.2.1.2—4.2.1.5. Then, the washer\nsystem is completely filled with water, pumped until all pipes and nozzles are filled, and held for at least 8 h in\nconditions with an ambient air temperature of (60 ± 3) °C. Stabilisation of the whole volume of water is not\nrequired at this temperature. After that, the wiper performance shall be checked by activating it in accordance\nwith 4.2.1.2—4.2.1.5.\nAt the manufacturer's request, the tests as per 4.4.2.1 are carried out as an alternative.\n4.2.5 Test No. 5 (supply of liquid in accordance with 3.2.4)\n4.2.5.1 The washer system is completely filled with water and pumped until all pipes and nozzles are\nfilled. With the vehicle motionless and no noticeable wind effects observed, the washer nozzle(s) are adjusted\nin the direction of the specified zone on the outer surface of the windscreen.\n4.2.5.2 The outer surface of the windscreen is subjected to treatment described in 4.1.8 and 4.1.9.\n4.2.5.3 The washer system is activated using the method specified by the manufacturer and taking into\naccount the requirements of 4.2.1.3 and 4.2.1.4. At most ten full cycles of automatic operation of the wiper\nsystem at the highest rate are completed for the whole duration of the test.\n4.2.5.4 To check that the requirements of 3.2.4 are met, the completeness of wiping is assessed for the\nnormative zone A specified in 3.1.2. If the requirements are readily seen to be met, marking of this zone is not\nnecessary.\n4.3 All tests of the windscreen washer system that are described in 4.2.5 shall be performed for the\nsame sample of the washer system installed on the vehicle. The test result is valid for the vehicle where the\nrespective windscreen washer system is installed.\n5ГОСТ 33993-2016"
    },
    {
        "title": "Passenger motor cars\nWINDSCREEN WIPER AND WASHER\nSYSTEMS\nTechnical requirements and test methods",
        "number": "5",
        "section": "Appendix A\n(obligatory)",
        "text": "Requirements for test mixture used in tests of windscreen wiper and washer systems and for\napplication of test mixture\nA.1 The test mixture mentioned in 4.1.9 shall contain the following ingredients measured in volume\nfractions:\n- 92.5 % of water (of hardness not exceeding 205 mg/dm3 (Ca);\n- 5 % of saturated salt (sodium chloride) solution;\n- 2.5 % of dust, with its composition defined in Tables A.1 and A.2.\nT a bl e A.1 — Composition of test mixture\nDust ingredients Mass fraction of ingredients, %\nSiO From 67 to 69 incl.\n2\nFe O » 3 » 5 »\n2 3\nAl O » 15 » 17 »\n2 3\nCaO » 2 » 4 »\nMgO » 0.5 » 1.5 »\nAlkali » 3 » 5 »\nAsh » 2 » 3 »\nT a bl e A.2 — Particle size distribution in dust\nParticle size, μm Relative fraction of particles, %\nFrom 0 to 5 incl. 12 ± 2\n» 5 » 10 » 12 ± 3\n» 10 » 20 » 14 ± 3\n» 20 » 40 » 23 ± 3\n» 40 » 80 » 30 ± 3\n» 80 » 200 » 9 ± 3\nA.2 Method of application of test mixture\nA.2.1 The outer surface of the windscreen is completely degreased by wiping with ethyl alcohol or\nequivalent chemical.\nAfter the windscreen dries, its surface is wiped with ammonium solution of concentration 3 % to 10 %.\nThen, the surface is left until its full drying again, and wiped with a cotton lint-free cloth after that.\nA.2.2 The newly prepared mixture is shaken, uniformly applied using a sprayer in an amount of\n1.5 mg/cm2 ± 20 %, and let it dry out.\nA.2.3 The quantity and uniformity of application is determined by weighting of the test samples. Prior\nto weighting, powder removal is recommended by scraping from all zones other than the ones on the top\nsurface part of the reference regions.\nA.2.4 Three reference regions are required for windscreens of the surface area up to 0.5 m2 and five\nregions if this area is greater than 0.5 m2. Regions shall be evenly spaced over the glass surface outside the\nwiping zone, including the parking positions, and shall be as close as possible to the wiping zone.\nA.2.5 The reference regions shall be at least 1 mm thick and at least 8 cm2 in their surface area (using\nspecimen glasses is recommended).\nA.2.6 As agreed with the vehicle manufacturer, the interior heating system of the vehicle or any\nexternal system may be used to increase the temperature so as to reduce the drying time after application of the\nmixture and the start of the test. However, it should be noted that the use of excessive heat may affect the test\nresults.\n6ГОСТ 33993-2016\nIf artificial drying is in use, achieving the dryness equivalent to the one for natural drying methods is\nrecommended. In this case, heating the glass above 40 °C is not advised.\nDuring the tests, the vehicle shall be at an ambient air temperature (from 10 °C to 40 °C).\nA.2.7 Application by other methods\nOther methods may be used for application of the test mixture provided that the requirement of A.2.2 is\nobserved.\nBibliography\n[1] ECE/TRANS/WP.29/78/Rev.2/Amend.3 Consolidated Resolution on the Construction of\nVehicles (CP.3)\n[2] E/ECE/324/Rev.2/... Uniform provisions concerning the approval of safety\nE/ECE/TRANS/505/Rev.2/... glazing materials and their installation on vehicles\nE/ECE/324/Rev.2/Add.42/...— (UNECE Regulation No. 43)\nE/ECE/TRANS/505/Rev.3/Add.42/...\n7ГОСТ 33993-2016\n_______________________________________________________________________________________\nUDC 629.114.011.673:006.354 ICS 43.040.60\nKeywords: passenger motor cars, windscreen, wiper system, washer system, wiping zone, tests\n_______________________________________________________________________________________\nБЗ 5—2016/79\nEditor V.I. Uskova\nTechnical Editor V.N. Prusakova\nProof-Reader M.S. Kabashova\nComputer Imposition I.A. Naleykinoy\n8",
        "tables": [
            [
                {
                    "": ""
                },
                {
                    "": ""
                },
                {
                    "": "INTERSTATE COUNCIL"
                },
                {
                    "": "ON STANDARDIZATION, METROLOGY AND CERTIFICATION"
                },
                {
                    "": "(ISC)"
                },
                {
                    "": ""
                }
            ],
            [],
            [
                {
                    "": ""
                },
                {
                    "": ""
                },
                {
                    "": ""
                },
                {
                    "": ""
                }
            ],
            [
                {
                    "Official Edition": "English Version Approved by Interstandard"
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": ""
                },
                {
                    "Official Edition": "Moscow"
                },
                {
                    "Official Edition": "Standartinform"
                }
            ],
            [
                {
                    "Foreword": ""
                },
                {
                    "Foreword": "The purposes, main principles and basic order of work on interstate standardization are established by"
                },
                {
                    "Foreword": "GOST 1.0-2015 \"Interstate system for standardization. Basic principles\" and GOST 1.2-2015 \"Interstate"
                },
                {
                    "Foreword": "System for Standardization. Interstate standards. Rules for development, taking over, renovation and"
                },
                {
                    "Foreword": "cancellation\""
                },
                {
                    "Foreword": ""
                },
                {
                    "Foreword": "Details"
                },
                {
                    "Foreword": ""
                }
            ],
            [
                {
                    "": "Abbreviated name of the national standards"
                },
                {
                    "": "body"
                },
                {
                    "": ""
                },
                {
                    "": "Ministry of economic of Armenia"
                },
                {
                    "": "Gosstandart of Republic of Belarus"
                },
                {
                    "": "Georstandart"
                },
                {
                    "": "Kyrghyzstandart"
                },
                {
                    "": "Rosstandard"
                },
                {
                    "": "Tajikstandart"
                },
                {
                    "": "Uzstandard"
                },
                {
                    "": "The Ministry of Economic Development and"
                },
                {
                    "": "Trade of Ukraine"
                }
            ],
            [
                {
                    "": "5 INTRODUCED FOR THE FIRST TIME"
                },
                {
                    "": ""
                },
                {
                    "": "The information on amendments to this Standard is published in the annual (as of January, 1st, of the"
                },
                {
                    "": "current year) information index \"National standards\" and official text of the amendments and corrections is"
                },
                {
                    "": "published in monthly information index \"National standards\". In case of revision (replacement) or"
                },
                {
                    "": "cancellation of this Standard an appropriate notice will be published in the nearest release of the monthly"
                },
                {
                    "": "issued information index \"National standards\". The appropriate information, notice and texts shall also be"
                },
                {
                    "": "placed in the general-use information system — on official site of Federal Agency on Technical Regulating"
                },
                {
                    "": "and Metrology in the Internet (www.gost.ru)"
                },
                {
                    "": ""
                },
                {
                    "": ""
                },
                {
                    "": ""
                },
                {
                    "": ""
                },
                {
                    "": ""
                },
                {
                    "": "© Standartinform, 2017"
                },
                {
                    "": ""
                }
            ],
            [
                {
                    "1 Scope ............................................................................................................................................................": "2 Terms and definitions ...................................................................................................................................",
                    "1": "1"
                },
                {
                    "1 Scope ............................................................................................................................................................": "3 Technical requirements .................................................................................................................................",
                    "1": "2"
                },
                {
                    "1 Scope ............................................................................................................................................................": "4 Test methods .................................................................................................................................................",
                    "1": "3"
                },
                {
                    "1 Scope ............................................................................................................................................................": "Appendix A (obligatory) Requirements for test mixture used in tests of windscreen wiper and washer",
                    "1": ""
                },
                {
                    "1 Scope ............................................................................................................................................................": "systems and for application of test mixture .................................................................................",
                    "1": "6"
                },
                {
                    "1 Scope ............................................................................................................................................................": "Bibliography ....................................................................................................................................................",
                    "1": "7"
                },
                {
                    "1 Scope ............................................................................................................................................................": "",
                    "1": null
                }
            ],
            [
                {
                    "": "I N T E R S T A T E S T A N D A R D"
                }
            ],
            [
                {
                    "": "Date of Introduction — 2018—02—01"
                }
            ],
            [
                {
                    "": ""
                },
                {
                    "": ""
                },
                {
                    "": ""
                },
                {
                    "": ""
                }
            ],
            [
                {
                    "": "Mass fraction of ingredients, %"
                },
                {
                    "": ""
                },
                {
                    "": "From 67 to 69 incl."
                },
                {
                    "": "» 3 » 5 »"
                },
                {
                    "": "» 15 » 17 »"
                },
                {
                    "": "» 2 » 4 »"
                },
                {
                    "": "» 0.5 » 1.5 »"
                },
                {
                    "": "» 3 » 5 »"
                },
                {
                    "": "» 2 » 3 »"
                }
            ],
            [
                {
                    "": "Relative fraction of particles, %"
                },
                {
                    "": ""
                },
                {
                    "": "12 ± 2"
                },
                {
                    "": "12 ± 3"
                },
                {
                    "": "14 ± 3"
                },
                {
                    "": "23 ± 3"
                },
                {
                    "": "30 ± 3"
                },
                {
                    "": "9 ± 3"
                }
            ]
        ]
    }
]